Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Multi-EPG bouquet selection
cs: výběr programů sady kanálů
es: Selección de lista Multi-EPG
hr: Multi-EPG odabranog paketa
lt: Grafinio EPG paketo pasirinkimas
lv: Daudzkanālu EPG buķetes izvēle
no: Multi EPG bukettvalg

source: Multimedia
cs: >multimédia
lt: Daugialypė terpė

source: Multiple Favourites Your Dreambox offers a multiple favourites feature. If this feature is active, you can manage multiple favourite lists of TV and radio services. If deactivated, only one favourite list is available which makes navigation a bit easier. Would you like to activate the multiple favourites feature now?
cs: Více sad kanálů... Můžete spravovat několik sad kanálů TV a Rádia. Není-li tato funkce aktivní, tak máte k dispozici pouze jednu sadu. Chcete aktivovat více sad kanálů ?
es: Múltiples favoritos Su Dreambox ofrece una función de favoritos múltiples. Si esta función está activada, puede gestionar varias listas de favoritos de canales de TV y radio. Si está desactivada, sólo está disponible una lista de favoritos, lo que facilita la navegación. ¿Desea activar la función de múltiples favoritos ahora?
hr: Višestruki Favoriti Vaš Dreambox omogućava funkciju višestrukih favorita. Ukoliko je ta mogućnost aktivna, vi možete manipulirati višestrukim favoritima TV i radio usluga. Ukoliko je isključena, dostupna je onda samo jedna favorit tabela koja tada omogućava jednostavniju navigaciju. Želite li aktivirati opciju višestrukih favorita sada?
lt: Keletas mėgstamiausių Jūsų imtuvas siūlo keleto mėgstamiausių paketų funkciją. Jei ši funkcija įjungta, galite tvarkyti kelis mėgstamiausiųjų kanalų sąrašus, televizijos ir radijo kanalus. Jei išjungta, galimas tik vienas mėgstamiausias sąrašas, todėl valdymas šiek tiek lengvesnis. Ar norite įjungti kelių mėgstamiausių paketų funkciją dabar?
lv: Vairāki favorīti Jūsu Dreambox piedāvā vairāku favorītu funkciju. Ja šī funkcija ir aktivizēta, jūs varat pārvaldīt vairākus TV un radio kanālu favorītu sarakstus. Ja izslēgta, tad ir pieejams tikai viens favorītu saraksts, kas padara navigāciju nedaudz vienkāršāku. Vai vēlaties aktivizēt vairāku favorītu funkciju tūlīt?
no: Muligheter for flere favorittlister Din Dreambox tilbyr muligheter for flere favorittlister. Hvis denne muligheten er aktivert, kan du håndtere flere favorittlister med TV og radiokanaler. Hvis deaktivert, bare en favorittliste blir tilgjengelig. Dette gjør navigering enklere. Vil du aktivere muligheten for flere favorittlister nå?

source: Multiple partitions found!
cs: Nalezeno více disk.oddílů !
es: ¡Se han encontrado varias particiones!
hr: Višestruke particije su pronađene!
lt: Rasti keli disko skaidiniai!
lv: Atrastas vairākas partrīcijas!
no: Flere partisjoner funnet!

source: Multiple service support
cs: rozšířená podpora více kanálů
es: Soporte de canales múltiples
hr: Podrška za višestruke kanale
lt: Kelių kanalų palaikymas
lv: Daudzkanālu atbalsts
no: Multi kanal support

source: Multiplex
lt: Išsamiai
lv: Multiplekss

source: Multisat
lt: Keli palydovai
lv: Daudzpavadoņu

source: Multistream
cs: vícenásobné sdílení
lt: Daugiafunkcinis srautas

source: Music
cs: audio přehrávač
es: Música
hr: Glazba
lt: Muzika
lv: Mūzika
no: Musikk

source: Music and Audiobooks
cs: audio a hudební bloky
es: Música y audiolibros
hr: Glazba i Zvučne knjige
lt: Muzika ir garso knygos
lv: Mūzika un Audiogrāmatas
no: Musikk og Lydbøker

source: Mute
cs: vypnout zvuk
es: Silenciar
hr: Isključi zvuk
lt: Išjungti garsą
no: Demp

source: MyTube - Browser
cs: MyTube - procházet
es: MyTube - Navegador
hr: MyTube - Preglednik
lt: MyTube - naršyklė
lv: MyTube - Pārlūks
no: MyTube leser

source: MyTube - Help
cs: MyTube - nápověda...
es: MyTube - Ayuda
hr: MyTube - Pomoć
lt: MyTube - pagalba
lv: MyTube - Palīdzība
no: MyTube hjelp

source: MyTube - History
cs: MyTube - historie
es: MyTube - Historial
hr: MyTube - Povijest
lt: MyTube - istorija
lv: MyTube - Vēsture
no: MyTube historie

source: MyTube - Search
cs: MyTube - hledat
es: MyTube - Buscar
hr: MyTube - Pretraga
lt: MyTube - paieška
lv: MyTube - Meklēt
no: MyTube søk

source: MyTube - Settings
cs: MyTube - nastavení
es: MyTube - Configuración
hr: MyTube - Postavke
lt: MyTube - nustatymai
lv: MyTube - Iestatījumi
no: MyTube innstillinger

source: MyTube - Tasks
cs: MyTube - úlohy
es: MyTube - Tareas
hr: MyTube - Zadaci
lt: MyTube - užduotys
lv: MyTube - Uzdevumi
no: MyTube oppgaver

source: MyTube - Video Info
cs: MyTube - info videa
lt: MyTube - vaizdo informacija

source: MyTubeSuggestionsListScreen...
lt: MyTube pasiūlymų sąrašo ekranas...

source: N/A
cs: -není-
es: N/D
lt: Nėra duomenų
no: Ikke tilgjengelig

source: NEXT
cs: >další>>
es: SIGUIENTE
hr: SLJEDEĆE
lt: KITAS
lv: NĀKOŠAIS
no: NESTE

source: NIM
cs: tuner_
lt: Imtuvai

source: NOW
cs: -aktuální-
es: AHORA
hr: TRENUTNO
lt: DABAR
lv: TAGAD
no: NÅ

source: NTP Time Updates
cs: NTP - čas aktualizace
es: Actualización de hora NTP
hr: NTP vrijeme osvježivanja
lt: NTP laiko atnaujinimai
lv: NTP Laika atjauninājumi
no: NTP tidsoppdateringer

source: Name
cs: kanál
es: Nombre
hr: Ime
lt: Pavadinimas
lv: Nosaukums
no: Navn

source: Name:
cs: Název :
es: Nombre:
hr: Ime:
lt: Pavadinimas:
lv: Nosaukums:
no: Navn :

source: Namespace
cs: jm.prostor
es: Espacio de nombre
lt: Pavadinimų erdvė

source: Navigation
cs: navigace
es: Navegación
hr: Navigacija
lt: Navigacija
lv: Navigācija
no: Navigasjon

source: Needs attention!
cs: Vyžaduje pozornost !
es: ¡Necesita atención!
hr: Potrebna pozornost!
lt: Reikia dėmesio!
lv: Jāpievērš uzmanība!
no: Trenger oppmerksomhet!

source: Netmask
cs: maska sítě
es: Máscara
lt: Potinklio kaukė
lv: Tīkla maska
no: Nettverksmaske

source: Network
cs: síť LAN, přípojné body
es: Red
hr: Mreža
lt: Tinklas
lv: Tīkls
no: Nettverk

source: Network Config
cs: Konfigurace sítě...
es: Configuración de red
hr: Namještanje Mreže
lt: Tinklo konfigūracija
lv: Tīkla konfigurācija
no: Nettverkskonfigurasjon

source: Network Configuration
cs: konfigurace sítě
es: Configuración de la red
lt: Tinklo konfigūravimas

source: Network Mount
cs: síťový přípojný bod
es: Montar Red
lt: Tinklo pajungimai
lv: Tīkla montējums
no: Nettverkmontering

source: Network Neighbourhood
cs: sousední sítě
es: Entorno de Red
lt: Tinklo aplinka
lv: Tīkla apkārtne
no: Nettverk i nærheten

source: Network Setup
cs: konfigurace sítě LAN
es: Configuración de la red
hr: Postavi Mrežu
lt: Tinklo sąranka
lv: Tīkla iestatījumi
no: Nettverksoppsett

source: Network Setup and Tools.
cs: Konfig.sítě, přípoj.bodů, rozhraní_
es: Configuración y herramientas de red.
hr: Postavke Mreže i Alati.
lt: Tinklo sąranka ir priemonės.
lv: Tīkla iestatījumi un rīki.
no: Nettverk oppsett & verktøy

source: Network connection
cs: připojení sítě
es: Conexión de red
hr: Mrežna konekcija
lt: Tinklo ryšys
lv: Tīkla savienojums
no: Nettverkstilkobling

source: Network error on %s
cs: chyba v síti při : %s
es: Error de red en %s
hr: Greška mreže na %s
lt: Tinklo klaida %s
lv: Tīkla kļūda %s
no: Nettverksfeil på %s

source: Network management plugin
cs: -- modul správy sítě
es: Plugin de gestión de red
hr: Dodatak mrežnog upravljanja
lt: Tinklo valdymo priedas
lv: Tīkla pārvaldības spraudnis
no: Nettverksbehandler plugin

source: Network scan
cs: prohledávání sítě
es: Escanear red
hr: Pretraga mreže
lt: Tinklo paieška
lv: Tīkla skenēšana
no: Nettverkssøk

source: Network services
cs: služby sítě
es: Servicios de red
hr: Mrežne usluge
lt: Tinklo paslaugos
lv: Tīkla servisi
no: Nettverkstjenester

source: Network technologies
cs: technologie sítě
es: Tecnologías de red
hr: Mrežne tehnologije
lt: Tinklo technologijos
lv: Tīkla tehnoloģijas
no: Nettverksteknologi

source: NetworkWizard
cs: Nastavení s průvodcem...
es: Asistente de Red
hr: Vodič za mrežu
lt: Tinklo vedlys
lv: Tīkla vednis
no: Nettverksguide

source: New
cs: nový
es: Nuevo
hr: Novo
lt: Nauji
lv: Jauns
no: Ny

source: New (IPv4)
cs: nové (IPv4)
es: Nuevo (IPv4)
hr: Nova (IPv4)
lt: Naujas (IPv4)
lv: Jaunā (IPv4)
no: Ny (IPv4)

source: New (IPv6)
cs: nové (IPv6)
es: Nuevo (IPv6)
hr: Nova (IPv6)
lt: Naujas (IPv6)
lv: Jaunā (IPv6)
no: Ny (IPv6)

source: New Bluetooth Remote
cs: nový ovladač bluetooth
es: Nuevo mando Bluetooth
lt: Naujas Bluetooth valdymo pultas
lv: Jauna Bluetooth tālvadības pults
no: Ny Bluetooth fjernkontroll

source: New Firmware
cs: nový firmware
es: Nuevo Firmware
lt: Nauja programinė įranga

source: New GOP On Scene Change
cs: Nový GOP scény byl změněný !
es: Nuevo GOP en cambio de escena
lt: Nauja GOP scenos pakeitimui
no: Ny GOP On Scene endring

source: New PIN
cs: nový PIN
es: Nuevo PIN
hr: Novi PIN
lt: Naujas PIN
lv: Jauns PIN
no: Ny PIN

source: New ttx subtitle charset detection
cs: detekovat novou znak.sadu teletext.titulků
es: Nueva detección de conjunto de caracteres de subtítulos ttx
hr: Novi ttx skup znakova otkriven
lt: Naujas ttx subtitrų koduotės aptikimas
lv: Jaunas ttx subtitra rakstzīmju kopas noteikšana
no: Ny ttx undertekst karaktersett gjenkjenning

source: New version:
cs: nová verze :
es: Nueva versión:
hr: Nova verzija:
lt: Nauja versija:
lv: Jauna versija:
no: Ny versjon:

source: Next
cs: >další>>
es: Siguiente
hr: Sljed
lt: Kitas
lv: Nākamais
no: Neste

source: Next check
cs: další kontrola
es: Siguiente comprobación
lt: Kitas patikrinimas
lv: Nākamā pārbaude
no: Neste sjekk

source: No
cs: Ne
hr: Ne
lt: Ne
lv: Nē
no: Nei

source: No (supported) DVDROM found!
cs: Nebyla nalezena podporovaná DVD mechanika !
es: ¡DVDROM no soportado!
hr: DVDROM (podržani) nije pronađen!
lt: Tinkamo DVD ROM nerasta!
lv: DVDROM ierīce netika atrasta (atbalstīta)!
no: Ingen (støttede) DVD ROM funnet!

source: No Connection
cs: Chybí připojení !
es: Sin conexión
hr: Nije Povezano
lt: Nėra ryšio
lv: Nav savienojuma
no: Ingen tilkobling

source: No HDD found or HDD not initialized!
cs: HDD nebyl nalezený nebo není inicializovaný !
es: ¡HDD no encontrado o no inicializado!
hr: Disk nije pronađen ili nije incijaliziran!
lt: HDD nerastas arba neinicializuotas!
lv: Nav atrasts vai nav inicializēts cietais disks!
no: Ingen harddisk funnet eller harddisk ikke initialisert!

source: No HbbTV Application available
cs: Není dostupná žádná aplikace HbbTV
es: No hay aplicación HbbTV disponible
hr: Nema HbbTV aplikacije dostupne
lt: Hibridinės TV programos nėra
lv: HbbTV programma nav pieejama
no: Ingen HbbTV programvare tilgjengelig

source: No backup needed
cs: záloha není nutná...
es: No se necesitan copias de seguridad
hr: Nije potreban Backup
lt: Atsarginės kopijos nereikia
lv: Rezerves kopija nav neieciešama
no: Ingen backup nødvendig

source: No data on transponder! (Timeout reading PAT)
cs: Chybí data od transpondéru ! (čas čtení PAT vypršel)
es: ¡No hay datos en el transpondedor! (Tiempo agotado leyendo PAT)
hr: Nema podataka na transponderu! (Isteklo vrijeme čitanja PAT)
lt: Nėra duomenų iš transponderio! (baigėsi PAT skaitymo laikas)
lv: Nav datu uz transpondera! (PAT lasīšanas noildze)
no: Ingen data på transponder! (Timeout ved lesing av PAT)

source: No default settings
cs: Chybí předvolené nastavení !
es: Sin configuración predeterminada
hr: Nema zadane postavke
lt: Numatytųjų nustatymų nėra
lv: Nav noklusēto iestatījumu
no: Ingen standardinnstillinger

source: No default storage device found!
cs: Chybí předvolený úložný disk !
es: ¡No se ha encontrado ningún dispositivo de almacenamiento por defecto!
hr: Nema pronađenog primarnog uređaja za pohranu!
lt: Numatyta atmintinė nerasta!
lv: Netika atrasta noklusētā glabātuves ierīce!
no: Standard lagringsenhet ikke funnet!

source: No description available.
cs: Popis není dostupný !
es: No hay descripción.
hr: Opis nije dostupan.
lt: Aprašymo nėra.
lv: Apraksts nav pieejams.
no: Ingen informasjon tilgjengelig.

source: No details available...
cs: Detaily nejsou dostupné...
es: No hay detalles disponibles...
hr: Opis nije dostupan...
lt: Išsamios informacijos nėra...
lv: Informācija nav pieejama...
no: Ingen detaljer tilgjengelige...

source: No displayable files on this medium found!
cs: Chybí použitelný soubor nebo disk není připojený !
es: ¡No hay ficheros visualizables en su medio!
hr: Nema datoteka na ovom mediju!
lt: Jokių, rodomų, failų šioje laikmenoje nerasta!
lv: Uz šī datu nesēja nav atrasti rādāmi faili!
no: Ingen filer på dette medium kan vises!

source: No dreambox bluetooth receiver detected! Sorry!
cs: Dreambox nedetekuje žádné bluetooth zařízení !
es: ¡No se detectó ningún receptor bluetooth dreambox! ¡Lo siento!
lt: Nėra dreambox bluetooth imtuvo! Atsiprašome!
lv: Dreambox bluetooth uztvērējs netika konstatēts! Atvainojiet!
no: Ingen Dreambox bluetooth fjernkontroll oppdaget! Beklager!

source: No event info found, recording indefinitely.
cs: Chybí informace o kanálu. Nahrává se bez ukončení...
es: No hay info del evento, grabando indefinidamente.
hr: Informacije o događaju nisu pronađene, snimanje neograničeno.
lt: Informacija apie įvykį nerasta, tęsiamas įrašymas.
lv: Nav atrasta informācija par notikumiem, ieraksts turpinās.
no: Ingen programdata funnet, spiller inn på ubestemt tid.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
cs: Rychlé přetáčení není možné, můžete ale použít číselná tlačítka pro přeskok dopředu a zpět...
es: Aún no es posible el avance rápido... ¡pero puede usar los botones numéricos para avanzar o retroceder!
hr: Brzo premotavanje još nije moguće... ali možete koristiti brojčane tipke za preskakanje naprijed/natrag!
lt: Greitas persukimas negalimas.. praleidimui pirmyn/atgal galite naudoti skaičių mygtukus!
lv: Ātrā tīšana nav vēl iespējama.. bet jūs variet lietot ciparu pogas, lai izlastu uz priekšu/atpakaļ!
no: Hurtigspoling ikke mulig enda... men du kan bytte mellom forover/bakover med nummertastene!

source: No free tuner!
cs: Žádný volný tuner není dostupný !
es: ¡No hay sintonizador libre!
hr: Nema slobodnog tunera!
lt: Laisvo imtuvo nėra!
lv: Nav brīva uztvērēja!
no: Ingen ledig tuner!

source: No installed or configured storage devices found!
cs: Chybí instalované nebo nakonfigurované úložné zařízení !
es: ¡No hay instalado o configurado ningún dispositivo de almacenamiento!
hr: Nije pronađen instalirani ili konfiguriran uređaj za pohranu!
lt: Įdiegtų ar sukonfigūruotų saugojimo įrenginių nėra!
lv: Nav atrastas instalētas vai konfigurētas glabātuves ierīces!
no: Ingen installerte eller konfigurerte lagringsenheter funnet!

source: No mountpoint defined!
cs: Není definovaný přípojný bod !
es: ¡No hay definido ningún punto de montaje!
hr: Nema definiranog mjesta montiranja!
lt: Nėra jokio prijungimo taško!
lv: Nav definēti montējumi!
no: Ingen monteringspunkt definert!

source: No network
cs: Chybí síť !
es: Sin red
hr: Nema mreže
lt: Tinklo nėra
lv: Nav tīkla
no: Ingen nettverk

source: No network connection available.
cs: Chybí síťové připojení !
es: No hay conexión de red disponible.
hr: Mrežna konekcija nije dostupna
lt: Joks tinklo ryšys nepasiekiamas.
lv: Nav pieejams tīkla savienojums.
no: Ingen nettverkstilkoblinger tilgjengelig.

source: No packages were upgraded yet. So you can check your network and try again.
cs: Zatím nebyly aktualizovány žádné balíčky. Zkontrolujte síťové nastavení a zkuste to znovu.
es: No se ha actualizado ningún paquete. Así que puede comprobar su red y volver a intentarlo.
hr: Ni ti jedan paket nije još nadograđen. Provjeriti postavke mreže i pokušajte ponovno.
lt: Paketai neatnaujinti. Patikrinkite tinklo nustatymus ir bandykite dar kartą.
lv: Pakotnes netika atjauninātas. Pārbaudiet tīklu un mēģiniet vēlreiz.
no: Ingen pakker opgradert enda. Sjekk vennligst ditt nettverk og prøv igjen.

source: No picture on TV? Press EXIT and retry.
cs: Chybí obraz na TV ? Stiskněte EXIT a zkuste to znovu.
es: ¿No hay imagen en la TV? Pulse EXIT y vuelva a intentarlo.
hr: Nema slike na TV-u? Pritisnite EXIT i pokušajte ponovno.
lt: Televizoriuje nėra vaizdo? Spauskite EXIT ir bandykite vėl.
lv: Nav attēla uz TV? Spiediet EXIT un mēģiniet vēlreiz.
no: Ingen bilde på TV? Trykk Exit og prøv igjen.

source: No playable video found! Stop playing this movie?
cs: Video není použitelné ! Zastavit přehrávač ?
es: ¡No se encontró ningún video reproducible! ¿Dejar de reproducir esta película?
hr: Nije pronađen film. Zaustaviti ovaj film?
lt: Jokio filmo žiūrėjimui nerasta! Sustabdyti šį filmą?
lv: Atskaņojams video netika atrasts! Apturēt šīs filmas rādīšanu?
no: Ingen spillbare filmer funnet! Stopp avspilling av denne filmen?

source: No positioner capable frontend found.
cs: Žádný pozicionér nebyl nalezený !
es: No se encontró una interfaz compatible con el motor.
hr: Ni ti jedan kompatibilan motor nije pronađen.
lt: Su pozicionierimi suderinamos sąsajos nerasta.
lv: Nav atrasts priekšgala pozicionieris.
no: Ingen motorstyring frontend funnet.

source: No satellite frontend found!!
cs: Nebyl nalezený žádný satelitní přijímač !
es: ¡¡No se ha encontrado ninguna interfaz de satélite!!
hr: Nije pronađen Satelitski tuner!!
lt: Su palydovu suderinamos sąsajos nerasta!!
lv: Nav atrasts priekšgala pavadonis!!
no: Ingen satellit frontend funnet!!

source: No service lists available
cs: Vybraný seznam kanálů není dostupný !
es: No hay listas de canales disponibles
hr: Nema dostupnih lista usluga
lt: Nėra kanalų sąrašų
lv: Kanālu saraksti nav pieejami
no: Ingen kanalliste tilgjengelig

source: No signal
cs: Chybí signál !
es: Sin señal
hr: Nema signala
lt: Nėra signalo
lv: Nav signāla
no: Ingen signal

source: No tags are set on these movies.
cs: Tato videa nemají nastavené značky
es: No hay etiquetas en estas películas.
hr: Nema oznake na tim filmovima.
lt: Jokios žymos šiems filmams nenustatytos.
lv: Šīm filmām nav pievienotas etiķetes.
no: Ingen kategori er satt for disse innspillingene.

source: No to all
cs: ne - pro všechno
es: No a todo
hr: Ne za sve
lt: Ne visiems
lv: Nē visiem
no: Nei til alt

source: No tuner is configured for use with a diseqc positioner!
cs: Žádný tuner není nakonfigurovaný pro motor diseqc !
es: ¡No hay sintonizador configurado para usar con un motor diseqc!
hr: Ni ti jedan Tuner nije konfiguriran za rad s DiSEqC motorom!
lt: Nėra imtuvo, suderinto naudoti su DiSEqC pozicionieriumi!
lv: Uztvērējs nav konfigurēts lietošanai ar diseqc pozicionieri!
no: Ingen tuner er konfigurert til bruk av diseqc motorstyring!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
cs: Není povolený žádný tuner! Nastavte tuner před tím, než začnete prohledávat kanály !
es: ¡No hay sintonizador activo! Por favor, configure el sintonizador antes de comenzar una búsqueda de canales.
hr: Ni ti jedan Tuner nije postavljen! Molim podesite postavke tunera prije nego počnete pretragu kanala.
lt: Joks imtuvas neįjungtas! Prieš pradėdami kanalų paiešką sukonfigūruokite imtuvą.
lv: Nav aktīva uztvērēja! Lūdzu iestatiet uztvērēju pirms sākat skenēt kanālus.
no: Ingen tuner er aktivert! Vennligst utfør tuner innstilling før du starter kanalsøk.

source: No update required!
cs: Aktualizace není požadována !
es: ¡No se requiere actualización!
hr: Nadogradnja nije potrebna!
lt: Naujesnių versijų nėra!
lv: Atjaunināšana nav nepieciešama!
no: Ingen oppdatering påkrevd!

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
cs: Nebyl nalezený platný PIN kanálu ! Chcete PIN změnit ? Pokud 'ne' tak ochrana kanálu zůstane vypnuta !
es: ¡No hay PIN válido de canales! ¿Le gustaría cambiar el PIN ahora? ¡Si dice 'No' aquí, la protección de canales permanece desactivada!
hr: Ispravan PIN za Kanal nije pronađen! Želite li promjeniti PIN sada? Ukoliko kažete 'Ne', kanali ostaju nezaštićeni!
lt: Teisingas kanalo PIN nerastas! Jūs norite pakeisti kanalo PIN dabar? Jeigu jūs atsakysite 'NE', tai kanalo apsauga nebus įjungta!
lv: Derīgs kanāla PIN netika atrasts! Vai vēleties mainīt kanāla PIN tūlīt? Ja teiksiet 'Nē', kanāla aizsardzība paliks neaktīva!
no: Ingen gyldig kanal PIN funnet! Vil du skifte kanal PIN nå? Sier du 'Nei' her vil kanal beskyttelsen ikke være aktivert!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
cs: Nebyl nalezený platný PIN ! Chcete PIN změnit ? Pokud 'ne' tak ochrana nastavení zůstane vypnuta !
es: ¡No se ha encontrado un PIN de configuración válido! ¿Desea cambiar el PIN de configuración ahora? ¡Si dice "No" aquí, la protección de la configuración permanece desactivada!
hr: Ispravan PIN za Postavke nije pronađen! Želite li promjeniti PIN sada? Ukoliko kažete 'Ne' , postavke uređaja ostaju nezaštićene!
lt: Teisingas nustatymų PIN nerastas! Jūs norite pakeisti nustatymų PIN dabar? Jeigu jūs atsakysite 'NE', tai nustatymų apsauga nebus įjungta!
lv: Derīgi PIN iestatījumi netika atrasti! Vai vēleties mainīt PIN iestatījumus tūlīt? Ja teiksiet 'Nē', aizsardzības iestatījums paliks neaktīvs!
no: Ingen gyldig setup PIN funnet! Vil du endre setup PIN nå? Sier du 'Nei' her vil setup beskyttelsen ikke være aktivert!

source: No, but do a manual scan now
cs: ne - ale spustit manuální vyhledávání
es: No, pero haz una búsqueda manual ahora
hr: Ne, ali započni ručnu pretragu sada
lt: Ne, bet dabar ieškoti rankiniu būdu
lv: Nē, bet veikt manuālo skenēšanu tūlīt
no: Ja, men gjør et manuelt søk nå

source: No, but do an automatic scan now
cs: ne - ale spustit automatické vyhledávání
es: No, pero haz una búsqueda automática ahora
hr: Ne, ali započni automatsku pretragu sada
lt: Ne, bet dabar ieškoti automatiniu būdu
lv: Nē, bet veikt automātisko skenēšanu tūlīt
no: Ja, men gjør et automatisk søk nå

source: No, but play again
cs: ne - ale přehrát znovu
es: No, reproduce otra vez
hr: Ne, ali pokreni opet.
lt: Ne, bet vėl leisti
lv: Nē, bet atskaņot atkal
no: Nei, men spill filmen en gang til

source: No, but play video again
cs: ne - ale přehrát video znovu
es: No, reproduce el video otra vez
hr: Ne, ali pokreni opet film
lt: Ne, bet vėl žiūrėti filmą
lv: Nē, bet atskaņot video atkal
no: Nei, men spill filmen en gang til

source: No, continue without bluetooth remote setup
cs: Ne, pokračovat bez nastavení dálk.ovladače bluetooth
es: No, continuar sin la configuración del mando bluetooth
lt: Ne, toliau tęsti be nuotolinio bluetooth nustatymo
lv: Nē, turpināt bez bluetooth uzstādījumiem
no: Nei, fortsett uten oppsett for bluetooth fjernkontroll

source: No, continue without restoring
cs: ne, pokračovat bez obnovení
es: No, continuar sin restaurar
lt: Ne, tęsti be atkūrimo

source: No, do nothing.
cs: ne - nic nedělat...
es: No, no hagas nada.
hr: Ne, ništa ne čini.
lt: Ne, nereikia.
lv: Nē, nedarīt neko.
no: Nei, gjør ingenting.

source: No, just start my dreambox
cs: ne - ale spustit čistý Dreambox
es: No, sólo arranque mi Dreambox
hr: Ne, samo pokreni moj dreambox
lt: Ne, įjungti mano imtuvą
lv: Nē, vienkārši startēt dreambox
no: Nei, bare start min dreambox

source: No, never
cs: -ne, nikdy-
es: No, nunca
hr: Ne, nikada
lt: Ne, niekada
lv: Nē, nakad
no: Nei, aldri

source: No, not now
cs: ne - nyní ne
es: No, ahora no
hr: Ne, ne sada
lt: Ne, ne dabar
lv: Nē, ne tūlīt
no: Nei, ikke nå

source: No, proceed with empty service list
cs: ne - ale použít prázdný seznam kanálů
es: No, continuar con la lista de canales vacía
hr: Ne, nastavi s praznom listom
lt: Ne, tęsti su tuščiu kanalų sąrašu
lv: Nē, turpināt ar tukšu kanālu sarakstu
no: Nei, fortsett med tom kanalliste

source: No, scan later manually
cs: ne - ale prohledám později manuálně
es: No, buscar más tarde manualmente
hr: Ne, skeniraj ručno kasnije
lt: Ne, ieškoti vėliau rankiniu būdu
lv: Nē, vēlāk skenēt manuāli
no: Nei, søk senere manuelt

source: No, send them never
cs: ne - nikdy neposílat
es: No, nunca lo envies
hr: Ne, nikada ne šalji
lt: Ne, nesiųsti jų niekada
lv: Nē, nekad to nesūtīt
no: Nei, aldri send dem
