Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: nothing connected
cs: - nepřipojeno -
es: nada conectado
hr: ništa nije spojeno
lt: niekas nepajungta
lv: nekas nav pievienots
no: ingenting tilkoblet

source: of a DUAL layer medium used.
cs: použito z dvouvrstvového DVD
es: de un disco de DOBLE cara usado.
hr: za DUAL layer medium se koristi.
lt: naudojama DVISLUOKSNĖ laikmena.
lv: no lietotā DIVSLĀŅU datu nesēja.
no: av et dobbel layer medie brukt.

source: of a SINGLE layer medium used.
cs: použito z jednovrstvového DVD
es: de un disco de cara SIMPLE usado.
hr: za SINGLE layer medium se koristi.
lt: naudojama VIENO sluoksnio laikmena.
lv: no lietotā VIENSLĀŅA datu nesēja.
no: av et singel layer medie brukt.

source: off
cs: vyp.
es: apagar
hr: isključi
lt: išjungta
lv: izslēgts
no: av

source: olympic blue
cs: olymp.modrá
es: azul olímpico
lt: olimpinė mėlyna
lv: tumši zils
no: olympisk blå

source: on
cs: zap.
hr: uključi
lt: įjungta
lv: ieslēgts
no: på

source: on READ ONLY medium.
cs: na médiu jen ke čtení
es: en disco SOLO LECTURA.
hr: za READ ONLY medium.
lt: diskas TIK SKAITYMUI.
lv: uz TIKAI LASĀMA datu nesēja.
no: av et read only medie.

source: once
cs: jednou
es: una vez
hr: jednom
lt: vieną kartą
lv: vienreiz
no: en gang

source: open servicelist
cs: sada kanálů - dolů
es: abrir lista de canales
hr: otvori listu kanala
lt: atverti kanalų sąrašą
lv: atvērt kanālu sarakstu
no: Åpne kanalliste

source: open servicelist(down)
cs: seznam kanálů - dolů
es: abrir lista de canales(abajo)
hr: otvori listu kanala (dolje)
lt: atverti kanalų sąrašą (žemyn)
lv: atvērt kanālu sarakstu(lejup)
no: Åpne kanalliste (ned)

source: open servicelist(up)
cs: seznam kanálů - nahoru
es: abrir lista de canales(arriba)
hr: otvori listu kanala (gore)
lt: atverti kanalų sąrašą (aukštyn)
lv: atvērt kanālu sarakstu(augšup)
no: Åpne kanalliste (opp)

source: orange
cs: oranžová
es: naranja
lt: oranžinė
lv: orandžs
no: oransje

source: parental control pin
cs: pin pro rodičovskou kontrolu
es: pin de control parental
lt: tėvų kontrolės pin kodas

source: pass
cs: projít
es: clave
hr: lozinka
lt: perduoti
lv: šobrīd
no: gå videre

source: pause
cs: pauza
es: pausa
hr: pauza
lt: pauzė
lv: pauze

source: pink
cs: sv.růžová
es: rosa
lt: rožinė
lv: rozā
no: rosa

source: plain text subtitles
cs: prostý text
es: subtítulos sin formato
hr: običan tip teksta titlova
lt: paprasti tekstiniai subtitrai
lv: teksta subtitri
no: ren undertekst

source: play entry
cs: přehrát
es: reproducir elemento
hr: pokreni unos
lt: leisti įrašą
lv: atskaņo ierakstu
no: spill denne

source: play from next mark or playlist entry
cs: přehrát od další značky nebo seznamu
es: reproduce desde la siguiente marca o siguiente película
hr: pokreni iz slijedećeg markiranog ili ulaz u playlistu
lt: leisti nuo sekančio žymeklio arba grojaraščio įrašo
lv: atskaņot no nākamās iezīmes vai repertuāra ieraksta
no: spill av fra neste markering eller post i spillisten

source: play from previous mark or playlist entry
cs: přehrát od předchozí značky nebo seznamu
es: reproduce desde la marca anterior o película
hr: play prethodni ili ulaz u naslove
lt: leisti nuo ankstesnio žymeklio arba grojaraščio įrašo
lv: atskaņot no iepriekšējās iezīmes vai repertuāra ieraksta
no: spill av fra forrige markering eller post i spillisten

source: please press OK when ready
cs: stiskněte OK, až budete připraveni...
es: pulse OK cuando esté preparado
hr: pritisni OK kada si spreman
lt: kai būsite pasiruošę spauskite OK
lv: kad gatavs, lūdzu spiediet OK
no: trykk OK når det er klart

source: please wait, loading picture...
cs: Čekejte, připravuji obrázek...
es: por favor espere, cargando foto...
hr: molim pričekajte, učitavam sliku…
lt: įkeliamas paveikslėlis, prašome laukti...
lv: lūdzu gaidiet... ielādē attēlu...
no: vennligst vent, henter bilde...

source: plugin to test some capabilities
cs: -- modul na testování některých možností
es: plugin para probar algunas capacidades
hr: dodatak za testiranje nekih mogućnosti
lt: priedas kai kurių galimybių testui
lv: spraudnis dažu iespēju pārbaudei
no: plugin til å teste ut noen muligheter

source: previous channel
cs: předchozí kanál
es: canal anterior
hr: prethodni kanal
lt: ankstesnis kanalas
lv: iepriekšējais kanāls
no: Forrige kanal

source: previous channel in history
cs: předchozí kanál v historii
es: canal anterior en historial
hr: predhodno gledani kanal
lt: ankstesnis kanalas į istoriją
lv: iepriekšējais kanāls vēsturē
no: Forrige kanal i historikk

source: purple
cs: purpurová
es: morado
lt: violetinė
lv: purpurs
no: lilla

source: reconnecting...
cs: obnovuji připojení...
es: reconectando...
lt: vėl prisijungti...
no: kobler til på nytt...

source: record
cs: nahrát
es: grabar
hr: Snimi
lt: įrašas
lv: ierakstīt
no: spill inn

source: record timer
cs: časovač záznamu
es: temporizador de grabación
hr: tajmer snimanja
lt: įrašyti laikmatį
lv: ierakstīt taimeri
no: innspillingstimer

source: recording...
cs: ...nahrávám...
es: grabando...
hr: snimanje...
lt: įrašymas...
lv: ieraksta...
no: spiller inn...

source: red
cs: červené
es: rojo
hr: crveno
lt: raudona
lv: sarkanā
no: rød

source: redesigned Kerni-HD1 skin
cs: Skin HD1 od Kerni.
es: piel rediseñada Kerni-HD1
lt: naujo dizaino Kerni HD1 tema
lv: pārveidotā Kerni-HD1 ādiņa
no: ombygd Kerni-HD1 skin

source: remove after this position
cs: odebrat vše za touto pozicí
es: borrar después de esta posición
hr: obriši nakon ove pozicije
lt: pašalinti po šios pozicijos
lv: dzēst pēc šīs vietas
no: fjern etter denne posisjon

source: remove all alternatives
cs: odebrat všechny alternativní kanály
es: borrar todas alternativas
hr: obriši sve alternative
lt: pašalinti visas alternatyvas
lv: dzēst visas alternatīvas
no: fjern alle alternativer

source: remove all new found flags
cs: odebrat vše nově nalezené a označené
es: borrar todas marcas encontradas
hr: obriši sve novo nađene oznake
lt: pašalinti visus naujai rastus kanalus
lv: dzēst visus jaunatrasts marķējumus
no: fjern alle nye funnede flag

source: remove before this position
cs: odebrat vše před touto pozicí
es: borrar antes de esta posición
hr: obriši prije ove pozicije
lt: pašalinti po šios pozicijos
lv: dzēst pirms šīs vietas
no: fjern før denne posisjonen

source: remove bookmark
cs: odebrat složku
es: borrar marcador
hr: obriši bookmark
lt: pašalinti žymeklį
lv: dzēst grāmatzīmi
no: fjern bokmerket

source: remove cable services
cs: odebrat kabelový kanál
es: eliminar canales de cable
hr: obriši kabelske usluge
lt: pašalinti kabelinius kanalus
lv: dzēst kabeļa kanālus
no: fjern kabelkanaler

source: remove directory
cs: zrušit složku
es: borrar directorio
hr: obriši direktorij
lt: pašalinti katalogą
lv: dzēst mapi
no: fjern katalog

source: remove entry
cs: odebrat kanál ze seznamu
es: eliminar entrada
hr: obriši unos
lt: pašalinti įrašą
lv: dzēst ierakstu
no: fjern denne

source: remove from parental protection
cs: odebrat z rodičovské kontroly
es: eliminar de la protección parental
hr: obriši iz roditeljske zaštite
lt: pašalinti iš tėvų kontrolės
lv: dzēst no vecāku kontroles
no: fjern fra foreldrekontroll

source: remove new found flag
cs: odebrat z nově nalezených
es: borrar nueva marca encontrada
hr: obriši novo nađenu oznaku
lt: pašalinti naują rastą kanalą
lv: dzēst jaunatrasts marķējumu
no: fjern ny funnet flag

source: remove selected satellite
cs: odebrat vybraný satelit
es: borrar satélite seleccionado
hr: obriši selektirane satelite
lt: pašalinti pasirinktą palydovą
lv: dzēst izvēlēto pavadoni
no: fjern valgt satellitt

source: remove terrestrial services
cs: odebrat terestriální kanál
es: eliminar canales terrestres
hr: obriši zemaljske usluge
lt: pašalinti antžeminius kanalus
lv: dzēst virszemes kanālus
no: fjern bakkenettkanaler

source: remove this mark
cs: odebrat popisovač
es: borrar esta marca
hr: obriši označeno
lt: pašalinti šį žymeklį
lv: dzēst šo iezīmi
no: fjern denne markøren

source: rename entry
cs: přejmenovat kanál
es: renombrar entrada
hr: preimenuj unos
lt: pervardinti įrašą
lv: pārsaukt ierakstu
no: endre navn på valg

source: repeat playlist
cs: opakovat video
es: repetir lista de reproducción
hr: ponoviti playlist
lt: pakartoti grojaraštį
lv: atkārtot repertuāru
no: repeter soilleliste

source: repeated
cs: vícekrát
es: repetido
hr: ponavljam
lt: pakartotinis
lv: atkārtots
no: gjentatte

source: rewind to the previous chapter
cs: přeskočit na předchozí kapitolu
es: vuelva al capítulo anterior
hr: premotati na prethodno poglavlje
lt: atsukti į ankstesnį skyrių
lv: atgriezties uz iepriekšējo nodaļu
no: spol tilbake til forrige kapittel

source: right
cs: vpravo
es: derecha
hr: desni
lt: dešinys
lv: labā
no: høyre

source: rose
cs: růžová
es: rosa
lt: rožinė
lv: rozā
no: roserød

source: save last directory on exit
cs: po ukončení uložit poslední složku
es: guardar el último directorio al salir
hr: Spremi zadnji direktorij na izlazu
lt: išsaugoti paskutinį katalogą užveriant
lv: izejot, saglabāt pēdējo mapi
no: lagre sist brukte katalog ved avslutning

source: save playlist
cs: seznam vybraného videa uložit jako...
es: guardar lista de reproducción
hr: spremi playlistu
lt: išsaugoti grojaraštį
lv: saglabāt repertuāru
no: lagre spilliste

source: save playlist on exit
cs: po ukončení uložit seznam vybraného videa
es: guardar la lista al salir
hr: Spremi playlist na izlazu
lt: išsaugoti grojaraštį užveriant
lv: izejot, saglabāt repertuāru
no: lagre spilleliste ved avslutning

source: scan done!
cs: ...hotovo ...
es: ¡búsqueda hecha!
hr: pretraživanje završeno!
lt: paieška baigta!
lv: skenēšana pabeigta!
no: søk avsluttet!

source: scan in progress - %d%% done!
cs: ...dokončeno : %d%%,
es: búsqueda en proceso - %d %% ¡hecho!
hr: pretraživanje u tijeku - %d%% gotovo!
lt: vyksta paieška - %d %% baigta!
lv: skenēšans norise - %d%% pabeigts!
no: søking igang - %d%% ferdig!

source: scan state
cs: stav prohledávání
es: estado de la búsqueda
hr: status pretrage
lt: paieškos eiga
lv: skenēšanas statuss
no: søkestatus

source: scanning...
cs: ...prohledávám...
es: buscando...
hr: skeniram...
lt: ieškoma...
lv: skenē...
no: Skanner

source: second
cs: sek.
es: segundo
hr: sljedeće
lt: sekundė
lv: sekunde
no: sekund

source: seconds
cs: sek.
es: segundos
hr: sekundi
lt: sekundės
lv: sekundes
no: sekunder

source: select
cs: vybrat
es: seleccionar
hr: Odaberite
lt: pasirinkti
lv: izvēlēties
no: velg

source: select CAId
cs: vybrat CAID
es: seleccionar CAId
hr: Odaberite CAId
lt: pasirinkite CAId
lv: izvēlieties CAId
no: velg CAId

source: select CAId's
cs: vybrat CAIDy
es: seleccionar CAId's
hr: Odaberite CAId's
lt: pasirinkite CAId's
lv: izvēlieties CAID-us
no: velg CAId'er

source: select Slot
cs: Vyberte tuner...
es: seleccionar ranura
lt: pasirinkite lizdą
no: velg slot

source: select movie
cs: výběr videa
es: seleccionar película
hr: odaberi film
lt: pasirinkite filmą
lv: izvēlēties filmu
no: velg film

source: select the movie path
cs: vyberte složku pro video
es: seleccione el directorio de las películas
hr: odaberite putanju filma
lt: pasirinkite kelią filmams
lv: izvēlieties ceļu filmām
no: velg sti for lagring av film

source: service PIN
cs: PIN kanálu
es: PIN del canal
hr: PIN kanala
lt: kanalo PIN
lv: kanāla PIN
no: kanal PIN

source: setup PIN
cs: nastavit PIN
es: configurar PIN
hr: postavljanje PIN-a
lt: nustatymų PIN
lv: iestatījumu PIN
no: PIN oppsett

source: short description
cs: krátký popis
es: breve descripción
hr: kratki opis
lt: trumpas aprašymas
lv: īss apraksts
no: kort beskrivelse

source: show DVD main menu
cs: zobrazit hlavní menu DVD
es: mostrar el menú principal de DVD
hr: pokaži DVD glavni izbornik
lt: rodyti DVD pagrindinį meniu
lv: rādīt DVD galveno izvēlni
no: vis DVD hovedmeny

source: show EPG...
cs: info programu
es: mostrar EPG...
hr: prikaži EPG...
lt: rodyti EPG...
lv: rādīt EPG...
no: vis EPG...

source: show all
cs: zobrazit vše
es: mostrar todo
hr: pokaži sve
lt: rodyti viską
lv: rādīt visu
no: vis alle

source: show alternatives
cs: zobrazit alternativní kanály
es: mostrar alternativas
hr: pokaži alternative
lt: rodyti alternatyvas
lv: rādīt alternatīvas
no: vis alternativer

source: show event details
cs: zobrazit info o programu
es: mostrar detalles del evento
hr: pokaži proširene infor.
lt: rodyti informaciją apie įvykį
lv: rādīt notikuma detaļas
no: vis sendingdetaljer

source: show extended description
cs: zobrazit rozšířený popis
es: mostrar descripción extendida
hr: prikaži proširene informacije
lt: rodyti išplėstinį aprašymą
lv: rādīt paplašināto aprakstu
no: vis utvidet beskrivelse

source: show first selected tag
cs: zobrazit první vybranou značku
es: mostrar la primera etiqueta seleccionada
hr: pokazuju prvu odabranu oznaku
lt: rodyti pirmą pasirinktą žymą
lv: rādīt pirmo izvēlēto etiķeti
no: vis første valgte kategori

source: show outdated service EPG...
cs: zobrazit starší data EPG...
es: mostrar EPG obsoleto de canales...
hr: prikaži protekle EPG događaje...
lt: rodyti pasenusį kanalų EPG...
lv: rādīt pagājušos kanāla EPG...
no: vis utdatert kanal EPG...

source: show second selected tag
cs: zobrazit druhou vybranou značku
es: mostrar la segunda etiqueta seleccionada
hr: pokazuju drugu odabranu oznaku
lt: rodyti antrą pasirinktą žymą
lv: rādīt otro izvēlēto etiķeti
no: vis andre valgte kategori

source: show shutdown menu
cs: zobrazí menu pro vypnutí
es: mostrar menú de apagado
hr: pokaži izbornik isključivanja
lt: rodyti išjungimo meniu
lv: rādīt izslēgšanas izvēlni
no: vis shutdown meny

source: show single service EPG...
cs: žluté tl. - programy kanálu
es: mostrar EPG de un canal...
hr: pokaži EPG za jedan kanal...
lt: rodyti vieno kanalo EPG...
lv: rādīt viena kanāla EPG...
no: vis EPG for enkelt kanal...

source: show tag menu
cs: zobrazit menu značek
es: mostrar el menú de etiquetas
hr: pokaži tag izbornika
lt: rodyti žymos meniu
lv: rādīt etiķetes izvēlni
no: vis meny for kategorier

source: show transponder info
cs: zobrazit info o transpondéru
es: mostrar info del transpondedor
hr: pokaži info transpondera
lt: rodyti transponderio informaciją
lv: rādīt transpondera info
no: vis transponder info

source: shuffle playlist
cs: seznam vybraného videa promíchat
es: lista de reproducción aleatoria
hr: sam biraj iz playliste
lt: maišyti grojaraštį
lv: jaukts repertuārs
no: blande spilliste

source: shut down
cs: vypnout
es: apagar
hr: Isključiti
lt: išjungti
lv: izslēgt
no: slå av

source: shutdown
cs: vypnout
es: apagar
hr: isključiti
lt: išjungti
lv: izslēgt
no: slå av

source: simple
cs: základní
es: sencillo
hr: jednostavno
lt: paprastas
lv: vienkāršs
no: enkel

source: skip backward
cs: skok zpět
es: saltar atrás
hr: preskoči unazad
lt: praleisti sukimą atgal
lv: pārlēkt atpakaļ
no: hopp bakover

source: skip backward (enter time)
cs: skok zpět (podle času)
es: saltar atrás (ingresar hora)
hr: preskoči unazad (unesi vrijeme)
lt: praleisti sukimą atgal (įrašykite laiką)
lv: pārlēkt atpakaļ (ievadīt laiku)
no: hopp bakover (skriv inn tid)

source: skip forward
cs: skok dopředu
es: saltar adelante
hr: preskoči unaprijed
lt: praleisti sukimą į priekį
lv: pārlēkt uz priekšu
no: hopp framover

source: skip forward (enter time)
cs: skok dopředu podle času
es: saltar adelante (ingresar hora)
hr: preskoči naprijed (unesi vrijeme)
lt: praleisti sukimą pirmyn (įrašykite laiką)
lv: pārlēkt uz priekšu (ievadīt laiku)
no: hopp framover (skriv inn tid)

source: sort by date
cs: ↕podle data
es: ordenar por fecha
hr: sortiraj po datumu
lt: rūšiuoti pagal datą
lv: kārtot pēc datuma
no: sorter på dato

source: special characters
cs: speciální znaky
es: caracteres especiales
hr: posebni znakovi
lt: specialūs simboliai
lv: īpašās rakstzīmes
no: spesielle taster

source: standard
cs: standardní
es: estándar
hr: standardno
lt: standartinis
lv: standarta

source: standby
cs: režim spánku
es: pausa
hr: isključiti
lt: laukimo režimas
lv: gaidstāve

source: start cut here
cs: začít střih zde
es: comenzar corte aquí
hr: počni rez ovdje
lt: pradėti iškirpimą čia
lv: sākt griezt šeit
no: start klipp her

source: start directory
cs: výchozí složka
es: directorio de inicio
hr: start directorija
lt: paleisties katalogas
lv: sākuma mape
no: start katalog

source: start timeshift
cs: start Timeshiftu
es: comenzar pausa
hr: pokreni vrem.pomak
lt: paleisti laiko poslinkį
lv: sākt laikaizturi

source: stop PiP
cs: uzavře PiP
es: parar PiP
hr: zaustavi PiP
lt: stabdyti PiP
lv: apturēt PiP
no: stopp BiB

source: stop entry
cs: zastavit záznam
es: parar elemento
hr: zaustavi unos
lt: stabdyti įrašą
lv: pieturas ieraksts
no: stopp avspilling

source: stop recording
cs: < zastavit nahrávání --
es: parar grabación
hr: zaustavi snimanje
lt: stabdyti įrašymą
lv: apturēt ierakstu
no: stopp innspilling

source: stop timeshift
cs: režim TV
es: parar pausa
hr: zaustavi vrem.pomak
lt: stabdyti laiko poslinkį
lv: apturēt laikaizturi
no: stopp timeshift

source: storage device
cs: úložné zařízení
es: dispositivo de almacenamiento
hr: uređaj za pohranu
lt: saugojimo įrenginys
lv: glabātuves ierīce
no: lagringsenhet

source: swap PiP and main picture
cs: prohodit PiP a hlavní obraz
es: intercambiar PiP con la imagen principal
hr: zamijeni PiP sa glavnom slikom
lt: sukeisti PiP ir pagrindinį paveikslėlį
lv: mainīt PiP un galveno attēlu
no: bytt BiB og hovedbilde

source: switch to bookmarks
cs: přejít do vybraných cest >>
es: pasar a marcadores
hr: prelazak na bookmarks
lt: perjungti į žymeklius
lv: pāriet uz grāmatzīmēm
no: bytt til bokmerker

source: switch to filelist
cs: << přejít do stromu
es: cambiar a lista de ficheros
hr: prebaci u datoteknu listu
lt: perjungti į failų sąrašą
lv: pāriet uz failu sarakstu
no: bytt til filliste

source: switch to playlist
cs: přepnout do seznamu vybraného videa
es: cambiar a lista
hr: prebaci u playlistu
lt: perjungti į grojaraštį
lv: pāriet uz repertuāru
no: bytt til spilliste

source: switch to the next angle
cs: přepnout na další náhled
es: cambiar al siguiente ángulo
hr: prelazak na sljedeći kut
lt: perjunkite į kitą kampą
lv: pārslēgt uz nākamo leņķi
no: bytt til neste kameravinkel

source: switch to the next audio track
cs: přepnout na další zvukovou stopu
es: cambiar a la siguiente pista de audio
hr: Prelazak na sljedeći zvučni zapis
lt: perjungti į kitą garso takelį
lv: pārslēgt uz nākošo skaņas celiņu
no: bytt til neste lydspor

source: switch to the next subtitle language
cs: přepnout na další jazyk titulků
es: cambiar al siguiente idioma de subtítulos
hr: prelazak na sljedeći jezik titla
lt: perjungti į kitą subtitrų kalbą
lv: pārslēgt uz nākamo subtitru valodu
no: bytt til neste tekstspråk

source: template file
cs: soubor šablony
es: archivo de plantilla
hr: predložak datoteke
lt: failo šablonas
lv: veidnes fails
no: malfil

source: this recording
cs: tento záznam
es: esta grabación
hr: ovo snimanje
lt: tai įrašyta
lv: šim ierakstam
no: denne innspillingen

source: this service is protected by a parental control pin
cs: tento kanál je chráněný rodičovským zámkem
es: este canal está protegido por el pin del control parental
hr: kanal je zaštićen s pin kodom roditeljske zaštite
lt: šis kanalas apsaugotas tėvų kontrolės pin kodu
lv: šis kanāls ir aizsargāts ar vecāku kontroles pin kodu
no: denne kanalen er beskyttet av en foreldrekontroll PIN

source: to your new Dreambox! Let's start setting it up... [Press OK]
cs: Máte nový Dreambox ! Můžete ho začít používat... [stiskněte OK]
es: a tu nueva Dreambox! Empecemos a configurarla... [Presiona OK]
lt: į savo naują Dreambox! Pradėkime jį nustatyti... [Paspauskite OK]

source: toggle a cut mark at the current position
cs: přepnout značku střihu na aktuální pozici
es: poner una marca de corte en la posición actual
hr: aktiviraj rezanje na trenutno označenoj poziciji
lt: iškirpti žymeklį veikiančioje pozicijoje
lv: pārslēgt griešanas iezīmi pašreizējā vietā
no: sett en kuttmarkør på denne posisjon

source: toggle time, chapter, audio, subtitle info
cs: přepnout informace mezi časem, kapitolou, audiostopou, titulky
es: poner hora, capítulo, audio, info subtítulos
hr: aktivacija vremena, chapter, audio, subtitle info
lt: perjungimo laikas, skyriai, garsas, subtitrų informacija
lv: pārslēgt laiku, nodaļu, skaņu, subtitru informāciju
no: bytt mellom tid, kapittel, lyd og tekstinfo

source: tuner is not supported
cs: Tuner není podporovaný !
es: sintonizador no soportado
hr: tuner nije podržan
lt: imtuvas nepalaikomas
lv: uzvērējs netiek atbalstīts
no: tuner er ikke støttet

source: tuning...
cs: ...nastavuji...
es: sintonizando...
lt: reguliuojama...
lv: regulē...
no: søker inn...

source: unknown
cs: neznámý
es: desconocido
hr: Nepoznat
lt: nežinomas
lv: nezināms
no: ukjent

source: unknown service
cs: neznámý kanál
es: servicio desconocido
hr: Nepoznat kanal
lt: nežinomas kanalas
lv: nezināms serviss
no: ukjent kanal

source: unspecified
cs: nespecifikováno
es: sin especificar
hr: neodređeno
lt: nepatikslintas
lv: nenoteikts
no: uspesifisert

source: until standby/restart
cs: do spánku / restart
es: hasta reposo/reinicio
hr: do stanja mirovanja/ponovnog pokretanja
lt: iki budėjimo/paleidimo iš naujo
lv: līdz gaidstāvei/restartam
no: inntil standby eller restart

source: upcoming event
cs: příští program
es: próximo evento
hr: sljedeći događaj
lt: artėjantis įvykis
lv: drīzumā
no: neste program

source: user defined
cs: uživ.definovat
es: definido por el usuario
hr: definirano od korisnika
lt: vartotojo nustatytas
lv: lietotāja definēts
no: brukerdefinert

source: vertical
cs: vertikální
hr: vertikala
lt: vertikali
lv: vertikālā
no: vertikal

source: view extensions...
cs: modré tl. -mo_menu
es: ver extensiones...
hr: pogledaj dodatke…
lt: žiūrėti papildymus...
lv: skatīt papildinājumus...
no: Vis meny for tillegg

source: view recordings...
cs: nahrané ... menu EasyMedia
es: ver grabaciones...
hr: pogledaj snimke...
lt: žiūrėti įrašus...
lv: skatīt ierakstus...
no: vis innspillinger...

source: wait for ci...
cs: čekám na CI dek...
es: esperar al ci...
hr: čekaj za ci...
lt: laukite CI atsako...
lv: gaidiet atbildi no ci...
no: vent på CI...

source: wait for mmi...
cs: čekám na mmi...
es: esperar para nmi...
hr: čekaj za mmi...
lt: laukite MMI atsako...
lv: gaidiet atbildi no mmi...
no: venter på MMI...

source: waiting
cs: čekám...
es: esperando
hr: čekam
lt: laukiama
lv: gaida
no: venter

source: waiting for statistics...
cs: ...načítám statistiku...
es: esperando estadísticas...
hr: čekam stastistike...
lt: laukiama statistinių duomenų...
lv: gaida statistiku...
no: venter på statistikk

source: was removed successfully
cs: bylo úspěšně odstraněno
es: fue eliminado con éxito
hr: je uspješno uklonjen
lt: sėkmingai pašalinta
lv: sekmīgi tika nodzēsts
no: ble fjernet uten feil

source: weekly
cs: týdně
es: semanalmente
hr: tjedno
lt: kiekvieną savaitę
lv: ik nedēļu
no: ukentlig

source: white
cs: bílá
es: blanco
lt: baltas
lv: balts
no: hvit

source: whitelist
cs: bílý sezn. -povolené kanály
es: lista blanca
hr: bijela lista
lt: baltasis sąrašas
lv: baltais saraksts
no: hvitliste

source: working
cs: pracuji...
es: trabajando
hr: radi
lt: dirba
lv: strādā
no: jobber

source: yellow
cs: žluté
es: amarillo
hr: žuto
lt: geltona
lv: dzeltenā
no: gul

source: yes
cs: -ano-
es: si
hr: da
lt: taip
lv: jā
no: ja

source: yes (keep feeds)
cs: ano - ponechat vybrané
es: si (conserva fuentes)
hr: Da ( zadrži feedove)
lt: taip (saugoti šaltinius)
lv: jā (paturēt padeves)
no: ja (behold feeds)
