Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Do you really want to delete the bookmark '%s'?
cs: Chcete odstranit záložku '%s' ?
es: ¿Seguro que quiere borrar el marcador '%s'?
hr: Jeste li sigurni da želite obrisati bookmark '%s'?
lt: Ar norite ištrinti žymą '%s'?
lv: Vai tiešām vēlaties dzēst grāmatzīmi '%s'?
no: Vil du virkelig slette favoritt '%s'?

source: Do you really want to delete the following cookie? Domain: %s Path: %s Key: %s Raw-Content: %s
cs: Chcete odstranit tyto cookie ? doména: %s cesta : %s klíč : %s obsah : %s
es: ¿Seguro que quiere borrar esta cookie? Dominio: %s Ruta: %s Clave: %s Contenido-Raw: %s
hr: Jeste li sigurni da želite obrisati sljedeći kolačić? Domena: %s Put: %s Ključ: %s Raw-sadrž: %s
lt: Ar norite ištrinti šį slapuką? Sritis: %s Kelias: %s Raktas: %s Turinys: %s
lv: Vai tiešām vēlaties dzēst sekojošu sīkfailu? Domēns: %s Ceļš: %s Atslēga: %s Neapstrādāts saturs: %s
no: Vil du virkelig slette følgende infomasjonskapsel? Domene : %s Sti : %s Nøkkel : %s Innhold : %s

source: Do you really want to discard all changes?
cs: Chcete zrušit všechny změny ?
es: ¿Seguro que quiere descartar todos los cambios?
hr: Jeste li sigurni da želite poništiti sve promjene?
lt: Ar norite atsisakyti visų keitimų?
lv: Vai tiešām vēlaties atteikties no izmaiņām?
no: Vil du virkelig forkaste alle endringer?

source: Do you really want to exit the browser?
cs: Chcete zavřít prohlížeč ?
es: ¿Seguro que quiere salir del navegador?
hr: Želite li stvarno izaći iz preglednika?
lt: Ar norite užverti naršyklę?
lv: Vai tiešām vēlaties iziet no pārlūka?
no: Ønsker du virkelig å avslutte browser?

source: Do you really want to exit?
cs: Opravdu to chcete ukončit ?
es: ¿Seguro que quiere salir?
hr: Želite li stvarno izaći?
lt: Ar norite užverti?
lv: Vai tiešām vēlaties iziet?
no: Vil du virkelig avslutte?

source: Do you really want to initialize this %(desc)s? All data on this %(desc)s will be lost!
cs: Chcete naformátovat : %(desc)s ? Všechna data na : %(desc)s budou odstraněna !
es: ¿Seguro que quiere inicializar este %(desc)s? ¡Se perderán todos los datos de este %(desc)s!
hr: Jeste li sigurni da želite formatirati ovaj %(desc)s? Svi podaci na %(desc)s biti će izgubljeni !
lt: Ar norite inicializuoti šį %(desc)s? Visi duomenys šiame %(desc)s bus prarasti!
lv: Vai tiešām vēlaties inicializēt šo %(desc)s? Visi šī %(desc)s dati tiks nozaudēti!
no: Ønsker du virkelig å initialisere denne %(desc)s? Alle date på denne %(desc)s vil bli slettet!

source: Do you really want to remove ALL content (including playlists) from the database?
cs: Chcete odebrat celý obsah (včetně seznamu přehrávek) z databáze ?
es: ¿Seguro que desea eliminar TODO el contenido (incluidas las listas de reproducción) de la base de datos?
lt: Ar tikrai norite pašalinti visą turinį (įskaitant grojaraščius) iš duomenų bazės?
lv: Vai tiešām vēlaties dzēst VISU saturu (ieksaitot repertuārus) no datu bāzes?
no: Vil du virkelig fjerne ALT innhold (inkludert spillelister) fra databasen?

source: Do you really want to remove directory %s from the disk?
cs: Chcete odebrat složku %s z disku ?
es: ¿Seguro que quiere borrar el directorio %s del disco?
hr: Da li želite obrisati directory %s sa diska?
lt: Ar norite pašalinti katalogą %s iš disko?
lv: Vai tiešām vēlaties dzēst mapi %s no diska?
no: Vil du virkelig slette katalog %s fra disken?

source: Do you really want to remove the directory %s and all of it's content from the database?
cs: Chcete odstranit složku : %s s celou databází ?
es: ¿Seguro que desea eliminar el directorio %s y todo su contenido de la base de datos?
hr: Da li želite obrisati directory %s sa diska i sav sadržaj iz baze podataka?
lt: Ar norite pašalinti %s katalogą ir visą jo turinį iš duomenų bazės?
lv: Vai tiešām vēlaties dzēst mapi %s un visu tās saturu no datu bāzes?
no: Vil du virkelig fjerne katalogen %s , og alt innhold i denne, fra databasen?

source: Do you really want to remove the following certificate from the list of trusted certificates? Hostname: %s SHA1-Fingerprint: %s
cs: Chcete odstranit tento certifikát ze seznamu důvěrných certifikátů ? hostitel : %s otisk SHA1: %s
es: ¿Seguro que quiere eliminar el siguiente certificado de la lista de certificados autorizados? Nombre del host: %s SHA1-Fingerprint: %s
hr: Stvarno želite obrisati sljedeći certifikat iz liste pouzdanih certifikata? Domena: %s SHA1-Fingerprint: %s
lt: Ar norite pašalinti šią sertifikatą iš patikimų sertifikatų sąrašo? Mazgo pavadinimas:%s SHA1-Fingerprint: %s
lv: Vai tiešām vēlaties dzēst sekojošu sertifikātu no uzticamo sertifikātu saraksta? Hosta vārds: %s SHA1-nospiedums: %s
no: Ønsker du virkelig å fjerne følgende sertifikat fra listen over klarerte sertifikater? Vertsnavn : %s SHA1-Fingerprint : %s

source: Do you really want to remove your bookmark of %s?
cs: Chcete umístění %s odstranit ?
es: ¿Seguro que quiere borrar su marcador %s?
hr: Želite obrisati vaš bookmark %s?
lt: Ar norite pašalinti žymę %s?
lv: Vai tiešām vēlaties dzēst grāmatzīmi %s?
no: Vil du virkelig fjerne bokmerket ditt fra %s?

source: Do you want to burn this collection to DVD medium?
cs: Chcete vypálit tuto sadu na DVD ?
es: ¿Quiere grabar esta colección a disco DVD?
hr: Želite li snimiti ovu kolekciju na DVD medij?
lt: Ar norite įrašyti šią kolekciją į DVD laikmeną?
lv: Vai vēlaties ierakstīt šo kolekciju uz DVD nesēja?
no: Ønsker du å brenne til DVD media?

source: Do you want to cancel the guided setup?
cs: Chcete zrušit nastavení ?
es: ¿Desea cancelar la configuración guiada?
lt: Ar norite atšaukti valdomą nustatymą?

source: Do you want to do another manual service scan?
cs: Chcete manuálně vyhledat další kanály ?
es: ¿Quiere hacer otra búsqueda manual?
hr: Želite li ručnu pretragu kanala?
lt: Ar norite atlikti kitą rankinę kanalų paiešką?
lv: Vai vēleties manuāli skenēt citus kanālus?
no: Vil du gjøre enda et manuelt kanalsøk?

source: Do you want to enable the parental control feature on your dreambox?
cs: Chcete povolit rodičovskou kontrolu na Dreamboxu ?
es: ¿Quiere activar el control parental en su Dreambox?
hr: Želite li uključiti roditeljsku kontrolu na vašem dreambox-u?
lt: Ar norite įdiegti tėvų kontrolę Jūsų imtuvui?
lv: Vai vēlaties aktivizēt vecāku kontroles iespēju?
no: Vil du aktivere foreldrekontroll på dreamboxen din?

source: Do you want to install default sat lists?
cs: Nainstalovat předvolený seznam kanálů ? OK -> pokračovat...
es: ¿Quiere instalar las listas de satélite por defecto?
hr: Želite li staviti tvorničku sat listu?
lt: Ar norite įdiegti numatytuosius palydovų sąrašus?
lv: Vai vēlaties instalēt noklusētos pavadoņu sarakstus?
no: Ønsker du å installere standard satellittliste?

source: Do you want to install the package:
cs: Nainstalovat balíček :
es: ¿Quiere instalar el paquete:
hr: Želite li instalirati paket:
lt: Ar norite įdiegti paketą:
lv: Vai vēlaties instalēt pakotni:
no: Vil du installere pakken:

source: Do you want to play DVD in drive?
cs: Přehrát DVD v mechanice ?
es: ¿Reproducir el DVD de la unidad?
hr: Želite li staviti DVD u pogon?
lt: Ar norite paleisti DVD?
lv: Vai vēlaties atskaņot DVD?
no: Vil du spille DVD fra spilleren?

source: Do you want to preview this DVD before burning?
cs: Chcete si DVD před vypálením prohlédnout ?
es: ¿Quiere ver este DVD antes de grabarlo?
hr: Želite li pregledati ovaj DVD prije snimanja?
lt: Ar norite peržiūrėti šį DVD prieš įrašymą?
lv: Vai vēleties skatīt šo DVD pirms ierakstīšanas?
no: Ønsker du å forhåndsvise DVD før brenning?

source: Do you want to produce this collection?
cs: Chcete sestavit tuto kolekci ?
es: ¿Quiere producir esta colección?
hr: Želite li producirat ovu kolekciju?
lt: Ar norite pateikti šią kolekciją?
lv: Vai vēlaties izveidot šo kolekciju?
no: Vil du produsere denne samlingen?

source: Do you want to reboot your Dreambox?
cs: Restartovat Dreambox ?
es: ¿Quiere reiniciar su Dreambox?
hr: Želite li ponovno pokrenuti Dreambox?
lt: Ar norite savo imtuvą paleisti iš naujo?
lv: Vai vēlaties pārstartēt Dreambox?
no: Ønsker du å restarte Dreambox?

source: Do you want to remove the package:
cs: Chcete odebrat balíček ? :
es: Quiere eliminar el paquete:
hr: Želite li ukloniti pakete:
lt: Ar norite pašalinti paketą:
lv: Vai vēleties dzēst pakotni:
no: Ønsker du å fjerne pakken:

source: Do you want to restore your settings?
cs: Chcete obnovit původní nastavení ?..
es: ¿Quiere restaurar su configuración?
hr: Želite li obnoviti vaše postavke ?
lt: Ar norite atkurti nustatymus?
lv: Vai vēlaties atjaunot savus iestatījumus?
no: Vil du hente inn dine innstillinger?

source: Do you want to resume this playback?
cs: Pokračovat v přehrávání ?
es: ¿Quiere reanudar la reproducción?
hr: Želite li nastaviti snimku s zadnje zaustavljene pozicije?
lt: Ar norite tęsti šį atkūrimą?
lv: Vai vēlaties atsākt šo atskaņošanu?
no: Vil du gjenoppta avspillingen?

source: Do you want to update now?
cs: Chcete aktualizovat nyní ?
es: ¿Quiere actualizar ahora?
lt: Ar norite atnaujinti dabar?
lv: Vai vēlaties atjaunināt tūlīt?
no: Vil du oppdatere nå?

source: Do you want to update your Dreambox?
cs: Chcete aktualizovat balíčky Dreamboxu ?
es: ¿Quiere actualizar su Dreambox?
hr: Želite li ažurirati vaš Dreambox?
lt: Ar norite atnaujinti savo imtuvą?
lv: Vai vēlaties atjaunināt Dreambox?
no: Ønsker du å oppdatere din Dreambox?

source: Do you want to upgrade the package:
cs: Aktualizovat balíček ?:
es: Quiere actualizar el paquete:
hr: Želite li nadograditi pakete:
lt: Ar norite atnaujinti paketą:
lv: Vai vēlaties atjaunināt pakotni:
no: Ønsker du å oppgradere pakken:

source: Do you want to view a tutorial?
cs: Chcete zobrazit manuál ?
es: ¿Quiere ver un tutorial?
hr: Želite li pogledati vodič?
lt: Ar norite peržiūrėti aprašymą?
lv: Vai vēlaties skatīt pamācibu?
no: Vil du se en veiledning?

source: Domain
cs: akce...
es: Dominio
hr: Domena
lt: Sritis
lv: Domēns
no: Domene

source: Don't add this recording
cs: nepřidávat tento záznam
es: No añadir esta grabación
hr: Nemoj dodat ovu snimku
lt: Šio įrašo pridėti negalima
lv: Nepievienot šo ierakstu
no: Ikke legg til denne innspillingen

source: Don't ask again!
cs: znovu se nedotazovat
es: ¡No preguntar de nuevo!
hr: Nemoj pitat ponovno!
lt: Daugiau neklausti!
lv: Nevaicāt atkal!
no: Ikke spør igjen!

source: Don't ask, just send
cs: neptat se, jen odeslat...
es: No preguntes, sólo envíalo
hr: Ne pitaj, samo pošalji
lt: Neklausti, tiesiog siųsti
lv: Nevaicāt, vienkārši sūtīt
no: Ikke spør, bare send

source: Don't stop current event but disable coming events
cs: Aktuální nahrávání nelze přerušit, ale lze deaktivovat další !
es: No pare el evento actual, pero desactive los siguientes
hr: Ne zaustavljaj trenutni događaj ali onemogući nadolazeće događaje
lt: Nestabdyti dabartinės užduoties, o išjungti sekančią užduotį
lv: Neapturēt pašreizējo notikumu, bet izslēgt nākamos notikumus
no: Ikke stopp nåværende event men slå av kommende events

source: Don't worry your device is still ok! There are several safety mechanisms in place! Your device is still as fine as it was before this procedure!
cs: Buďte v klidu, vaše zařízení je OK ! Je tu vloženo několik bezpečnostních mechanizmů. Box bude vrácený do původního stavu před procedůrou...
es: ¡No se preocupe, su dispositivo todavía está bien! ¡Hay varios mecanismos de seguridad! ¡Su dispositivo sigue tan bien como antes de este procedimiento!
hr: Ne brinite, vaš uređaj je još ok! Samo aktivirani neki sigurnosni mehanizmi zaštite! Vaš uređaj je i dalje ispravan kao i prije ovog postupka!
lt: Nereikia nerimauti dėl savo įrenginio, vis yra gerai! Yra keletas mechanizmų saugumui užtikrinti! Jūsų įrenginys išliks toks pat geras kaip ir prieš šią procedūrą!
lv: Neuztraucieties, ar jūsu ierīci viss ir kārtībā! Ir ieviesti vairāki drošības mehānismi! Jūsu ierīce joprojām ir tādā pašā kārtībā kā pirms šīs procedūras!
no: Uro deg ikke, din enhet er fremdeles ok! Det er flere sikkerhetsmekanismer tilgjengelig! Din enhet er fremdeles i samme tilstand som før prosedyren ble utført!

source: Done - Installed or upgraded %d packages
cs: Dokončena instalace nebo aktualizace %d modulů...
es: Hecho - Instalados o actualizados %d paquetes
hr: Gotovo - Instalirano i nadograđeno %d paketa
lt: Baigta - Įdiegta arba atnaujinta %d paketų
lv: Darīts - instalētas vai atjauninātas %d pakotnes
no: Ferdig - Installert(e) eller oppgradert(e) %d pakker

source: Done - Installed, upgraded or removed %d packages with %d errors
cs: Instalováno nebo odebráno : %d balíčků ... s %d chybami !
es: Hecho - Instalado, actualizado o eliminados %d paquetes con %d errores
hr: Gotovo - Instaliran, nadograđen ili uklonjen %d paket sa %d greške
lt: Baigta - Įdiegta, atnaujinta ar pašalinta %d paketų su %d klaidomis
lv: Darīts - instalētas, atjauninātas vai dzēstas %d pakotnes ar %d kļūdām
no: Ferdig - Innstalert(e), oppgradert(e) eller fjernet %d pakker. %d feil

source: Done - No updates available.
cs: ...hotovo, není nic nového...
es: Listo - No hay actualizaciones disponibles.
hr: Gotovo - Nema dostupnih novih nadogradnji.
lt: Baigta - Nėra galimų naujinimų.
lv: Darīts - atjauninājumu vairs nav.
no: Utført - Ingen oppdateringer tilgjengelig.

source: Download
cs: Stáhnout
es: Descargar
hr: Skidanje
lt: Atsisiųsti
lv: Lejuplādēt
no: Nedlasting

source: Download Manager
cs: správce stahování
es: Gestor de descargas
hr: Upravitelj preuzimanja
lt: Atsisiuntimų valdymas
lv: Lejuplādes pārvaldnieks
no: Nedlastingsoversikt

source: Download started...
cs: Začínám stahovat...
es: Descarga comenzada...
hr: Preuzimanje započeto...
lt: Pradėtas siuntimas...
lv: Uzsākta lejuplāde...
no: Nedlasting startet...

source: Downloading
cs: ...stahuji data...
es: Descargando
hr: Učitavanje
lt: Atsisiunčiama
lv: Lejuplādē
no: Laster ned

source: Downloads
cs: Stahování
es: Descargas
hr: Skidanja
lt: Atsisiuntimai
lv: Lejuplādes
no: Nedlastinger

source: Dreambox format data DVD (HDTV compatible)
cs: Datové DVD ve formátu Dreambox, vyhovuje HDTV
es: Formato Dreambox DVD (HDTV compatible)
hr: Dreambox format data DVD (HDTV kompatibilan)
lt: Dreambox formato duomenų DVD (suderinama su HDTV)
lv: Dreambox formāta datu DVD (savietojams ar HDTV)

source: Dreambox format data DVD (won't work in other DVD players)
cs: DVD s dat.formátem pro Dreambox (nefunguje v jiných přehrávačích DVD)
es: Formato de datos Dreambox DVD (no trabaja con otros reproductores DVD)
hr: Dreambox format data DVD (neće raditi u drugim DVD playerima)
lt: Dreambox formato duomenų DVD (neveiks ant kitų DVD grotuvų)
lv: Dreambox formāta datu DVD (nestrādās citos DVD atskaņotājos)
no: Dreambox DVD format (vil ikke virke sammen med andre DVD spillere)

source: Dreambox software because updates are available.
cs: Jsou k dispozici nové aktualizace Dreamboxu...
es: Actualizaciones del software Dreambox están disponibles.
hr: Ažuriranja za Dreambox su dostupna.
lt: Yra galimi Dreambox programinės įrangos atnaujinimai.
lv: Dreambox programmatūru, jo ir pieejami atjauninājumi.
no: Dreambox programvare fordi oppdateringer er tilgjengelig.

source: Dreamy FullHD skin
cs: -- skin Dreamy FullHD
es: Piel Dreamy FullHD
lt: Svajinga Full HD tema
lv: Dreamy FullHD ādiņa

source: Dreamy-FHD skin
cs: -- skin Dreamy-FHD
es: Piel Dreamy-FHD
lt: Svajinga FHD tema
lv: Dreamy-FHD ādiņa

source: Dutch
cs: holandsky
es: Alemán
hr: Nizozemski
lt: Olandų
lv: Holandiešu
no: Nederlandsk

source: DynDNS Setup
cs: nastavení DynDNS
es: Configuración DynDNS
lt: DynDNS sąranka

source: Dynamic
cs: dynamicky
es: Dinámico
hr: Dinamički
lt: Dinaminis
lv: Dinamisks
no: Dynamisk

source: Dynamic contrast
cs: dynamický kontrast
es: Contraste dinámico
hr: Dinamički kontrast
lt: Dinaminis kontrastas
lv: Dinamisks kontrasts
no: Dynamisk kontrast

source: EPG Copy view
cs: kopie programů - náhled
lt: EPG kopijos peržiūra

source: EPG Selection
cs: ...programy -
es: Selección de EPG
hr: EPG selektor
lt: EPG pasirinkimas
lv: EPG izvēle
no: EPG valg

source: EPG cache time span
cs: čas.limit pro uložení programů
es: Intervalo de tiempo de caché de EPG
hr: EPG cache vremenski period
lt: EPG talpyklos laiko sujungimas
lv: EPG kešatmiņas laika sprīdis
no: EPG tidsrom for hurtigbuffer

source: EPGCache Test
cs: test EPGCache
lt: EPG talpyklos testas
lv: EPG kešatmiņas pārbaude
no: EPG buffertest

source: EPGRefresh Functions
cs: EPGRefresh - příkaz...
es: Funciones de EPGRefresh
lt: EPG atnaujintojo funkcijos
no: EPGRefresh funksjoner

source: ERROR - failed to scan (%s)!
cs: Chyba, selhalo prohledávání (%s) !
es: ERROR - ¡falló la búsqueda (%s)!
hr: GREŠKA - neuspjelo skeniranje (%s)!
lt: KLAIDA - paieška nepavyko (%s)!
lv: KĻŪDA - skenēšana neizdevās (%s)!
no: FEIL - klarte ikke å søke i (%s)!

source: ERROR: Cannot add '%s'
cs: Chyba : nelze přidat : '%s'
es: ERROR: No se puede agregar '%s'
hr: GREŠKA: Ne mogu dodat '%s'
lt: KLAIDA: nepavyko pridėti '%s'
lv: KĻŪDA: Nevar pievienot '%s'
no: FEIL: Kan ikke legge til '%s'

source: East
cs: východní
es: Este
hr: Istok
lt: Rytai
lv: Austrumi
no: Øst

source: Edit
cs: upravit položku
es: Editar
hr: Uredi
lt: Redaguoti
lv: Rediģēt
no: Rediger

source: Edit AutoTimer
cs: upravit časovač
es: Editar AutoTimer
lt: Redaguoti auto laikmatį
lv: Rediģēt autoTaimeri
no: Rediger AutoTimer

source: Edit AutoTimer Filters
cs: upravit filtr časovačů
es: Editar filtros de AutoTimer
lt: Redaguoti auto laikmačio filtrus
lv: Rediģēt autoTaimera filtrus
no: Endre AutoTimer Filter

source: Edit AutoTimer Services
cs: upravit kanály časovačů
es: Editar servicios de AutoTimer
lt: Redaguoti auto laikmačio kanalus
lv: Rediģēt autoTaimera servisus
no: Endre AutoTimer Kanaler

source: Edit Title
cs: upravit titul
es: Editar Título
hr: Uredi naslov
lt: Redaguoti pavadinimą
lv: Rediģēt nosaukumu
no: Rediger tittel

source: Edit bouquets list
cs: upravit seznamy kanálů
es: Editar lista de canales
hr: Uredi listu paketa
lt: Redaguoti paketų sąrašą
lv: Rediģēt buķešu sarakstu
no: Rediger bukettliste

source: Edit chapters of current title
cs: upravit kapitoly aktuálního titulu
es: Editar capítulos del título actual
hr: Uredi poglavlja tekućeg naslova
lt: Redaguoti šio pavadinimo skyrius
lv: Rediģēt pašreizējā nosaukuma nodaļas
no: Redigere kapitler i aktiv tittel

source: Edit services list
cs: upravit seznam kanálů
es: Editar la lista de canales
hr: Uredi listu kanala
lt: Redaguoti kanalų sąrašą
lv: Rediģēt kanālu sarakstu
no: Redigere kanallister

source: Edit settings
cs: možnosti...
es: Editar configuración
hr: Uredi postavke
lt: Redaguoti nustatymus
lv: Rediģēt iestatījumus
no: Redigere innstillinger

source: Edit title
cs: upravit název
es: Editar título
hr: Uredi naslov
lt: Redaguoti pavadinimą
lv: Rediģēt nosaukumu
no: Rediger tittel

source: Edit upgrade source url.
cs: upravit zdrojovou adresu URL
es: Editar url de fuente de actualización.
hr: Uredi url.izvora nadogradnje
lt: Redaguoti atnaujinimo šaltinio internetinį adresą.
lv: Rediģēt atjaunināšanas avota url.
no: Rediger oppgraderingsadresse (URL).

source: Eject.
cs: vysunout
es: Expulsar.
hr: Izbaci.
lt: Išstumti.
no: Løs ut

source: Elapsed
cs: uplynulý čas
es: Transcurrido
hr: Proteklo
lt: Praėjo
lv: Pagājis
no: Forløpt

source: Elapsed / duration
cs: uplynulý čas / celkový
es: Transcurrido / duración
hr: Proteklo / trajanje
lt: Praėjo / trukmė
lv: Pagājis / ilgums
no: Forløpt / varighet

source: Elapsed / remain / duration
cs: uplynulý čas / zbývající / celkový
es: Transcurrida / restante / duración
hr: Proteklo / preostalo / trajanje
lt: Praėjo / liko / trukmė
lv: Pagājis / atlicis / ilgums
no: Forløpt / gjenværende / varighet

source: Electronic Program Guide
cs: >programy kanálů EPG
es: Guía de Programación Electrónica
hr: Elektronički Programski Vodič
lt: Elektroninis programų vadovas
lv: Elektroniskais programmu gids
no: Elektronisk Program Guide

source: Eleganter Skin fuer OE2.0
cs: -- skin Elegance pro OE2.0
es: Eleganter piel para OE2.0
hr: Eleganter Skin za OE2.0
lt: Elegantiška tema, skirta OE2.0
no: Eleganter Skin til OE2.0

source: Elektro Power Save
cs: uložit Elektro Power
lt: Elektros energijos taupymas
no: Elektro strømsparing

source: Elektro Power Save IP Addresses to wait
cs: Elektro Power - čekejte na uložení IP adresy...
es: Elektro Power Save Direcciones IP para esperar
lt: Elektros energijos taupymo IP laukimo adresai
no: Elektro strømsparing lagre IP adresser på vent

source: Elektro Power Save IP Telnet - Poweroff
cs: Elektro Power Save IP Telnet - vypnutí
es: Elektro Power Save IP Telnet - Apagado
lt: Elektros energijos taupymo IP Telnet - maitinimo įtampos išjungimas
no: Elektro strømsparing lagre IP Telnet - Slå av strøm

source: Elektro Power Save Profile Times
cs: Elektro Power - uložit profil časovačů
lt: Elektros energijos taupymo profilių laikai
no: Elektro strømsparing lagre profiltider

source: Email Setup
cs: nastavení Emailu
es: Configuración de correo electrónico
lt: El. pašto sąranka

source: Emulator Browser
cs: procházet emulátor
es: Navegador del emulador
lt: Emuliatorius naršyklė
lv: Emulatora pārlūks
no: Emulatorsøker

source: Enable
cs: aktivovat
es: Activar
hr: Omogući
lt: Įjungti
lv: Aktivizēt
no: Aktiver

source: Enable 5V for active antenna
cs: Povolit 5V pro aktivní anténu
es: Activar 5V para la antena activa
hr: Uključi 5V za aktivnu antenu
lt: Įjungti 5V aktyviai antenai
lv: Aktivizēt 5V aktīvai antenai
no: Aktiver 5V for aktiv antenne

source: Enable Cleanup Wizard?
cs: aktivace průvodce pro vyčištění
es: ¿Activar el Asistente de Limpieza?
hr: Omogući vodič za čišćenje?
lt: Įjungti išvalymo vedlį?
lv: Aktivizēt tīrīšanas vedni?
no: Aktiver Cleanup Wizard?

source: Enable Parental Control
cs: >>aktivovat rodičovskou kontrolu
es: Activar el control parental
hr: Uključi Roditeljsku Zaštitu
lt: Įjungti tėvų kontrolę
lv: Aktivizēt Vecāku Kontroli
no: Aktiver foreldrekontroll

source: Enable automatic partition mounting?
cs: aktivovat aut.připojení disk.oddílu ?
es: ¿Activar el montaje de la partición automáticamente?
hr: Omogući automatsku montažu particija?
lt: Įjungti automatinio disko skaidinio pajungimą?
lv: Aktivizēt automātisko partīciju montējumu?
no: Aktiver automatisk partisjonsmontering?

source: Enable multiple bouquets
cs: povolit výběr sady kanálů tlačítkem 'Bouquet+'
es: Habilitar multiples listas
hr: Omogući višestruke pakete
lt: Įjungti daugiau paketų
lv: Aktivizēt vairāku buķešu režīmu
no: Aktiver flere buketter

source: Enable parental control
cs: aktivovat rodičovskou kontrolu
es: Activar el control parental
hr: Omogući roditeljsku zaštitu
lt: Įjungti tėvų kontrolę
lv: Aktivizēt vecāku kontroli
no: Aktiver foreldrekontroll

source: Enable partition automount?
cs: Aktivovat aut.připojení disk.oddílů ?
es: ¿Habilitar montaje automático de partición?
hr: Omogući automatsku montažu particija?
lt: Įjungti automatinį disko skaidinio pajungimą?
lv: Aktivizēt partīciju automontējumu?
no: Aktiver automatisk patisjonsmontering?

source: Enable persistent storage
cs: aktivovat trvalé ukládání
es: Activar el almacenamiento persistente
hr: Omogući trajnu pohranu
lt: Įjungti nuolatinį saugojimą
lv: Aktivizēt pastāvīgu glabātuvi
no: Aktiver kontinuerlig lagring

source: Enable timer
cs: spustit
es: Activar programación
hr: Uključi tajmer
lt: Įjungti laikmatį
lv: Aktivizēt taimeri
no: Aktiver timer

source: Enable vendor specific handling
cs: aktivovat firemní funkce
es: Habilitar la gestión específica del proveedor
hr: Omogući spec upravljanje za pružatelja
lt: Įjungti tiekėjo specifinį tvarkymą
lv: Aktivizēt pārdevēja īpašo apstrādi
no: Aktiver leverandørspesifikk handling

source: Enabled
cs: zapnuto
es: Activado
hr: Uključen
lt: Įjungtas
lv: Aktivizēts
no: Aktivert

source: Encoder Presets
cs: Předvolba toku...
es: Preajustes de codificador
hr: Podešavanje Enkodera
lt: Kodavimo įrenginių išankstiniai nustatymai
no: Encoder forhåndsvalg
