Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Quit
cs: konec
es: Salir
lt: Baigti
lv: Iziet
no: Avslutt

source: RC Menu
cs: menu dálkového ovladače
es: Menú RC
hr: RC Izbornik
lt: Valdymo pulto meniu
lv: Tālvadības pults izvēlne
no: Fjernkontrollmeny

source: RTSP Path
cs: cesta RTSP
es: Ruta RTSP
hr: RTSP Putanja
lt: RTSP kelias
lv: RTSP Ceļš
no: RTSP sti

source: RTSP Server
cs: server RTSP...
es: Servidor RTSP
lt: RTSP serveris
lv: RTSP Serveris

source: Radio
cs: -rádio-
lt: Radijas

source: Random
cs: náhodně
es: Aleatorio
hr: Slučajno
lt: Atsitiktinis
lv: Nejauša
no: Tilfeldig

source: Really close without saving settings?
cs: Zavřít bez uložení ?
es: ¿Seguro que quiere cerrar sin grabar la configuración?
hr: Želite li stvarno zatvoriti bez pohrane ?
lt: Tikrai užverti be nustatymų išsaugojimo?
lv: Vai tiešām aizvērt, nesaglabājot iestatījumus?
no: Vil du virkelig lukke uten å lagre innstillinger?

source: Really delete done timers?
cs: Odebrat dokončené časovače ?
es: ¿Quiere borrar las programaciones terminadas?
hr: Želite li stvarno obrisati gotove tajmere?
lt: Tikrai ištrinti baigtus laikmačius?
lv: Vai tiešām dzēst izpildītos taimerus?
no: Vil du virkelig slette utførte timere?

source: Really delete this %(desc)s entry?
cs: Odstranit položku %(desc)s ?
es: ¿Seguro que quiere eliminar esta entrada de %(desc)s?
hr: Želite li stvarno obrisati %(desc)s unos?
lt: Tikrai ištrinti šį %(desc)s įrašą?
lv: Vai tiešām dzēst šo %(desc)s ierakstu?
no: Vil du virkelig slette denne %(desc)s oppføringen?

source: Really disconnect %s (%s)?
cs: Chcete odpojit %s (%s) ?
es: ¿Seguro que quiere desconectar a %s (%s)?
lt: Ar tikrai atjungti %s (%s)?
lv: Tiešām atvienot %s (%s)?
no: Vi du virkelig frakoble %s (%s)?

source: Really exit the subservices quickzap?
cs: Ukončit rychlé přepínání programů ?
es: ¿Quiere salir del zapeo rápido de sub canales?
hr: Želite li stvarno izaći iz podusluge brzog šaltanja?
lt: Tikrai išeiti iš greito subkanalų perjungimo?
lv: Vai tiešām iziet no papildkanālu ātrās pārslēgšanas režīma?
no: Vil du virkelig avslutte QuickZap i underkanaler?

source: Really reboot into Recovery Mode?
cs: Restartovat do servisního módu ?
es: ¿Quiere reiniciar en modo de recuperación?
hr: Ponovo pokrenuti u Recovery Mod?
lt: Tikrai perjungti į atkūrimo režimą?
no: Vil du virkelig ta omstart til gjennopprettingsmodus?

source: Really reboot now?
cs: Restartovat systém ?
es: ¿Quiere reiniciar ahora?
hr: Stvarno želite ponovno pokrenuti prijemnik?
lt: Tikrai dabar paleisti iš naujo?
lv: Vai tiešām pārstartēt tūlīt?
no: Vil du virkelig restarte (total) nå?

source: Really remove this %(desc)s entry?
cs: Odstranit tuto položku %(desc)s ?
es: ¿Seguro que quires eliminar esta entrada de %(desc)s?
hr: Stvarno želite ukolniti %(desc)s unos?
lt: Tikrai pašalinti šį %(desc)s įrašą?
lv: Vai tiešām dzēst šo %(desc)s ierakstu?
no: Vil du virkelig fjerne denne %(desc)s oppføringen?

source: Really restart now?
cs: Restartovat Enigmu2 ?
es: ¿Quiere reiniciar ahora?
hr: Stvarno želite ponovno pokrenuti prijemnik?
lt: Tikrai paleisti iš naujo dabar?
lv: Vai tiešām pārstartēt tūlīt?
no: Vil du virkelig restarte (enigma2) nå?

source: Really shutdown now?
cs: Zastavit a vypnout ?..
es: ¿Quiere apagar ahora?
hr: Želite isključiti sada?
lt: Tikrai išjungti dabar?
lv: Vai tiešām izslēgt tūlīt?
no: Vil du virkelig slå av (strøm) Dreambox nå?

source: Reboot your Dreambox.
cs: Restart celého systému Dreamboxu_
es: Reinicia tu Dreambox.
hr: Ponovno pokreni svoj Dreambox.
lt: Perkraukite savo imtuvą.
lv: Pārstartēt Dreambox.
no: Total omstart av Dreambox (hard).

source: Reception Settings
cs: Nastavení příjmu...
es: Ajustes de recepción
hr: Postavke prijema
lt: Priėmimo nustatymai
no: Mottaksinntillinger

source: Record
cs: nahrát
es: Grabar
hr: Snimi
lt: Įrašas
lv: Ierakstīt
no: Spill inn

source: Record time limited due to conflicting timer %s
cs: Záznam není povolený pro konflikt s časovačem : %s !
es: Tiempo de grabación limitado debido a un conflicto en el temporizador %s
hr: Vrijeme snimanja ograničeno zbog konflikta tajmera %s
lt: Įrašo laikas apribotas dėl konfliktinio laikmačio %s
lv: Ierobežots ieraksta laiks dēļ taimeru konflikta %s
no: Innspillingstid begrenset pga. konflikt med timer %s

source: Recordable media toolbox
cs: Nástroje záznamových médií
es: Herramienta de medios grabable
hr: Mogućnosti medija za snimanje
lt: Įrašomų laikmenų rinkinys
lv: Ierakstāmo mediju rīki
no: Verktøy for innspillbare media

source: Recorded files...
cs: Nahrané pořady...
es: Ficheros grabados...
hr: Snimljene datoteke...
lt: Įrašyti failai...
lv: Ierakstītie faili...
no: Innspilte filer...

source: Recording
cs: Nahrávání...
es: Grabando
hr: Snimanje
lt: Įrašymas
lv: Ieraksta
no: Innspilling

source: Recording Device
cs: nahrávací zařízení
es: Dispositivo de grabación
hr: Uređaj za snimanje
lt: Įrašymo įrenginys
lv: Ierakstīšanas ierīce
no: Innspillingsenheter

source: Recording Device 2
cs: nahrávací zařízení 2
es: Dispositivo de grabación 2
hr: Uređaj za snimanje 2
lt: Įrašymo įrenginys 2
lv: Ierakstīšanas ierīce 2
no: Innspillingsenhet 2

source: Recording Device 3
cs: nahrávací zařízení 3
es: Dispositivo de grabación 3
hr: Uređaj za snimanje 3
lt: Įrašymo įrenginys 3
lv: Ierakstīšanas ierīce 3
no: Innspillingsenhet 3

source: Recording destination for this timer does not exists.
cs: Složka pro tento záznam z časovače neexistuje !
es: No existe el destino de la grabación para esta programación.
hr: Destinacija snimanja za ovaj tajmer ne postoji.
lt: Šiam laikmačiui įrašymo paskirties nėra.
lv: Šim taimerim neeksistē ierakstīšanas vieta.
no: Inspillingslokasjon for denne timerinspillingen finnes ikke.

source: Recording paths
cs: složky pro nahrávání
es: Rutas de grabación
hr: Putanja snimanja
lt: Įrašų keliai
lv: Ierakstīšanas ceļi
no: Innspillingsplasseringer

source: Recording paths...
cs: Složka nahraných pořadů...
es: Rutas de grabación...
hr: Putanja snimanja...
lt: Įrašų keliai...
lv: Ierakstīšanas ceļi...
no: Innspillingsplasseringer...

source: Recording(s) are in progress or coming up in few seconds!
cs: Běží nahrávání, sdílení nebo se to připravuje ...
es: ¡Grabación(es) está(n) en proceso o va(n) a comenzar en pocos segundos!
hr: Snimanje u tijeku ili kreće kroz nekoliko sekundi!
lt: Vyksta įrašymas, arba jis prasidės po kelių sekundžių!
lv: Pašreiz notiek ieraksts(i), vai tas sāksies dažu sekunžu laikā!
no: Innspilling(er) pågår, eller starter om få minutter!

source: Recordings
cs: >nahrávání
es: Grabaciones
hr: Snimke
lt: Įrašai
lv: Ieraksti
no: Innspillinger

source: Recordings always have priority
cs: nahrávání má vždy prioritu !
es: Las grabaciones siempre tienen prioridad
hr: Snimanje uvijek ima prioritet
lt: Įrašai visada turi prioritetą
lv: Ierakstiem vienmēr ir prioritāte
no: Innspillinger har alltid prioritet

source: Recovery Mode
cs: ...servisní mód ...
es: Modo de recuperación
hr: Recovery mod
lt: Atkūrimo režimas
no: Gjennopprettingsmodus

source: Reenter new PIN
cs: zopakujte nový PIN
es: Volver a introducir el nuevo PIN
hr: Ponovno unesite novi PIN
lt: Pakartokite naują PIN
lv: Atkārtojiet jauno PIN
no: Oppgi ny PIN kode på nytt

source: Refresh
cs: obnovit
es: Actualizar
lt: Atnaujinti
lv: Atjaunināt
no: Oppfrisk

source: Refresh Rate
cs: obnovovací frekvence
es: Velocidad de refresco
hr: Brzina osvježavanja
lt: Atnaujinimo dažnis
lv: Atjaunināšanas ātrums
no: Oppdateringsfrekvens

source: Refresh rate Use up/down buttons.
cs: Obnovovací frekvence Použijte tl.nahoru / dolů
es: Frecuencia de actualización Utilice los botones arriba/abajo.
lt: Atnaujinimo dažnis Naudokite aukštyn/žemyn mygtukus.

source: Refresh rate selection Please press OK if you can see this page on your TV (or select a different refresh rate). The next refresh rate will be automatically probed in 20 seconds.
cs: Výběr obnovovaní frevence Stiskněte tl.OK, pokud uvidíte tuto stránku na obraz.TV správně nebo vyberte jinou frekvenci. Další frekvence bude aut.detekována za 20 sek.
es: Selección de frecuencia de actualización Presione OK si puede ver esta página en su televisor (o seleccione una frecuencia de actualización diferente). La próxima frecuencia de actualización se probará automáticamente en 20 segundos.
lt: Atnaujinimo dažnio pasirinkimas Jei norite pamatyti šį puslapį televizoriuje, paspauskite OK (arba pasirinkite kitą atnaujinimo dažnį). Kitas atnaujinimo dažnis bus automatiškai išbandomas per 20 sekundžių.

source: Refresh rate selection.
cs: Výběr obnovovací frekvence
es: Selección de velocidad de refresco.
hr: Osvježi selektirani rate.
lt: Atnaujinimo dažnio pasirinkimas.
lv: Atjaunināšanas ātruma izvēle.
no: Valgt oppdateringsfrekvens.

source: Region
es: Región
lt: Regionas

source: Reload
cs: znovu načíst
es: Recargar
hr: Ponovno učitati
lt: Įkelti iš naujo
lv: Pārlādēt
no: Last på nytt

source: Reload Black-/Whitelists
cs: znovu načíst černý nebo bílý seznam
es: Recargar listas blancas/negras
hr: Ponovo učitati Crnu / Bijelu listu
lt: Juodus/baltus sąrašus įkelti iš naujo
lv: Ielādēt melnos/baltos sarakstus
no: Last på nytt Black- / Whitelist

source: Remain
cs: zbývající čas
es: Restante
hr: Preostalo
lt: Liko
lv: Atlicis
no: Gjenværende

source: Remain / duration
cs: zbývající čas / délka
es: Restante / duración
hr: Preostalo / dužina
lt: Liko / trukmė
lv: Atlicis / ilgums
no: Gjenværende / varighet

source: Remember service PIN
cs: uložit PIN programu
es: Recordar el PIN del canal
hr: Zapamti PIN kanala
lt: Įsiminti kanalo PIN
lv: Atcerēties kanāla PIN
no: Husk kanal PIN

source: Remember service PIN cancel
cs: zrušit uložený PIN programu
es: Recordar la cancelación de PIN del canal
hr: Zaboravi PIN kanala
lt: Kanalo PIN įsiminimas panaikintas
lv: Atcerēties kanāla PIN atcelšanu
no: Husk kanal PIN kanselering

source: Remote Control Selection
cs: Výběr dálkového ovládání
es: Selección de mando a distancia
hr: Izbor Daljinskog Upravljača
lt: Nuotolinio valdymo parinkimas
lv: Tālvadības pults izvēle
no: Fjernkontroll valg

source: Remote Control Selection let's you select which Remote Control you're using
cs: -- nastavení vzdálené správy boxu
es: La selección de mando a distancia le permite seleccionar qué mando que está usando
hr: Izbornik Izbor Daljinskog Upravljača omogućava vam odabir koji daljinski upravljač koristite
lt: Nuotolinio valdymo parinkimas leis jums pasirinkti, kurį nuotolinį valdymą jūs naudojate
lv: Tālvadības pults izvēle ļauj jums izvēlēties, kuru tālvadības pulti jūs lietojat
no: Fjernkontrollvalg lar deg velge hvilken fjernkontroll du bruker

source: Remote Timer Editor
cs: editor vzdálených časovačů
es: Editor de temporizador remoto
lt: Nuotolinis laikmačio redaktorius

source: Remote control
cs: ---VZDÁLENÉ OVLÁDÁNÍ---
es: Mando a distancia
hr: Daljinski upravljač
lt: Nuotolinio valdymo pultas
lv: Tālvadības pults
no: Fjernkontroll

source: Remote control repeat delay (ms)
cs: vzdálené ovládání - prodleva opakování (ms)
es: Retardo de repetición del mando a distancia (ms)
hr: Odgoda ponavljanja signala daljinskog upravljača (ms)
lt: Nuotolinio valdymo pulto delsa (ms)
lv: Tālvadības pults atkārtošanas aizture (ms)
no: Fjernkontroll repitisjonsforsinkelse (ms)

source: Remote timer entry
cs: zadání vzdáleného časovače
es: Entrada de temporizador remoto
lt: Nuotolinio laikmačio įrašas
no: Fjernstyrt timer valg

source: Remote-Timer digest
cs: vzdálený časovač - přehled
es: Resumen de temporizador remoto
lt: Nuotolinio laikmačio sąvadas

source: Remove
cs: odebrat
es: Borrar
hr: Ukloni
lt: Pašalinti
lv: Dzēst
no: Fjern

source: Remove Bookmark
cs: odebrat složku
es: Borrar Marcador
hr: Ukloniti Bookmark
lt: Pašalinti žymelę
lv: Dzēst grāmatzīmi
no: Fjern bokmerke

source: Remove Selected Entry From Playlist
cs: odstranit vybrané zadání ze seznamu
es: Eliminar la entrada seleccionada de la lista de reproducción
hr: Ukloni Trenutno odabrani unos iz Playliste
lt: Pašalinti pasirinktą įrašą iš grojaraščio
lv: Dzēst izvēlēto ierakstu no repertuāra
no: Fjern valg fra spilleliste

source: Remove a mark
cs: odebrat značku
es: Borrar una marca
hr: Obriši oznaku
lt: Pašalinti žymeklį
lv: Dzēst iezīmi
no: Fjern en markør

source: Remove currently selected title
cs: odstranit vybraný titul
es: Borrar el título seleccionado
hr: Ukloni trenutno odabrani titl
lt: Pašalinti dabar pasirinktą antraštę
lv: Dzēst pašreiz atlasīto virsrakstu
no: Fjern nylig valgt tittel

source: Remove entry
cs: odebrat zadání
es: Borrar entrada
lt: Pašalinti įrašą
lv: Dzēst ierakstu
no: Fjern oppføring

source: Remove failed.
cs: Odebrání se nezdařilo !
es: Falló el borrado.
hr: Uklanjanje nije uspjelo.
lt: Pašalinti nepavyko.
lv: Dzēšana neizdevās.
no: Fjerning feilet.

source: Remove finished.
cs: Odebrání bylo dokončeno...
es: Borrado finalizado.
hr: Uklanjanje završeno.
lt: Pašalinimas baigtas.
lv: Dzēst pabeigtos.
no: Fjerning vellykket.

source: Remove this %(desc)s configuration.
cs: odstranit konfiguraci pro : %(desc)s
es: Elimina esta configuración de %(desc)s.
hr: Uklonite ovu %(desc)s konfiguraciju.
lt: Pašalinti šią %(desc)s konfigūraciją.
lv: Dzēst šo %(desc)s konfigurāciju.
no: Fjern denne %(desc)s konfigurasjonen.

source: Remove timer
cs: odebrat časovač
es: Eliminar grabación
hr: Ukloni tajmer
lt: Pašalinti laikmatį
lv: Dzēst taimeri
no: Fjern timer

source: Remove title
cs: odebrat titul
es: Borrar el título
hr: Ukloni titl
lt: Pašalinti antraštę
lv: Dzēst virsrakstu
no: Fjern tittel

source: Remove trusted certificate?
cs: Odstranit důvěryhodný certifikát ?
es: ¿Borrar el certificado de confianza?
hr: Obriši pouzdani certifikat?
lt: Pašalinti patikimą sertifikatą?
lv: Dzēst uzticamo sertifikātu?
no: Fjern klarert sertifikat?

source: Removed successfully.
cs: Odebrání proběhlo...
es: Eliminado con éxito.
hr: Uspješno je uklonjeno.
lt: Sėkmingai pašalinta.
lv: Veiksmīgi nodzēsts.
no: Vellykket fjerning.

source: Removing
cs: ...odebírám...
es: Borrando
hr: Uklanjanje
lt: Šalinama
lv: Dzēšana
no: Fjerning

source: Removing %s from the database failed with %s
cs: Odstranění %s z databáze selhalo : %s
es: La eliminación de %s de la base de datos falló con %s
hr: Brisanje %s iz bazepodataka nije uspijelo %s
lt: Pašalinti %s iš duomenų bazės su nepavyko %s
lv: %s dzēšnana no datu bāzes neizdevās ar %s
no: Fjerning av %s fra databasen feilet med %s

source: Removing a directory from the database failed!
cs: Odstranění složky z databáze selhalo !
es: ¡Error al eliminar un directorio de la base de datos!
hr: Brisanje direktorija iz bazepodataka nije uspijelo!
lt: Katalogo pašalinti iš duomenų bazės nepavyko!
lv: Mapes dzēšnana no datu bāzes neizdevās!
no: Fjerning av databasekatalog feilet!

source: Removing directory %s failed. (Maybe not empty.)
cs: Odstranění složky %s se nezdařilo ! (asi není prázdná)
es: Falló el borrado del directorio %s. (Puede no estar vacío)
hr: Uklanjanje direktorija %s neuspješno. (možda nije prazan.)
lt: Katalogo pašalinti %s nepavyko. (Gal netuščias.)
lv: Neizdevās dzēst mapi %s. (Iespējams nav tukša.)
no: Fjerning av katalog %s feilet (kan være tom)

source: Rename
cs: přejmenovat
es: Renombrar
hr: Preimenuj
lt: Pervadinti
lv: Pārsaukt
no: Gi nytt navn

source: Rename crashlogs
cs: přejmenovat protokol
es: Renombrar crashlogs
hr: Preimenovati crashlogs
lt: Pervadinti gedimų žurnalus
lv: Pārsaukt avārijas aprakstus
no: Endre navn på crashlogs

source: Renderer Name
cs: sdílený název
es: Nombre del renderizador
hr: Renderer Ime
lt: Atvaizdavimo pavadinimas
no: Navn på renderer

source: Repeat
cs: opakování
es: Repetir
hr: Ponovi
lt: Pakartoti
lv: Atkārtot
no: Gjenta

source: Repeat - All
cs: opakovat vše
es: Repetir - Todo
hr: Ponovi - Sve
lt: Viską kartoti
lv: Atkārtot - Visu
no: Gjenta - Alle

source: Repeat - None
cs: neopakovat
es: Repetir - Nada
hr: Ponovi - Prazno
lt: Nieko nekartoti
lv: Atkārtot - Neko
no: Gjenta - Ingen

source: Repeat - Single
cs: opakovat jedenkrát
es: Repetir - Solo
hr: Ponovi - Jednom
lt: Kartoti vieną
lv: Atkārtot - Vienu
no: Gjenta - Enkel

source: Repeat Type
cs: způsob opakování
es: Tipo de repetición
hr: Tip ponavljanja
lt: Kartojimo būdas
lv: Atkārtošanas veids
no: Gjentagelses type

source: Repeating event currently recording... What do you want to do?
cs: Právě se nahrává stejný pořad... Co chcete udělat ?
es: Repitiendo la grabación del evento actual... ¿Qué quiere hacer?
hr: Snimanje ponovljenog događaja je u tijeku... Što želite učiniti?
lt: Kartojamas įvykis dabar įrašinėjamas... Ką jūs norite daryti?
lv: Atkārtotais notikums pašreiz ierakstās... Ko vēlaties darīt?
no: En gjentagende timer er for øyeblikket aktiv... Hva vil du gjøre?

source: Repeats
cs: opakovat
es: Repeticiones
hr: Ponavljanja
lt: Kartojimai
lv: Atkārto
no: Gjentagelser

source: Required medium type:
cs: Požadovaný typ média :
es: Tipo de medio requerido:
hr: Obavezan tip medija:
lt: Reikalingas laikmenos tipas:
lv: Nepieciešamais veids:
no: Påkrevd mediatype:

source: Rescan
cs: znovu prohledat
es: Reescanear
hr: Novo pretraživanje
lt: Perskanuoti
lv: Pārskenēt
no: Søk på nytt

source: Reset
es: Resetear
hr: Resetiraj
lt: Nustatyti iš naujo
lv: Atiestatīt
no: Tilbakestill

source: Reset and renumerate title names
cs: reset a přečíslovat názvy titulů
es: Reinicia y renumera los nombre de títulos
hr: Resetiraj i renumeriraj imena naslova
lt: Nustatyti iš naujo ir pernumeruoti antraščių pavadinimus
lv: Atiestatīt un pārnumurēt virstakstu nosaukumus
no: Tilbakestill og renumerer tittelnavn

source: Reset to defaults?
cs: Reset do předvoleb ?
es: ¿Restablecer los valores predeterminados?
lt: Nustatyti iš naujo numatytuosius?
no: Tilbakestill til standarder?

source: Reset video enhancement settings to system defaults?
cs: Vrátit rozšířené nastavení obrazu na systémové předvolené hodnoty ?
es: ¿Resetear la configuración del sistema de video mejorado?
hr: Resetiraj postavke video poboljšanja na tvorničke postavke ?
lt: Nustatyti iš naujo vaizdo gerinimo nustatymus į sistemos numatytuosius?
lv: Atiestatīt video uzlabojuma iestatījumus uz sistēmas noklusējumiem?
no: Tilbakestill videforbedringsinnstillinger til standard innstillinger?

source: Reset video enhancement settings to your last configuration?
cs: Reset nastavení rozšířeného videa na poslední předvolené hodnoty ?
es: ¿Resetar la configuración de video mejorado a la última configuración?
hr: Resetiraj postavke video poboljšanja na zadnju konfiguraciju?
lt: Nustatyti vaizdo pagerinimo nustatymus į jūsų paskutinę konfigūraciją?
lv: Atiestatīt video uzlabojuma iestatījumus uz jūsu pēdējo konfigurāciju?
no: Tilbakestill videoforbedringsinnstillinger til siste lagrede innstillinger?

source: Reset your Dreambox to factory defaults.
cs: Reset Dreamboxu do zákl.instal.nastavení_
es: Restablece tu Dreambox a los valores predeterminados de fábrica.
hr: Resetiraj Dreambox na tvorničke postavke.
lt: Nustatyti iš naujo imtuvą į gamintojo numatytuosius nustatymus.
lv: Atiestatīt Dreambox uz rūpnīcas uzstādījumiem.
no: Tilbakestill din Dreambox til fabrikkinnstillinger.

source: Resolution
cs: rozlišení
es: Resolución
hr: Rezolucija
lt: Skiriamoji geba
lv: Izšķirtspēja
no: Oppløsning

source: Restart
cs: >restart systému
es: Reiniciar
hr: Ponovno pokreni prijemnik
lt: Paleisti iš naujo
lv: Pārstartēt
no: Total omstart

source: Restart Enigma2 only.
cs: Restart pouze grafiky - Enigmy2_
es: Reinicie Enigma2 solamente.
hr: Ponovno pokreni samo Enigmu2.
lt: Paleisti iš naujo (tik Enigma2).
lv: Pārstartēt tikai Enigma2.
no: Restart kun E2 (GUI).

source: Restart GUI
cs: >restart Enigmy2
es: Reiniciar GUI
hr: Ponovo pokreni Enigmu2
lt: Paleisti iš naujo grafinę aplinką
lv: Pārstartēt GUI
no: Restart E2 (GUI)

source: Restart GUI now?
cs: Restartovat Enigmu2 ?
es: ¿Reiniciar GUI ahora?
hr: Ponovo pokrenuti Enigmu2 sada?
lt: Paleisti grafinę aplinką iš naujo dabar?
lv: Pārstartēt GUI tūlīt?
no: Restart E2 (GUI) nå?

source: Restart from the beginning
cs: ne - ale spustit od začátku
es: Reiniciar desde el principio
lt: Pradėti iš naujo
no: Start på nytt fra begynnelsen

source: Restart required
cs: Je požadovaný restart
es: Reinicio requerido
hr: Restart potreban
lt: Reikia paleisti iš naujo
lv: Nepieciešams restarts
no: Omstart påkkrevd

source: Restore
cs: obnovit
es: Restaurar
hr: Obnovi
lt: Atkurti
lv: Atjaunot
no: Gjenopprett

source: Restore Backups
cs: Zálohy Enigmy2...
es: Restaurar copias de seguridad
hr: Obnova Spremljenih kopija
lt: Atkurti atsargines kopijas
lv: Atjaunot rezerves kopijas
no: Gjenopprett backup

source: Restore backups
cs: Obnovení Image E2 ze zálohy...
es: Restaurar copias de seguridad
hr: Obnova spremljenih kopija
lt: Atkurti atsargines kopijas
lv: Atjaunot rezerves kopijas
no: Gjenopprett backupfiler

source: Restore fstab.backup
cs: obnovit fstab.backup
es: Restaurar fstab.backup
lt: Atkurti fstab.atsarginę kopiją
lv: Atjaunot fstab.backup
no: Gjenopprett fstab.backup

source: Restore is running...
cs: Obnovování probíhá...
es: Restauración está ejecutándose...
hr: Obnova je pokrenuta…
lt: Vyksta atkūrimas...
lv: Notiek atjaunošana...
no: Gjenoppretting utføres...

source: Restore running
cs: Obnova je spuštěna...
es: Ejecutando la restauración
hr: Obnova u tijeku
lt: Vyksta atkūrimas
lv: Notiek atjaunošana
no: Gjenoppretting utføres

source: Restore software?
cs: Obnovit software ?
es: ¿Restaurar software?
lt: Atkurti programinę įrangą?
lv: Atjaunot programmatūru?
no: Gjenopprett programvare?

source: Restore system settings
cs: <<obnovit nastavení systému a modulů..!
es: Configuración del sistema de restauración
hr: Obnova postavki sustava
lt: Atkurti sistemos nustatymus
lv: Atjaunot sistēmas iestatījumus
no: Gjenopprett systeminnstillinger

source: Restoring previously installed software
cs: obnovit předchozí nainstalovaný software
es: Restauración de software previamente instalado
lt: Atkurti anksčiau įdiegtą programinę įrangą
lv: Atjauno iepriekš instalēto programmatūru
no: Gjenoppretter tidligere innstallert programvare

source: Restoring software
cs: obnovit software
es: Restaurando software
lt: Programinės įrangos atkūrimas
lv: Atjauno programmatūru
no: Gjenoppretter programvare

source: Results
cs: výsledek
es: Resultados
hr: Rezultat
lt: Rezultatai
lv: Rezultāti
no: Resultater

source: Resume from last position
cs: pokračovat od poslední pozice
es: Continuar desde la última posición
hr: Nastavak iz posljednje pozicije
lt: Tęsti nuo paskutinės pozicijos
lv: Atsākt no pēdējā stāvokļa
no: Fortsett fra siste posisjon

source: Resume position at %s
cs: ...od pozice : %s
es: Continuar la posición a %s
hr: Nastaviti s pozicije %s
lt: Tęsti nuo %s pozicijos
lv: Atsākt no vietas %s
no: Gjenoppta posisjon ved %s

source: Resuming playback
cs: Obnovuji přehrávání...
es: Continuar reproducción
hr: Nastavak reprodukcije
lt: Tęsti žiūrėjimą
lv: Atsāk atskaņošanu
no: Fortsetter avspilling

source: Retro GameStation
lt: Retro žaidimų stotis

source: Return to file browser
cs: ano - a vrátit se do seznamu
es: Volver al explorador de archivos
hr: Povratak na pretraživač datoteka
lt: Grįžti į failų naršyklę
lv: Atgriezties uz failu pārlūku
no: Gå tilbake til filbrowser

source: Return to movie list
cs: ano - a vrátit se do seznamu
es: Volver a la lista de películas
hr: Povratak na listu filma
lt: Grįžti į filmų sąrašą
lv: Atgriezties uz filmu sarakstu
no: Gå tilbake til filmliste

source: Return to previous service
cs: zpět na předchozí kanál
es: Volver al canal anterior
hr: Povratak na prethodni kanal
lt: Grįžti į buvusį kanalą
lv: Atgriezties uz iepriekšējo kanālu
no: Gå tilbake til forrige tjeneste

source: Rewind speeds
cs: - rychlosti přetáčení zpět
es: Velocidades de rebobinado
hr: Brzine premotavanja
lt: Persukimo atgal greitis
lv: Attīšanas ātrumi
no: Tilbakespolingshastigheter

source: Right
cs: vpravo
es: Dcha
hr: Desno
lt: Dešinys
lv: Labais
no: Høyre
