Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
cs: šipky ... posunout okno PiP kanály +/- ... změnit velikosti okna OK -> potvrdit...
es: Use las teclas de dirección para mover la ventana PiP. Pulse Bouquet +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV or EXIT para cancelar el movimiento.
hr: Molim koristite tipke s za premještanje PiP prozora. Pritisnite Bouquet +/- tipke za promjenu prozora. Pritisnite OK za povratak u TV mod ili EXIT za prekid premještanja.
lt: Prašome, naudoti valdymo mygtukus dėl PiP lango perkėlimo. Spauskite Bouquet +/- dėl lango dydžio pakeitimo. Spauskite OK norėdami grįžti į TV arba EXIT norėdami nutraukti judėjimą.
lv: Lūdzu lietojiet virzienu taustiņus, lai pārvietotu PiP logu. Spiediet Bouquet +/- lai mainītu loga izmēru. Spiediet OK, lai atgrieztos TV režīmā vai EXIT, lai atceltu pārvietošanu.
no: Vennligst bruk piltastene for å flytte BiB vinduet. Trykk BUKETT +/- for å endre vindustørrelse. Trykk OK for å gå tilbake til TV eller EXIT for ikke å utføre flytting.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
cs: Pomocí tlačítek nahoru a dolů vyberte svůj jazyk. OK -> pokračovat...
es: Use las teclas ARRIBA y ABAJO para seleccionar su idioma. Después, pulse el botón OK.
hr: Molim Vas da koristite tipke Gore Dolje za odabir jezika. Nakon toga pritisnite tipku OK.
lt: Naudokite mygtukus AUKŠTYN ir ŽEMYN, norėdami pasirinkti savo kalbą. Po to spauskite OK mygtuką.
lv: Lūdzu lietojiet UP un DOWN taustiņus, lai izvēlētos valodu. Pēc tam spiediet OK.
no: Vennligst bruk OPP og NED taster for å velge språk. Etterpå trykker du OK tast for å fortsette.

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> recording paths.
cs: Zkontrolujte, zda máte nastavené složky pro ukládání ! Nastavte ho v Menu -> nastavení -> služby, tunery a nahrávání -> složky pro nahrávání...
es: Verifique si su dispositivo de almacenamiento por defecto está conectado o configure uno en el menú -> configuración -> sistema -> rutas de grabación.
hr: Molim provjerite da li je vaš izabrani zadani uređaj za pohranu priključen ili podesite ga u izbornik -> postavi -> sistem -> putanja snimanja.
lt: Prašome patikrinti, ar jūsų numatytasis saugojimo įrenginys yra prijungtas, arba nustatykite savo numatytąjį saugojimo įrenginį: meniu -> valdymas -> sistema -> įrašų vieta.
lv: Lūdzu pārbaudiet, vai jūsu noklusētā glabātuves ierīce ir pievienota vai iestatiet noklusēto glabātuves ierīci izvēlnē -> Uzstādījumi -> Sistēma -> Ierakstīšanas ceļi.
no: Vennligst verifiser at standard lagringsenhet er tilkoblet, eller sett opp standard lagringsenhet i meny -> setup -> system -> innspillingsplasseringer.

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> storage devices.
cs: Zkontrolujte, zda máte připojené úložné zařízení, disk v Menu -> Nastavení... -> zařízení, disky... -> úložná zařízení, disky
es: Verifique si su dispositivo de almacenamiento por defecto está conectado o configure uno en menu -> configuración -> sistema -> dispositivos de almacenamiento.
hr: Molim provjerite da li je vaš uređaj za pohranu priključen ili ga podesite u izbornik -> postavi -> sistem -> Uređaji za pohranu.
lt: Prašome patikrinti, jei numatytasis saugojimo įrenginys yra pridėtas arba nustatyti savo numatytąją saugojimo įrenginį: meniu -> valdymas -> sistema -> saugojimo įrenginiai.
lv: Lūdzu pārbaudiet, vai jūsu noklusētā glabātuves ierīce ir pievienota vai iestatiet noklusēto glabātuves ierīci izvēlnē -> Uzstādījumi -> Sistēma -> Glabātuves ierīces.
no: Vennligst bekreft at standard lagringsenhet er tilkoblet eller sett opp ny standard lagringsenhet i menu -> setup -> lagringsenheter.

source: Please wait while removing selected package...
cs: Čekejte, probíhá odstraňování vybraných balíčků...
es: Espere mientras se elimina el paquete seleccionado...
hr: Molim pričekajte dok uklanjam odabrane pakete ...
lt: Palaukite, kol šalinamas pasirinktas paketas...
lv: Lūdzu gaidiet, kamēr tiek dzēsta izvēlētā pakotne...
no: Vennligst vent mens valgte pakke fjernes...

source: Please wait while scanning is in progress...
cs: Čekejte, probíhá vyhledávání...
es: Espere mientras el escaneo está activo...
hr: Molim pričekajte, pretraživanje je u tijeku ...
lt: Prašome laukti kol vyksta skenavimas...
lv: Lūdzu gaidiet, kamēr notiek skenēšana...
no: Vennligst vent mens søk pågår...

source: Please wait while searching for removable packages...
cs: Čekejte, probíhá odebírání balíčků...
es: Espere mientras busco paquetes borrables...
hr: Molim pričekajte dok traži uklonjene pakete ...
lt: Prašome laukti, ieškoma pašalinamų paketų...
lv: Lūdzu gaidiet, kamēr meklē dzēšamās pakotnes...
no: Vennligst vent under søk for slettbare pakker...

source: Please wait!
cs: ...čekejte...
es: ¡Espere por favor!
lt: Prašome laukti!
lv: Lūdzu gaidiet!
no: Vennligst vent!

source: Please wait! We are about to start...
cs: Čekejte připravuji spuštění...
es: ¡Espere por favor! Vamos a comenzar...
lt: Prašome palaukti! Mes ketiname pradėti...
lv: Lūdzu gaidiet! Mēs gatavojamies sākt...
no: Vennligst vent! Vi starter straks...

source: Please wait...
cs: ...čekejte...
es: Por favor, espere...
hr: Molim pričekajte…
lt: Prašome laukti...
lv: Lūdzu gaidiet...
no: Vennligst vent...

source: Please wait... Loading list...
cs: ...čekejte, načítám seznam...
es: Espere... Cargando lista...
hr: Molim pričekajte... Učitavam listu...
lt: Prašome palaukti... Įkeliamas sąrašas...
lv: Lūdzu gaidiet... Ielādē sarakstu...
no: Vennligst vent... Laster liste...

source: Plugin Browser
cs: Nainstalované std.moduly...
es: Navegador de plugins
hr: Izbornik Dodataka
lt: Priedų naršyklė
lv: Spraudņu Pārlūks
no: Pluginmeny

source: Plugin browser
cs: Nainstalované std.moduly...
es: Navegador de plugins
hr: Izbornik dodataka
lt: Priedų naršyklė
lv: Spraudņu pārlūks
no: Plugin behandler

source: Plugin details
cs: údaje o modulu
es: Detalles del plugin
hr: Detalji dodataka
lt: Priedo informacija
lv: Spraudņa info
no: Plugin detaljer

source: Plugin manager
cs: správce modulu
hr: Menađer dodataka
lt: Priedų tvarkyklė
lv: Spraudņu pārvaldnieks
no: Plugin behandler

source: Plugin manager activity information
cs: Správce zásuvných modulů : info o aktivitách
es: Información de actividad del administrador de plugins
hr: Info o aktivnosti dodataka
lt: Priedų tvarkyklės aktyvumo informacija
lv: Spraudņu pārvaldnieka aktivitātes informācija
no: Plugin administrator aktivitetsinformasjon

source: Plugin manager help
cs: Správce zásuvných modulů : nápověda
es: Ayuda del administrador de Plugins
hr: Pomoć za upravljanje dodacima
lt: Priedų tvarkyklės pagalba
lv: Spraudņu pārvaldnieka palīdzība
no: Plugin administrator hjelp

source: Plugins
cs: moduly >>
hr: Dodaci
lt: Priedai
lv: Spraudņi
no: Tillegg

source: Polarization
cs: polarizace
es: Polarización
hr: Polarizacija
lt: Poliarizacija
lv: Polarizācija
no: Polarisasjon

source: Polish
cs: polsky
es: Polaco
hr: Poljski
lt: Lenkų
lv: Poļu
no: Polsk

source: Port A
cs: sat.: 1
es: Puerto A
lt: Jungtis A
lv: Ports A

source: Port B
cs: sat.: 2
es: Puerto B
lt: Jungtis B
lv: Ports B

source: Port C
cs: sat.: 3
es: Puerto C
lt: Jungtis C
lv: Ports C

source: Port D
cs: sat.: 4
es: Puerto D
lt: Jungtis D
lv: Ports D

source: Portuguese
cs: portugalsky
es: Portugués
hr: Portugalski
lt: Portugalų
lv: Portugāļu
no: Portugisisk

source: Position of finished Timers in Timerlist
cs: dokončené časovače umístit v seznamu
es: Posición de Programaciones terminadas en la Lista de Programación
hr: Položaj gotovih Tajmera u Tajmerlisti
lt: Baigtų laikmačių pozicija sąraše
lv: Pabeigto taimeru vieta Taimeru sarakstrā
no: Posisjon for avsluttede timere i timerlisten

source: Positioner
cs: polohování
es: Motor
hr: Motor
lt: Pozicionierius
lv: Pozicionieris
no: Motor

source: Positioner depends
cs: otáčení je závislé na
es: Depende del motor
lt: Pozicionierius priklauso nuo
no: Posisjoneringsenhet avhengig av

source: Positioner fine movement
cs: Jemné doladění pozice
es: Movimiento fino del motor
hr: Fini pokreti motora
lt: Tikslus pozicionieriaus judėjimas
lv: Precīza pozicioniera kustība
no: Finjustering av motor

source: Positioner movement
cs: otáčení motoru
es: Movimiento del motor
hr: Pokret motora
lt: Pozicionieriaus judėjimas
lv: Pozicioniera kustība
no: Motorbevegelser

source: Positioner setup
cs: nastavit pozici motoru satelitu
es: Configuración del motor
hr: Postavke motora
lt: Pozicionieriaus nustatymas
lv: Pozicioniera iestatījumi
no: Motor oppsett

source: Positioner storage
cs: paměť pozic
es: Almacenar motor
hr: Pohrana motora
lt: Pozicionieriaus išsaugojimas
lv: Pozicioniera atmiņa
no: Motor lagring

source: PositionerSetup helps you installing a motorized dish
cs: -- nastavení pozice a motorové otáčení paraboly
es: PositionerSetup ayuda a instalar su antena motorizada
hr: PositionerSetup vam pomaže da instalirate motorizirane antene
lt: Pozicionieriaus nustatytojas padeda jums įdiegti motorizuotą palydovinę lėkštę
lv: PositionerSetup palīdzēs jums uzstādīt motorizētu šķīvi
no: PositionerSetup hjelper deg å installere en motorisert antenne

source: Power Handling
cs: ---OBSLUHA NAPÁJECÍCH ZDROJŮ---
es: Manejo de energía
hr: Upravljanje radnim stanjem TV-a preko HDMI
lt: Maitinimo valdymas
no: Strømhåndtering

source: Power on AV-Receiver
cs: zapnout zdroj TV
es: Encienda el receptor de AV
hr: Uključi AV-uređaj
lt: Įjungti AV imtuvo maitinimą
no: Slå på AV-mottaker

source: Power on/off based on CEC Events
cs: zapnout zdroj podle CEC programu
es: Encendido/apagado basado en eventos CEC
hr: Stanja uređaja uklj/isklj bazirano preko CEC dodjela
lt: Įjungimas/išjungimas pagal CEC įvykius
no: Strøm av/på basert på CEC hendelser

source: Power threshold in mA
cs: prahový proud v mA
es: Potencia en mA
hr: Granica snage u mA
lt: Maitinimo riba mA
lv: Barošanas robežvērtība mA
no: Strøm grenseverdi i mA

source: Predefined transponder
cs: předvolený transpodér
es: Transpondedor predefinido
hr: Predefinirani transponder
lt: Iš anksto nustatytas transponderis
lv: Definēts transponderis
no: Predefinert transponder

source: Preferred
cs: preferovaný
es: Preferido
hr: Preferirani
lt: Pageidautinas
lv: Vēlamais
no: Foretrukket

source: Preferred modes only
cs: pouze preferované módy
es: Solo modos preferidos
lt: Tik pageidaujami režimai

source: Prefix length
cs: délka předpony
es: Longitud del prefijo
hr: Dužina prefiksa
lt: Tinklo prefikso ilgis
no: Prefiks lengde

source: Prefix length (IPv6)
cs: délka předpony (IPv6)
es: Longitud del prefijo (IPv6)
hr: Dužina prefiksa (IPv6)
lt: Tinklo prefikso ilgis (IPv6)
no: Prefiks lengde (IPv6)

source: Preparing... Please wait
cs: Zpracovávám data, čekejte...
es: Preparando... Por favor espere
hr: Pripremam... Molim pričekajte
lt: Ruošiama... Prašome laukti
lv: Sagatavo... Lūdzu gaidiet
no: Forbereder.. Vennligst vent

source: Presets
cs: předvolby
es: Preajustes
hr: Predefinirani
lt: Ruošiniai
no: Forvalg

source: Press Blue to disconnect the selected remote control.
cs: Modrým tlačítkem odpojte zvolené dálkové ovládání.
es: Presione Azul para desconectar el mando seleccionado.
lt: Paspauskite mėlyną, kad atjungtumėte pasirinktą nuotolinio valdymo pultą.

source: Press INFO on your remote control for additional information.
cs: INFO -> nastavené položky a odkazy pro zálohu_
es: Pulse INFO en su mando para información adicional.
hr: Pritisnite INFO na daljinskom upravljaču za dodatne informacije
lt: Papildomai informacijai gauti paspauskite INFO mygtuką valdymo pulte.
lv: Papildus informācijai spiediet INFO uz tālvadības pults.
no: Trykk INFO for tilleggsinformasjon.

source: Press MENU on your remote control for additional options.
cs: MENU -> dodatečné volby_
es: Pulse MENU en su mando a distancia para opciones adicionales.
hr: Pritisnite MENU na daljinskom upravljaču za dodatne opcije.
lt: Papildomiems nustatymams paspauskite MENU mygtuką savo valdymo pulte.
lv: Papildus iespējām spiediet MENU uz tālvadības pults.
no: Trykk MENU for tilleggsmuligheter.

source: Press OK on your remote control to continue.
cs: OK -> pokračovat...
es: Pulse OK en el mando a distancia para continuar.
hr: Pritisnite OK na daljinskom upravljaču za nastavak.
lt: Paspauskite OK savo valdymo pulte ir tęskite.
lv: Spiediet OK uz tālvadības pults, lai turpinātu.
no: Trykk OK for å fortsette.

source: Press OK to %s the subtitle track %s and close
cs: OK -> %s titulky : %s
es: Presiona OK para %s la pista de subtítulos %s y cierra
hr: Pritisnite OK za %s titlove %s i zatvori
lt: Paspauskite OK, %s subtitrų takelį %s ir uždarykite
no: Trykk OK for å %s undertekstsporet %s og avslutt

source: Press OK to activate the selected skin.
cs: OK -> aktivovat skin...
es: Pulse OK para activar la piel seleccionada.
hr: Pritisnite OK za aktivaciju odabranog skina.
lt: Norėdami aktyvuoti pasirinktą temą, spauskite OK.
lv: Spiediet OK, lai aktivizētu izvēlēto ādiņu.
no: Trykk OK for å aktivere valgt skin.

source: Press OK to apply
cs: OK -> použít...
es: Presiona OK para aplicar
hr: Pritisnite OK za prihvat
lt: Paspauskite OK jei norite naudoti
lv: Spiediet OK, lai piemērotu
no: Trykk OK for å legge til

source: Press OK to connect
cs: OK -> připojit...
es: Presiona OK para conectar
hr: Pritisnite OK za spajanje
lt: Paspauskite OK, jei norite prisijungti
lv: Spiediet OK, lai savienotu
no: Trykk OK for å tilknytte

source: Press OK to connect the selected remote control.
cs: OK -> připojit vybrané dálkové ovládání...
es: Presione OK para conectar el mando seleccionado.
lt: Paspauskite OK, kad prijungtumėte pasirinktą nuotolinio valdymo pultą.
lv: Spiediet OK, lai savienotu izvēlēto tālvadības pulti.
no: Trykk OK for å koble til valgt fjernkontroll.

source: Press OK to disable
cs: OK -> deaktivovat...
es: Presiona OK para deshabilitar
hr: Pritisnite OK za isključivanje
lt: Paspauskite OK, jei norite išjungti
lv: Spiediet OK, lai atslēgtu
no: Trykk OK for å deaktivere

source: Press OK to disconnect
cs: OK -> odpojit...
es: Presiona OK para desconectar
hr: Pritisnite OK za odspajanje
lt: Paspauskite OK, jei norite atsijungti
lv: Spiediet OK, lai atvienotu
no: Trykk OK for å koble fra

source: Press OK to edit the settings.
cs: OK -> upravit nastavení...
es: Pulse OK para editar la configuración.
hr: Pritisnite OK da biste uredili postavke.
lt: Paspauskite OK ir redaguokite nustatymus.
lv: Spiediet OK, lai rediģētu iestatījumus.
no: Trykk OK for å redigere innstillinger.

source: Press OK to enable
cs: OK -> aktivovat...
es: Pulse Aceptar para habilitar
hr: Pritisnite OK za uključenje
lt: Paspauskite OK, jei norite įjungti
lv: Spiediet OK, lai aktivizētu
no: Trykk OK for å aktivere

source: Press OK to get further details for %s
cs: OK -> spustit akci hlášení : %s ...
es: Pulse OK para obtener más detalles para %s
hr: Pritisnite OK da biste dobili dodatne detalje za %s
lt: Norėdami gauti daugiau informacijos apie %s, spauskite OK
lv: Spiediet OK turpmākai informācijai priekš %s
no: Trykk OK for å få flere detaljer for %s

source: Press OK to scan
cs: OK -> vyhledat ...
es: Pulse OK para buscar
hr: Pritisnite OK za pretraživanje
lt: Jeigu norite ieškoti, spauskite OK
lv: Spiediet OK, lai skenētu
no: Trykk OK for å søke

source: Press OK to select a Provider.
cs: OK -> vybrat satelitního operátora...
es: Pulse OK para seleccionar un Proveedor.
hr: Pritisnite OK za odabir Pružatelja.
lt: Jeigu norite pasirinkti tiekėją, spauskite OK.
lv: Spiediet OK, lai izvēlētos Operatoru.
no: Trykk OK for å velge en tilbyder.

source: Press OK to select entry to be moved
cs: OK -> vybrat kanál pro přesun...
es: Presione OK para seleccionar la entrada a mover
hr: Pritisnite OK za odabrani premještanje unosa
lt: Jeigu norite pasirinkti įrašą perkėlimui, spauskite OK
lv: Spiediet OK, lai izvēlētos pārvietojamo ierakstu
no: Trykk OK for å velge hva som skal flyttes

source: Press OK to select/deselect a CAId.
cs: OK -> označit / odznačit CAID...
es: Pulse OK para seleccionar/deseleccionar un CAId.
hr: Pritisnite OK za prihvatit/odbacit CAId.
lt: Jeigu norite pasirinkti/nepasirinkti CAId, paspauskite OK.
lv: Spiediet OK, lai izvēlētos/neizvēlētos CAId.
no: Trykk OK for å velge/fjerne en CAId.

source: Press OK to start the scan
cs: OK -> spustit vyhledávání ...
es: Pulse OK para comenzar la búsqueda
hr: Pritisnite OK za početak skeniranja
lt: Jeigu norite pradėti skenavimą, paspauskite OK
lv: Spiediet OK, lai uzsāktu skenēšanu
no: Trykk OK for a starte søk

source: Press OK to switch to audio track %s and close
cs: OK -> aktivovat audio stopu : %s
es: Presiona OK para cambiar a la pista de audio %s y cerrar
hr: Pritisnite OK za uključenje audio nosioca %s i zatvori
lt: Jeigu norite pereiti į garso takelį %s ir uždaryti jį, paspauskite OK
lv: Spiediet OK, lai pārslēgtu audio celiņu uz %s un aizvērtu
no: Trykk OK for å bytte til lydspor %s og avslutt

source: Press OK to toggle %s
cs: OK -> přepnout na : %s
es: Presiona OK para alternar %s
hr: Pritisnite OK za preklopnik %s
lt: Jeigu norite perjungti %s, paspauskite OK
lv: Spiediet OK, lai pārslēgtu %s
no: Trykk OK for å veksle med %s

source: Press OK to toggle the selection.
cs: OK -> změnit označení...
es: Pulse OK para activar la selección.
hr: Pritisnite OK za promjenu odabira.
lt: Jeigu norite pasirinkti, paspauskite OK.
lv: Spiediet OK, lai izvēlētos vairākus.
no: Trykk OK for å veksle mellom valg.

source: Press Yellow to connect the selected remote control.
cs: Žluté tl. -> připojit vybrané dálkové ovládání...
es: Presione Amarillo para conectar el mando a distancia seleccionado.
lt: Jei norite prijungti pasirinktą nuotolinio valdymo pultą, paspauskite geltoną mygtuką.
lv: Spiediet dzelteno, lai savienotu izvēlēto tālvadības pulti.
no: Trykk GUL for å koble til valgt fjernkontroll.

source: Press Yellow to disconnect the selected remote control.
cs: Žluté tl. -> odpojit vybrané dálkové ovládání...
es: Presione Amarillo para desconectar el mando a distancia seleccionado.
lt: Paspauskite geltoną mygtuką, kad atjungti pasirinktą nuotolinio valdymo pultą.
lv: Spiediet dzelteno, lai atvienotu izvēlēto tālvadības pulti.
no: Trykk GUL for å frakoble valgt fjernkontroll.

source: Press green to start service searching!
cs: Zelené tlačítko -> spustit vyhledávání kanálů...
es: ¡Pulse la tecla verde para iniciar la búsqueda de canales!
hr: Pritisnite zelenu tipku za početak skeniranja!
lt: Spauskite žalią, kad pradėti kanalų paiešką!
lv: Spiediet zaļo, lai sāktu kanālu meklēšanu!
no: Trykk GRØNN for å starte kanalsøk!

source: Prev
cs: << předchozí
es: Ant
hr: Pred
lt: Buvęs
lv: Iepriekšējais
no: Forrige

source: Preview
cs: ---NÁHLED---
es: Previsualizar
hr: Prikaz
lt: Peržiūra
lv: Priekšskatījums
no: Forhåndsvisning

source: Preview AutoTimer
cs: náhled časovače
es: Vista previa del AutoTimer
lt: Auto laikmačio peržiūra
lv: AutoTaimera priekšskatījums
no: Forhåndsvis AutoTimer

source: Preview menu
cs: zobrazit menu DVD
es: Menú previsualizar
hr: Prikaz izbornika
lt: Peržiūros meniu
lv: Priekšskatījuma izvēlne
no: Forhåndsvisningmeny

source: Prime time
cs: hl.vysílací čas
hr: Udarni termin
lt: Geriausias laikas
lv: Izdevīgākais laiks
no: Beste sendetid

source: Primetime
cs: hl.vysílací čas
lt: Geriausias laikas
no: Beste sendetid

source: Priority
cs: priorita
es: Prioridad
hr: Prioritet
lt: Prioritetas
lv: Prioritāte
no: Prioritet

source: Privacy (IPv6)
cs: privátní (IPv6)
es: Privacidad (IPv6)
hr: Privatnost (IPv6)
lt: Privatumas (IPv6)
no: Privatliv (IPv6)

source: Process
cs: procesy
es: Procesar
hr: Proces
lt: Eiga
no: Prosess

source: Profile
cs: profil
es: Perfil
lt: Profilis
lv: Profils
no: Profil

source: Progress:
cs: průběh :
es: Progreso:
lt: Eiga:
lv: Norise:
no: Fremdrift:

source: Properties of current title
cs: detaily aktuálního titulu
es: Propiedades del título actual
hr: Svojstva tekućeg naslova
lt: Dabartinio pavadinimo ypatybės
lv: Aktīvā nosaukuma parametri
no: Egenskaper til nåværende tittel

source: Protect services
cs: chránit kanály
es: Proteger canales
hr: Zaštiti kanale
lt: Apsaugoti kanalus
lv: Aizsargāt kanālus
no: Beskytt kanaler

source: Protect setup
cs: nastavit zabezpečení ! změní se bez uložení !
es: Proteger configuración
hr: Postavke zaštite
lt: Apsaugoti nustatymus
lv: Aizsargāt iestatījumus
no: Beskytt oppsett

source: Provider
cs: sat.operátor
es: Proveedor
hr: Pružatelj
lt: Tiekėjas
lv: Operators
no: Tilbyder

source: Provider (Radio)
cs: podle operátora (Radio)
es: Proveedor (Radio)
hr: Pružatelj (Radio)
lt: Tiekėjas (radijas)
lv: Operators (Radio)
no: Tilbyder (RADIO)

source: Provider (TV)
cs: podle operátora (TV)
es: Proveedor (TV)
hr: Pružatelj (TV)
lt: Tiekėjas (TV)
lv: Operators (TV)
no: Tilbyder (TV)

source: Provider to scan
cs: Vyhledat sat.operátora
es: Proveedor a buscar
hr: Pretraživanje pružatelja
lt: Tiekėjas, kurio ieškosite
lv: Operators, kuru vēlaties skenēt
no: Tilbyder til søking

source: Providers
cs: sat.operátoři
es: Proveedores
hr: Pružatelji
lt: Tiekėjai
lv: Operatori
no: Tilbydere

source: Proxy Plugin for DBus commands requiring python
cs: -- proxy modul pro DBus příkazy vyžadující python
es: Plugin de proxy para comandos DBus que requieren python
lt: Proxy priedas DBus komandoms, reikalaujančioms python
no: Proxy Plugin for DBus kommandoer som krever python

source: Put your Dreambox into idle mode.
cs: Přepnutí Dreamboxu do režimu spánku_
es: Pon tu Dreambox en modo inactivo.
hr: Stavi svoj Dreambox u stanje mirovanja.
lt: Į laukimo režimą.
lv: Pāslēgt jūsu Dreambox gaidīšanas režīmā.
no: Setter din Dreambox i hvilemodus.

source: Put your Dreambox into standby, restart or shut it down.
cs: Režim spánku / restart / vypnutí_
es: Ponga su Dreambox en modo de espera, reinícielo o apáguelo.
hr: Stavi svoj Dreambox u stanje mirovanja, ponovno pokreni ili isključi ga.
lt: Į budėjimo režimą, perkrauti arba išjungti jį.
lv: Pārslēgt jūsu Dreambox uz gaidstāvi, pārstartēt vai izslēgt to.
no: Aktiver hvilemodus, ta omstart eller slå av din Dreambox.

source: Put your Dreambox into standby.
cs: Dreambox do hlubokého spánku - vypnutí_
es: Pon tu Dreambox en modo de espera.
hr: Isključi Dreambox.
lt: Į budėjimo režimą.
lv: Pārslēgt jūsu Dreambox gaidstāves režīmā.
no: Sett din Dreambox i standby.

source: Python devshell fro dreambox OS
cs: -- test python kódu pro Dreambox OS
es: Python devshell para el sistema operativo dreambox
lt: Python devshell Dreambox OS
no: Python devshell for dreambox OS

source: Python frontend for /tmp/mmi.socket
cs: Python použitý pro /tmp/mmi.socket
es: Frontend Python para /tmp/mmi.socket
hr: Python sučelje za /tmp/mmi.socket
lt: Python išorinė sąsaja dėl /tmp/mmi.socket
lv: /tmp/mmi.socket Python priekšgals

source: Python frontend for /tmp/mmi.socket.
cs: Modul pro umístění Python do /tmp/mmi.socket
es: Frontend Python para /tmp/mmi.socket.
hr: Python sučelje za /tmp/mmi.socket.
lt: Python išorinė sąsaja dėl /tmp/mmi.socket.
lv: /tmp/mmi.socket Python priekšgals.

source: Quick
cs: rychlý
es: Rápido
hr: Brzo
lt: Greitas
lv: Ātrais
no: Rask

source: Quick fade
cs: krátké zastínění plochy
es: Desvanecimiento rápido
hr: Brzi prijelaz
lt: Greitas išblukimas
lv: Ātrā izbalēšana
no: Hurtig falming

source: QuickButton Setup
cs: nastavení QuickButton
es: Configuración QuickButton
lt: Greito mygtuko sąranka

source: QuickZap
es: Zapeo Rápido
lt: Greitasis jungimas
no: Hurtigbytte

source: Quickbutton Setup
cs: Nastavení Quickbutton...
es: Configuración Quickbutton
lt: Greito mygtuko sąranka
no: Hurtigtast oppsett

source: Quickzap
cs: rychlé přepínání
es: Zapeo rápido
hr: Brzo šaltanje
lt: Greitasis jungimas
lv: Ātrā pārslēgšana
