Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: HDMI CEC Configuration
cs: -- konfigurace ovládání TV přes HDMI CEC
es: Configuración CEC HDMI
hr: HDMI CEC konfiguracija
lt: HDMI CEC konfigūracija
lv: HDMI CEC konfigurācija
no: HDMI CEC konfigurasjon

source: HDMI CEC: Setup
cs: Nastavení HDMI CEC...
es: CEC HDMI: Configuración
hr: HDMI CEC: Postavke
lt: HDMI CEC valdymas
lv: HDMI CEC: iestatījumi
no: HDMI CEC: Innstillinger

source: HDMI CeC: Devices
cs: zařízení HDMI CeC
es: HDMI CeC: Dispositivos
hr: HDMI CeC: Uređaji
lt: HDMI CeC: Įrenginiai
lv: HDMI CeC: ierīces
no: HDMI CeC: Enheter

source: HDMI Input
cs: -- vstup HDMI
es: Entrada HDMI
hr: HDMI Ulaz
lt: HDMI Įvestis
lv: HDMI ieeja
no: HDMI tilknytning

source: HDR10 Support
cs: podpora HDR10
es: Soporte HDR10
lt: HDR 10 palaikymas
lv: HDR10 atbalsts
no: HDR10 støtte

source: HLG Support
cs: podpora HLG
es: Soporte de HLG
lt: HLG palaikymas
lv: HLG atbalsts
no: HLG støtte

source: HLS Server
cs: server HLS...
es: Servidor HLS
lt: HLS serveris
lv: HLS Serveris

source: Haptic feedback in lists
cs: zpětná vazba (vibrace) v seznamech
es: Comentarios hápticos en las listas
lt: Neišsamūs atsiliepimai sąrašuose
no: Haptisk tilbakemelding i lister

source: Hard disk
es: Disco duro
hr: Tvrdi disk
lt: Kietasis diskas
lv: Cietais disks

source: Harddisk
es: Disco duro
hr: Tvrdi disk
lt: Kietasis diskas
lv: Cietais disks

source: Harddisk setup
cs: nastavení harddisku, uspání
es: Configuración del disco duro
hr: Postavke tvrdog diska
lt: Kieto disko nustatymas
lv: Cietā diska iestatījumi
no: Harddisk oppsett

source: Harddisk standby after
cs: uspat nepoužívaný disk za ...
es: Disco duro en espera tras
hr: Isključi tvrdi disk nakon
lt: Kietasis diskas išsijungs po
lv: Cietā diska gaidstāve pēc
no: Harddisk standby etter

source: Hardware address
cs: hardware adresa :
es: Dirección de hardware
hr: Hardver adresa
lt: Techninės įrangos adresas
lv: Aparatūras adrese
no: Maskinvareadresse

source: HbbTV
cs: aplikace HbbTV
lt: Hibridinė TV

source: HbbTV Applications
cs: aplikace HbbTV
es: HbbTV Aplicaciones
hr: HbbTV Aplikacije
lt: Hibridinės TV programos
lv: HbbTV programmas
no: HbbTV Programvare

source: HbbTV Browser
cs: -- prohlížeč HbbTV
es: HbbTV Navegador
hr: HbbTV Preglednik
lt: Hibridinės TV naršyklė
lv: HbbTV Pārlūks

source: HbbTV Setup
cs: Nastavení HbbTV...
es: HbbTV Configuración
hr: HbbTV Postavke
lt: Hibridinės TV nustatymas
lv: HbbTV Iestatījumi
no: HbbTV konfigurasjon

source: HbbTV Text
cs: text HbbTV
es: HbbTV Texto
hr: HbbTV Tekst
lt: Hibridinės TV tekstas
lv: HbbTV Teksts
no: HbbTV Tekst

source: HbbTV for your Dreambox
cs: -- grafický teletext pro Dreambox
es: HbbTV para tu Dreambox
hr: HbbTV za vaš Dreambox
lt: Hibridinė TV jūsų imtuvui
lv: HbbTV jūsu Dreamboxam
no: HbbTV for din Dreambox

source: HbbTV for your Dreambox. This plugin is still a work in progress!
cs: HbbTV - grafický teletext pro Dreambox.
es: HbbTV para tu Dreambox. ¡Este plugin aún está en desarrollo!
hr: HbbTV za vaš Dreambox. Ovaj dodatak je još u beta razvoju!
lt: Hibridinė TV jūsų imtuvui. Šis priedas vis dar veikia!
lv: HbbTV jūsu Dreamboxam. Šis spraudnis joprojām tiek pilnveidots!
no: HbbTV for din Dreambox. Denne plugin er fremdeles under utvikling!

source: HbbTV functionality
cs: aktivovat funkci HbbTV
es: Funcionalidad HbbTV
hr: HbbTV funkcijonalnost
lt: Hibridinės TV funkcijos
lv: HbbTV funkcionalitāte
no: HbbTV funksjonalitet

source: Hebrew
cs: hebrejsky
es: Hebreo
hr: Hebrejski
lt: Hebrajų
lv: Žīdu
no: Hebraisk

source: Help
cs: nápověda
es: Ayuda
lt: Pagalba
lv: Palīdzība
no: Hjelp

source: Helps setting up your dish
cs: Výběr tuneru a parametry pro hledání_
es: Ayuda a configurar su antena
hr: Pomoć za postavljanje antene
lt: Padės suderinti jūsų palydovinę lėkštę
lv: Palīdzēs noregulēt jūsu šķīvi
no: Hjelper deg å installere din parabolantenne

source: Hierarchy info
cs: informace z hierarchie
es: Info jerarquía
hr: Info hijerarhije
lt: Informacijos lygis
lv: Hierarhijas info
no: Hierarki informasjon

source: High
cs: vysoký
es: Alto
hr: Visoko
lt: Aukštas
lv: Augsts
no: Høy

source: High bitrate support
cs: podpora vysokého bit.toku
es: Soporte de bitrate alto
hr: Podrška za veliki bitrate
lt: Aukšto bitų dažnio palaikymas
lv: Augsta bitātruma atbalsts
no: Høy bitrate støtte

source: Higher
cs: vyšší
es: Mas alto
hr: Više
lt: Aukštas
lv: Augstāks
no: Høyere

source: History
cs: historie
es: Historia
hr: Povijest
lt: Istorija
lv: Vēsture
no: Historie

source: History cleared!
cs: Historie byla vymazána !
es: ¡Historial borrado!
hr: Povijest obrisana!
lt: Istorija išvalyta!
lv: Vēsture nodzēsta!
no: Historikk fjernet!

source: Hold First Frame
cs: přidržet první snímek
es: Mantener el primer cuadro
lt: Laikykite pirmąjį kadrą

source: Home Page
cs: domovská stránka
es: Página de Inicio
hr: Početna stranica
lt: Pradžios puslapis
lv: Mājas lapa
no: Hjemmeside

source: Home page has been set to '%s'
cs: Domovská stránka byla nastavena na: '%s'
es: La página de inicio se ha establecido en '%s'
hr: Početna stranica je postavljena na '%s'
lt: Pradžios puslapis nustatytas į '%s'
lv: Mājas lapa tika iestatīta uz '%s'
no: Hjemmeside er satt til '%s'

source: Horizontal
cs: horizontální
hr: Horizontala
lt: Horizontali
lv: Horizontālā
no: Horisontal

source: Hotplugging for removeable devices
cs: -- modul pro vyjímatelné zařízení
es: Conexión en caliente de dispositivos removibles
hr: Brzi plugging za prijenosne uređaje
lt: Keičiamų įrenginių pajungimas veikiant
lv: Hotplugging noņemamām ierīcēm
no: Varm innplugging av flyttbare enheter

source: How many minutes do you want to record?
cs: Kolik minut chcete nahrát ?
es: ¿Cuántos minutos quiere grabar?
hr: Koliko minuta želite snimati ?
lt: Kiek minučių norite įrašinėti?
lv: Cik minūšu vēlaties ierakstīt?
no: Hvor mange minutter vil du ta opp?

source: How to handle found crashlogs?
cs: pokud existuje chyb.protokol
es: ¿Cómo quiere manejar los crashlogs?
hr: Kako postupati kod pronađenih crashlogova?
lt: Kaip pasielgti suradus gedimų žurnalus?
lv: Kā rīkoties ar atrastiem avāriju aprakstiem?
no: Hvordan vil du behandle funnet crashlogs?

source: Hue
cs: barevný odstín
es: Matiz
hr: Nijansa
lt: Atspalvis
lv: Tonis
no: Fargetone

source: Hungarian
cs: maďarsky
es: Húngaro
hr: Mađarski
lt: Vengrų
lv: Ungāru
no: Ungarsk

source: IP Addresses
cs: IP adresa
es: Dirección IP
hr: IP Adrese
lt: IP adresai
lv: IP Adreses
no: IP-adresse

source: IPKG source
cs: IPKG - zdroj
es: IPKG fuente
hr: IPKG izvor
lt: IPKG šaltinis
lv: IPKG avots
no: IPKG kilde

source: IPKG upgrade...
cs: IPKG - aktualizace...
es: IPKG actualización...
hr: IPKG nadogradnja...
lt: IPKG atnaujinimas...
lv: IPKG atjaunināšana...
no: IPKG oppgradering...

source: ISO file is too large for this filesystem!
cs: Soubor ISO je pro tento souborový systém příliš velký !
es: ¡El fichero ISO es demasiado grande para este sistema de archivos!
hr: ISO fajl je prevelik za ovaj tip particije!
lt: ISO failas per didelis šiai failų sistemai!
lv: ISO fails ir par lielu šai failu sistēmai!
no: ISO fil er for stor for dette filsystemet!

source: ISO path
cs: ISO - cesta
es: Ruta ISO
hr: ISO put
lt: Kelias į ISO failą
lv: ISO ceļš
no: ISO plassering

source: Icelandic
cs: islandsky
es: Islandés
hr: Islandski
lt: Islandų
lv: Islandiešu
no: Islandsk

source: Idle
cs: vypnuto.
es: Inactivo
hr: Idilično
lt: Laukime
lv: Gaida
no: Inaktiv

source: Idle Mode
cs: >režim spánku
es: Modo inactivo
hr: U stanje mirovanja
lt: Laukimo režimas
lv: Gaidīšanas režīms
no: Hvilemodus

source: If you see this, something is wrong with your scart connection. Press OK to return.
cs: Pokud se objeví tato zpráva, něco je špatně se skart konektorem. OK -> vrátit se zpět...
es: Si ve esto, es que algo está mal con la conexión del euroconector. Pulse OK para volver.
hr: Ukoliko vidite ovu poruku, nešto je pogrešno s vašim SKART priključkom. Pritisnite OK za povratak.
lt: Jeigu Jūs tai skaitote, kažkas negerai su skarto pajungimu. Kad grįžti, spauskite OK.
lv: Ja jūs šo redzat, kaut kas nav kārtībā ar SCART savienojumu. Spiediet OK, lai atgrieztos.
no: Hvis du ser dette, så er noe galt med din scart forbindelse. Trykk OK for å gå tilbake.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
cs: Pokud má TV "dynamické" nastavení jasu a kontrastu, vypněte to. Nastavte stupeň podsvětlení podle sebe. Stáhněte kontrast na TV na nejnižší hodnotu. Jas na nejnižší hodnotu tak, aby poslední dva odstíny šedé byly rozlišitelné. Celkový jas nastavíte později. OK -> pokračovat...
es: Si su televisor tiene una mejora de brillo o contraste, desactívela. Si hay algo llamado "dinámico", configúrelo en estándar. Ajuste el nivel de retroiluminación a un valor que se adapte a su gusto. Baje el contraste de su televisor tanto como sea posible. Luego baje la configuración de brillo lo más bajo posible, pero asegúrese de que los dos tonos de gris más bajos permanezcan distinguibles. No se preocupe por los tonos brillantes ahora. Se configurarán en el siguiente paso. Si está satisfecho con el resultado, pulse OK.
hr: Ako vaš TV ima postavke za svijetlo ili kontrast, onemogućite ga. Ako postoji nešto što se zove "dynamic", postavite ga na standard. Podesite razinu pozadinskog osvjetljenja na vrijednosti prilagođene vašem ukusu. Spustiti kontrast na TV koliko je god moguće. Zatim okrenite postavke svijetla niže što je više moguće, ali da se dvije nijanse sive razlikovaju. Nemojte brinuti o svijetlim tonovima sada. Oni će se postaviti u sljedećem koraku. Ako ste zadovoljni s rezultatom, pritisnite OK.
lt: Jeigu jūsų televizorius turi šviesumo arba kontrasto padidinimą, patvirtinkite tai. Jeigu yra kažkas pavadinta kaip "dinaminis ", tai nustatykite tai, kaip standartą. Nustatykite šviesumo lygį, kuris yra jums tinkamiausias. Nustatykite kontrastą savo televizoriui tiek, kiek tai įmanoma. Tada nustatykite šviesumą tiek mažai kiek tai įmanoma, bet įsitikinkite kad du patys žemiausi pilki atspalviai yra atskirti. Dabar nebesirūpinkite šviesiais atspalviais. Jie bus nustatyti sekančiame žingsnyje. Jeigu Jūs patenkinti gautu rezultatu, spauskite OK.
lv: Ja jūsu TV ir ieslēgta spilgtuma vai kontrasta uzlabošana, deaktivizējiet to. Ja ir iestatījums ar nosaukumu "dinamiskā ", lietojiet standarta iestatījumu. Noregulējiet fona līmeni līdz jums patīkamai vērtībai. Noregulējiet iespējami zemu TV kontrastu. Tad noregulējiet iespējami zemu spilgtuma iestatījumu, bet pārliecinieties, ka divi apakšējie pelēkā toņi ir izšķirami. Pašreiz nepievērsiet uzmanību spilgtajiem toņiem. Tie tiks uzstādīti nākamajā solī. Ja esat apmierināts ar rezultātu, spiediet OK.
no: Om din TV har lysstyrke- eller kontrastforbedring anbefales du å slå den av. hvis det finnes noe som heter "dynamic" anbefales du å bruke standard. Juster lysstyrken till en innstilling som du synes er bra. bruk så lite kontrast som mulig. Sett lysstyrken så lavt som mulig, men pass på att de to laveste nivåene av grå fortsatt er mulig å skille. Ta ikke hensyn till de lyse nivåene nå. De vil bli justert i neste steg. Når du er fornøyd med resultatet, trykk OK.

source: Ignore 'Active Source' when not sent by the TV
cs: ignorovat aktivaci zdroje, pokud to není odesláno z TV
es: Ignorar 'Fuente activa' cuando no es enviada por el televisor
hr: Ignoriraj 'Aktivni izvor' kada nije poslan iz TV-a
lt: Ignoruoti 'aktyvų šaltinį', kai nesiunčiama į TV
no: Overse 'Aktiv kilde' når ikke sendt fra TV

source: Ignore CeC ready-state on startup
cs: ignorovat stav CeC-systému při startu
es: Ignorar "CeC ready-state" en el inicio
hr: Ignoriraj CeC spremno-stanje na startupu
lt: Paleidimo metu ignoruoti CeC parengties būseną
no: Overse CeC klar status ved oppstart

source: Ignore Device Power States
cs: ignorovat stav zapnutí zařízení
es: Ignorar estados de energía del dispositivo
hr: Ignoriraj Radna Stanja Uređaja
lt: Ignoruoti įrenginio maitinimo būsenas
no: Overse enheters strømstatuser

source: Import AutoTimer
cs: import časovače
es: Importar AutoTimer
lt: Importuoti auto laikmatį
lv: Importēt autoTaimerus
no: Importer AutoTimer

source: In Progress
cs: stav ...
es: En Progreso
hr: U tijeku
lt: Vykdoma
lv: Izpilda
no: Pågår

source: In order to record a timer, the TV was switched to the recording service!
cs: Aby se mohlo nahrávat, bude TV přepnuta na tento kanál !
es: ¡Para grabar un evento, la TV se cambió al canal de la grabación!
hr: Da bi počelo snimanje preko tajmera, TV je prebačen na kanal za snimanje!
lt: Kad pradėti įrašymą pagal laikmatį, TV bus perjungtas į įrašomą kanalą!
lv: TV tika pārslēgts uz ierakstāmo kanālu, lai uzsāktu taimera ierakstu!
no: For å kunne utføre en timerinnspilling, ble TV skiftet til innspillingskanalen!

source: Inactivity shutdown
cs: ...automaticky se box vypne za :
es: Apagado por inactividad
hr: Isključenje zbog neaktivnosti
lt: Išjungimas (kai neaktyvus)
lv: Dīkstāves izslēgšana
no: Avsluttning pga. inaktivitet

source: Increased voltage
cs: zvýšené napětí
es: Voltaje incrementado
hr: Povećati napon
lt: Padidinta įtampa
lv: Palielināt spriegumu
no: Økt spenning

source: Index
es: Indice
lt: Indeksas
lv: Indekss
no: Indeks

source: InfoBar
cs: poloha info-panelu---
es: Barra de información
lt: Info juosta
lv: Infojosla

source: Infobar timeout
cs: hl.info-panel se schová za...
es: Tiempo cumplido del Infobar
hr: Vrem. istek Infobara
lt: Info juosta išsijungs po
lv: Infojoslas noildze
no: Infobar visningstid

source: Information
cs: informace >>
es: Información
hr: Informacije
lt: Informacija
lv: Informācija
no: Informasjon

source: Init
cs: inicializovat...
es: Iniciar
hr: Inicijalizacija
lt: Inicializacija
lv: Inicializēt
no: Initiere

source: Inital Setup Finished!
cs: Základní nastavení bylo dokončeno !
es: ¡Configuración inicial finalizada!
lt: Pradinis nustatymas baigtas!

source: Initial Fast Forward speed
cs: - počáteční rychlost pro přetáčení vpřed
es: Velocidad inicial para Avance Rápido
hr: Inicijalna brzina za naprijed
lt: Pradinis greito persukimo greitis
lv: Sākotnējais ātrās pārtīšanas ātrums
no: Innledende hurtigspolingshastighet

source: Initial Rewind speed
cs: - počáteční rychlost pro přetáčení zpět
es: Velocidad inicial para Rebobinado
hr: Inicijalna brzina premotavanja
lt: Pradinis atsukimo atgal greitis
lv: Sākotnējais attīšanas ātrums
no: Innledende tilbakespolingshastighet

source: Initial location in new timers
cs: složka nových časovačů
es: Ruta inicial en nuevas programaciones
hr: Inicijalne lokacije u novim timerima
lt: Pradinė naujų laikmačių vieta
lv: Jauno taimeru primārā vieta
no: Innledende plassering i nye timere

source: Initialize
cs: formátovat
es: Inicializar
hr: Inicijaliziraj
lt: Inicializuoti
lv: Inicializēt
no: Initialiser

source: Initialize selected storage device or remove offline storage device.
cs: Inicializovat nebo odstranit zvolený úložný disk offline
es: Inicialice el dispositivo de almacenamiento seleccionado o elimine el dispositivo de almacenamiento fuera de línea.
hr: Inicijaliziraj odabrani uređaj za pohranu ili ukloni nedostupan uređaj za pohranu.
lt: Inicializuoti pasirinktą saugojimo įrenginį arba atjungę pašalinkite jį.
lv: Inicializēt izvēlēto vai dzēst bezsaites glabātuves ierīci.
no: Initialiser valgt lagringsenhet eller fjern offline lagringsenhet.

source: Initialize this %(desc)s.
cs: inicializovat %(desc)s
es: Inicialice este %(desc)s.
hr: Inicijaliziraj ovaj %(desc)s.
lt: Inicializuokite šį %(desc)s.
lv: Inicializēt šo %(desc)s.
no: Initialiser denne %(desc)s.

source: Initializing %(desc)s...
cs: inicializovat %(desc)s ...
es: Inicializando %(desc)s...
hr: Inicijaliziram %(desc)s...
lt: Inicializuojama %(desc)s...
lv: Inicializē %(desc)s...
no: Initialisere %(desc)s...

source: Input
cs: Volby ...
es: Entrada
hr: Ulaz
lt: Įvestis
lv: Ievade
no: Inndata

source: Input Device Autosetup
cs: aut.nastavení vstupního zařízení
es: Autoconfiguración del dispositivo de entrada
lt: Įvesties įrenginio automatinis nustatymas
no: Inndataenhet Autosetup

source: Input Devices
cs: vstupní zařízení, DO, kláv.
es: Dispositivos de entrada
lt: Įvesties įrenginiai
lv: Ievades ierīces
no: Inndataenheter

source: Input device management plugin
cs: -- modul pro správu vstupního zařízení
es: Plugin de gestión de dispositivos de entrada
lt: Įvesties įrenginio valdymo priedas
no: Indataenhet behandlinngsplugin

source: Input device setup
cs: Nastavení vstupního zařízení...
es: Configuración del dispositivo de entrada
hr: Postavljanje ulaznog uređaja
lt: Įrenginio įvesties nustatymas
lv: Ievades ierīces iestatījumi
no: Oppsett av Inndataenhet

source: Input devices
cs: vstupní zařízení, DO, kláv.
es: Dispositivos de entrada
hr: Ulazni uređaji
lt: Įvesties įrenginiai
lv: Ievades ierīces
no: Inndataenheter

source: Input required
cs: požadovaný vstup
es: Entrada requerida
hr: Potreban je unos
lt: Būtina įvesti
lv: Nepieciešama ievade
no: Innspill kreves

source: Install
cs: instalovat >>
es: Instalar
hr: Instaliranje
lt: Diegti
lv: Instalēt
no: Installere

source: Install a new image with a USB stick
cs: -- instalace nové Image z USB flashdisku
es: Instalar una nueva imagen con un pendrive
hr: Instaliranje novog image sa USB memorije
lt: Įdiekite naują atvaizdą iš USB rakto
lv: Instalēt jaunu imidžu no USB atmiņas
no: Installere nytt image fra en USB minnepinne

source: Install a new image with your web browser
cs: instalace nové Image z webového rozhraní
es: Instalar una nueva imagen con su navegador web
hr: Instaliranje novog image preko internet preglednika
lt: Įdiekite naują atvaizdą, naudodami interneto naršyklę
lv: Instalēt jaunu imidžu no tīmekļa pārlūka
no: Innstallere nytt image fra Nettleser

source: Install default service lists.
cs: Instalovat předvolené kanály (19.2E)_
es: Instalar listas de canales predeterminadas.
hr: Instaliraj tvorničku listu kanala.
lt: Įdiekite numatytuosius kanalų sąrašus.
lv: Insalēt noklusētos kanālu sarakstus.
no: Installere standard tjenestelister.

source: Install extensions.
cs: instalovat zásuvné balíčky...
es: Instalar extensiones.
hr: Instaliranje proširenja.
lt: Įdiegti plėtinius.
lv: Instalēt papildinājumus.
no: Installer tillegg.

source: Install local extension
cs: instalovat lokální balíčky
es: Instalar extensión local
hr: Instaliranje lokalnih proširenja
lt: Įdiekite vietinį plėtinį
lv: Instalēt lokālo papildinājumu
no: Installer lokalt tillegg

source: Install or remove finished.
cs: Instalace nebo odebrání bylo dokončeno
es: Instalación o borrado terminado.
hr: Instaliranje i uklananje završeno.
lt: Įdiegimas arba pašalinimas baigtas.
lv: Instalēšana vai dzēšana pabeigta.
no: Installering eller fjerning ferdig.

source: Install settings, skins, software...
cs: Instalace kanálů, skinů, software...
es: Instalar configuración, skins, software...
hr: Instaliraj liste, skin, software...
lt: Įdiekite nustatymus, temas, programinę įrangą...
lv: Instalēt iestatījumus, ādiņas, programmatūru...
no: Installer innstillinger, skins, programvare...

source: Installation finished.
cs: je nainstalováno
es: Instalación terminada.
hr: Instalacija završena.
lt: Įdiegimas baigtas.
lv: Instalācija pabeigta.
no: Installasjon ferdig.

source: Installing
cs: ...instaluji...
es: Instalando
hr: Instaliram
lt: Įdiegiama
lv: Instalēt
no: Installerer

source: Installing Software...
cs: Čekejte - instaluji software...
es: Instalando Software...
hr: Instaliram Softver...
lt: Įdiegiama programinė įranga...
lv: Instalē programmatūru...
no: Installerer programvare...

source: Installing default service lists... Please wait...
cs: Instaluji předvolený seznam kanálů, čekejte...
es: Instalando listas de servicios predeterminadas... Espere...
hr: Instaliranje tvorničke liste usluga... Molim pričekati...
lt: Prašome laukti kol diegiami numatytieji kanalų sąrašai...
lv: Instalē noklusētos kanālu sarakstus... Lūdzu gaidiet...
no: Installerer standard kanalliste... Vennligst vent...

source: Installing defaults...
cs: Instaluji předvolené nastavení...
es: Instalando predeterminados...
hr: Instaliranje zadanog...
lt: Įdiegiamos numatytosios reikšmės...
lv: Instalē noklusējumus...
no: Installerer standarder...

source: Installing defaults... Please wait...
cs: Instaluji předvolené nastavení, čekejte...
es: Instalando predeterminados... Espere...
hr: Instaliranje zadanog... Molim pričekati...
lt: Diegiamos numatytosios reikšmės... Prašome laukti...
lv: Instalē noklusējumus... Lūdzu gaidiet...
no: Installerer standarder... Vennligst vent...

source: Installing package content... Please wait...
cs: Instaluji balíčky, čekejte ...
es: Instalando el contenido del paquete... Espere...
hr: Instaliranje sadržaja paketa... Molim pričekati...
lt: Diegiamas paketo turinys... Prašome laukti...
lv: Instalē pakotnes saturu... Lūdzu gaidiet...
no: Installerer pakke innhold... Vennligst vent...

source: Installing...
cs: Instaluji ...
es: Instalando...
hr: Instaliram...
lt: Įdiegiama...
lv: Instalē...
no: Installerer...

source: Instant Record...
cs: okamžitý záznam
es: Grabación instantánea...
hr: Trenutno Snimanje...
lt: Momentinis įrašymas...
lv: Tūlītējs ieraksts...
no: Direkte avspilling

source: Instant record location
cs: předvolená složka pro okamžitý záznam...
es: Ruta de grabación instantánea
hr: Lokacija snimanja za trenutne snimke
lt: Momentinio įrašo vieta
lv: Tūlītēja ieraksta vieta
no: Plassering av umiddelbare innspillinger

source: Intermediate
cs: střední
es: Intermedio
hr: Napredno
lt: Vidutinis
lv: Vidējs
no: Normal

source: Internal Flash
cs: int.flash paměť
es: Flash Interna
hr: Unutarnji Flash
lt: Vidinė atmintis
lv: Iekšējā atmiņa
no: Intern Flash

source: Internal USB
cs: USB interní
es: USB interno
hr: Unutarnji USB
lt: Vidinis USB
lv: Iekšējais USB
no: Intern USB

source: Internal firmware updater
cs: Aktualizace interního firmware...
es: Actualización de firmware interno
hr: Interni firmware updater
lt: Vidinis programinės įrangos atnaujintojas
lv: Iekšējais programmatūras atjauninātājs
no: Intern oppdatering av tilpasset programvare

source: InternetRadio Setup
cs: nastavit InternetRadio
es: Configuración de InternetRadio
lt: Interneto radijo sąranka

source: Invalid Location
cs: -chybné umístění-
es: Localización inválida
hr: Neispravna Lokacija
lt: Netinkama vieta
lv: Nederīga vieta
no: Ugyldig plassering

source: Invalid directory selected: %s
cs: neplatná vybraná složka : %s
es: Directorio seleccionado inválido: %s
hr: Neispravni odabrani direktorij: %s
lt: Pasirinktas netinkamas katalogas: %s
lv: Izvēlēta nederīga mape: %s
no: Ugyldig katalog valgt: %s

source: Inversion
cs: inverze
es: Inversión
hr: Inverzija
lt: Sukeitimas
lv: Inversija

source: Ipkg Installer...
cs: Ipkg - instalátor...
es: Ipkg Instalador...
hr: Ipkg Instaler...
lt: Ipkg įdiegėjas...
lv: Ipkg instalētājs...
no: IPKG installerer...

source: Is this videomode ok?
cs: Je tento režim videa v pořádku ?
es: ¿Está bien este modo de video?
hr: Da li je videmod dobar?
lt: Šis vaizdas tinkamas?
lv: Vai šis attēla režīms būs labs?
no: Er videomodus OK?

source: Issued for:
cs: vydané pro :
es: Emitido para:
hr: Izdan od:
lt: Išleistas:
lv: Izsniegts:
no: Utstedt for :

source: Italian
cs: italsky
es: Italiano
hr: Talijanski
lt: Italų
lv: Itāļu
no: Italiensk

source: Job Manager
cs: správa akcí
es: Manejador de Trabajos
hr: Pregled radnji
lt: Užduoties vadovas
lv: Darbu pārvaldnieks

source: Job View
cs: přehled akcí
es: Vista de trabajo
hr: Pogledaj radnju
lt: Užduoties peržiūra
no: Arbeidsoversikt
