Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: A timer failed to record! Disable TV and try again?
cs: Nahrávání přes časovač selhalo ! Přepnout kanál a zkusit znovu ?
es: ¡Ha fallado la grabación! ¿Desactivar TV y probar otra vez?
hr: U zadano vrijeme tajmera nije uspjelo snimanje! Onemogućite TV i pokušajte ponovno?
lt: Laikmatis negali paleisti įrašymo! Išjungti TV peržiūrą ir pakartoti įrašymą?
lv: Taimerim neizdevās uzsākt ierakstu! Izslēgt TV un mēģināt vēlreiz?
no: En timer startet ikke innspillingen. Deaktiver TV og prøv igjen?

source: A/V Settings
cs: formát obrazu a zvuku
es: Configurar A/V
hr: Postavke TV-a
lt: Garso ir vaizdo nustatymai
lv: A/V iestatījumi
no: Lyd & video innstillinger

source: AACS certificate revoked
cs: Certifikát AACS byl zrušený
es: Cerficado AACS revocado
hr: AACS certifikat opozvan
lt: AACS sertifikatas atšauktas
lv: AACS sertifikāts atsaukts
no: AACS sertifikat opphevet

source: AACS configuration file missing
cs: Chybí konfigurační soubor AACS !
es: No está el fichero de configuración AACS
hr: AACS konfiguracijska datoteka nedostaje
lt: Trūksta AACS konfigūracijos failo
lv: Nav AACS konfigurācijas faila
no: AACS mangler konfigurasjonsfil

source: AAS Advanced SSA
cs: AAS pokročilé SSA
es: AAS Avanzado SSA
hr: AAS Napredni SSA
lt: AAS Išplėstinis SSA
no: AAS Avansert SSA

source: AC3 Lip Sync Setup
cs: AC3 Lip Sync - nastavení
es: Configuración de sincronización de labios AC3
hr: AC3 Audio Sync podešavanje
lt: AC3 sinchronizavimo sąranka
no: AC3 Lip Sync oppsett

source: AC3 default
cs: předvolit AC3
es: AC3 por defecto
hr: AC3 standard
lt: AC3 numatytasis
lv: AC3 pēc noklusējuma
no: AC3 som standard

source: AC3 downmix
es: mezcla AC3
lt: AC3 kanalų suliejimas

source: ATTENTION! Potential security breach detected! A certificate for the desired secure connection has CHANGED! In addition it has the following errors: %s Do you want to add an exception for this certificate and accept connections to this host anyways?
cs: Upozornění ! Zjištěno možné narušení bezpečnosti ! Certifikát pro požadované bezpečné připojení se změnil ! Navíc má tyto chyby : %s Chcete přidat tento certifikát do vyjímek připojit se k tomuto uživateli ?
es: ¡ATENCIÓN! ¡Se ha detectado un problema potencial de seguridad! ¡Un certificado para la conexión segura deseada ha CAMBIADO! Además tiene los siguientes errores: %s ¿Quiere añadir una excepción para este certificado y aceptar conexiones a esta máquina de todas maneras?
hr: UPOZORENJE! Detektiran potencijalni sigurnosni proboj! PROMJENJEN je certifikat za željeno sigurnosno spajanje! Dodatno tome ima sljedeće još greške: %s Želite dodati izuzetak za taj certifikat i prihvatiti nesigurnu vezu s tim poslužiteljem ipak?
lt: DĖMESIO! Aptiktas potencialus saugumo pažeidimas! PAKEISTAS norimas saugaus ryšio sertifikatas! Be to, ji turi šias klaidas: %s Ar norite pridėti su išimtimi, šį sertifikatą ir priimti ryšius bet kuriais būdais?
lv: UZMANĪBU! Atklāts potenciāls drošības pārkāpums! Vēlamais droša savienojuma sertifikāts ir IZMAINĪTS! Turklāt tam ir sekojošas kļūdas: %s Vai vēlaties pievienot izņēmumu šim sertifikātam un piekrist savienojumam ar šo hostu?
no: ADVARSEL! Potensielt sikkerhetsbrudd oppdaget! Et sertifikat for den ønskede sikkerhetstilkobling er blitt endret! I tillegg har det følgende feilv %s Ønsker du å legge til et unntakk og akseptere tilkoblingen til denne verten likevel?

source: AUTOMATICALLY start service searching, press green to change
cs: Aut.spuštění vyhledávání kanálů ...zelené -> start...
es: AUTOMÁTICAMENTE inicia la búsqueda de canal, verde para cambiar
hr: AUTOMATSKI pokreni potragu usluga, pritisnite zelenu za promjenu
lt: Paieška prasidės AUTOMATIŠKAI, norėdami pakeisti spauskite žalią
lv: AUTOMĀTISKI sākt kanālu meklēšanu, lai mainītu, spiediet zaļo pogu
no: AUTOSTART programsøk, trykk GRØNN for å endre

source: Abort
cs: přerušit
es: Abortar
hr: Prekid
lt: Nutraukti
lv: Pārtraukt
no: Avbryt

source: Abort Download?
cs: Zrušit stahování ?
es: ¿Abortar Descarga?
hr: Prekinuti skidanje?
lt: Nutraukti parsisiuntimą?
lv: Pārtraukt lejuplādi?
no: Avbryt nedlasting?

source: About
cs: BoxInfo
es: Acerca de
hr: O programu
lt: Apie sistemą
lv: Par
no: Om

source: About...
cs: o prg...
es: Acerca de...
hr: O prijemniku...
lt: Apie...
lv: Par...
no: Om...

source: Account Setup
cs: nastavení účtu
es: Configuración de cuenta
lt: Paskyros sąranka

source: Accounts list
cs: seznam účtů
es: Lista de cuentas
lt: Paskyrų sąrašas

source: Accuracy (higher is better)
cs: přesnost (vyšší je lepší)
es: Cobertura (más alto, mejor)
hr: Točnost (više je bolje)
lt: Tikslumas (didesnis yra geriau)
lv: Precizitāte (lielāka ir labāka)
no: Nøyaktighet (høyere er bedre)

source: Action
cs: -akce-
es: Acción
lt: Veiksmas
lv: Darbība
no: Handling

source: Action on long powerbutton press
cs: dlouhý stisk tlačítka pro vypnutí provede ...
es: Acción tras pulsación larga del botón de encendido
hr: Postupak kod dugo pritisnute tipke paljenja
lt: Veiksmas ilgai spaudžiant 'įjungimo' mygtuką
lv: Darbība pēc ilgstošas barošanas pogas nospiešanas
no: Handling ved langt trykk på powerknappen

source: Action on short powerbutton press
cs: krátký stisk tlačítka pro vypnutí provede ...
es: Acción tras pulsación corta del botón de encendido
hr: Postupak za kratko pritisnuti gumb za paljenje
lt: Veiksmas trumpai nuspaudžiant 'įjungimo' mygtuką
lv: Darbība pēc īsas barošanas pogas nospiešanas
no: Handling ved kort trykk på powerknappen

source: Action:
cs: časovač >
es: Acción:
hr: Akcije:
lt: Veiksmas:
lv: Darbība:
no: Handling:

source: Activate Picture in Picture
cs: aktivovat PiP - obraz v obrazu >>
es: Activar PiP
hr: Aktiviraj Sliku u Slici
lt: Rodyti vaizdą vaizde (PiP)
lv: Aktivizēt funkciju attēls attēlā
no: Aktiver Bilde i Bilde

source: Active connection
cs: Aktivované připojení...
es: Conexión activa
hr: Aktivna veza
lt: Aktyvus prijungimas
lv: Aktīvais savienojums
no: Aktiv tilkobling

source: Active name servers: %s
cs: aktivní server : %s
es: Servidores de nombres activos: %s
hr: Aktivni domenski poslužitelj: %s
lt: Aktyvūs serverių pavadinimai: %s
lv: Aktīvi Domēna vārdu serveri: %s
no: Aktiv navneserver: %s

source: Active time servers: %s
cs: čas na aktivním serveru : %s
es: Servidores de hora activos: %s
lt: Aktyvūs laiko serveriai: %s
lv: Aktīvie laika serveri: %s
no: Aktiv tidsserver: %s

source: Add
cs: přidat >>
es: Añadir
hr: Dodaj
lt: Pridėti
lv: Pievienot
no: Legge til

source: Add & play
cs: přidat -> přehrát...
es: Agregar y reproducir
hr: Dodaj i pokreni
lt: Pridėti ir paleisti
lv: Pievienot un atskaņot
no: Legg til & spill

source: Add '%s' to Bookmarks
cs: přidat '%s' do záložek
es: Añadir '%s' a los Marcadores
hr: Dodaj '%s' u Bookmarks
lt: Pridėti '%s' į žymes
lv: Pievienot '%s' grāmatzīmēm
no: Legg til '%s' til favoritter

source: Add Bookmark
cs: přidat jako odkaz
es: Añadir Marcador
hr: Dodaj Bookmark
lt: Pridėti žymę
lv: Pievienot grāmatzīmi
no: Legg til bokmerke

source: Add a mark
cs: přidat značku
es: Añadir marca
hr: Dodaj oznaku
lt: Pridėti žymeklį
lv: Pievienot iezīmi
no: Legge til markør

source: Add a new title
cs: přidat nový titul
es: Añadir un nuevo título
hr: Dodaj novi titl
lt: Pridėti naują antraštę
lv: Pievienot jaunu nosaukumu
no: Legg til ny tittel

source: Add entry
cs: přidat zadání
es: Añadir entrada
lt: Pridėti įrašą
lv: Pievienot ierakstu
no: Legg til oppføring

source: Add file(s) to Playlist
cs: přidat video do vybraných
es: Añadir fichero(s) a la lista de reproducción
hr: Dodaj datoteke u Playlistu
lt: Pridėti failą(us) į grojaraštį
lv: Pievienot failu(s) repertuāram
no: legg fil(er) til spilliste

source: Add timer
cs: načasovat >>
es: Programar grabación
hr: Dodaj tajmer
lt: Laikmatis
lv: Pievienot taimeri
no: Legg til timer

source: Add title
cs: přidat titulek
es: Añadir título
hr: Dodaj title
lt: Pridėti pavadinimą
lv: Pievienot nosaukumu
no: Legg til tittel

source: Add to bouquet
cs: přidat do sady kanálů
es: Añadir a la lista
hr: Dodaj u paket
lt: Pridėti į paketą
lv: Pievienot buķetei
no: Legg til i bukett

source: Add to favourites
cs: přidat do oblíbených
es: Añadir a favoritos
hr: Dodaj u favorite
lt: Pridėti prie mėgstamų
lv: Pievienot favorītiem
no: Legg til i favoritter

source: Added '%s'
cs: přidáno : '%s'
es: Añadido '%s'
hr: Dodano '%s'
lt: Pridėta '%s'
lv: Pievienots '%s'
no: Lagt til '%s'

source: Additional event-time info
cs: > další info k programu :
es: Info adicional del evento
hr: Dodatne informacije događaja
lt: Papildoma įvykio laiko informacija
lv: Papildus notikuma-laika info
no: Ytterligere programtid info

source: Additional event-time position
cs: ...pozice časů dalšího infa :
es: Posición adicional del evento
hr: Dodatne informacije o poziciji događaja
lt: Papildoma įvykio laiko pozicija
lv: Papildus notikuma-laika vieta
no: Ytterligere programtid posisjon

source: Address (IPv4)
cs: adresa (IPv4)
es: Dirección (IPv4)
hr: Adresa (IPv4)
lt: Adresas (IPv4)
lv: Adrese (IPv4)
no: Adresse (IPv4)

source: Address (IPv6)
cs: adresa (IPv6)
es: Dirección (IPv6)
hr: Adresa (IPv6)
lt: Adresas (IPv6)
lv: Adrese (IPv6)
no: Adresse (IPv6)

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
cs: Přidat nast.Enigmy2 a model Dreamu jako SN, rev._
es: Añadir configuración de enigma2 e información de modelo Dreambox como SN, rev... si activado.
hr: Dodaje enigma2 postavke i informacije Dreambox modela kao što su SN, rev ... ako je omogućeno.
lt: Pridėti enigma2 nustatymus ir dreambox modelio informacijas kaip SN, versija... jei įjungta.
lv: Pievienos enigma2 iestatījumus un dreambox modeļa informāciju SN, rev... , ja aktivizēts.
no: Legg til enigma2 innstillinger og dreambox modell informasjon som SN, rev... hvis aktivert.

source: Adjust network settings
cs: upravit konfiguraci sítě
es: Ajustar la configuración de red
hr: Podesi postavke mreže
lt: Sureguliuokite tinklo nustatymus
lv: Pielāgot tīkla iestatījumus
no: Juster nettverksinnstillinger

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
cs: Upravte nastavení barev tak, aby všechny barevné odstíny byly rozpoznatelné, ale i dostatečně vybarvené. Pokud jste spokojeni s výsledkem, stiskněte OK nebo použijte numerické klávesy pro výběr jiné testovací scény.
es: Ajuste la configuración del color de forma que todas las sombras de los colores se distingan, pero que estén tan saturadas como sea posible. Si está contento con el resultado, pulse OK para cerrar el ajuste de video fino, o use una tecla numérica para seleccionar otras pantallas de test.
hr: Prilagodite postavke boje, tako da se sve nijanse razlikuju. Ako ste zadovoljni s rezultatom, pritisnite OK za zatvaranje video finog ugađanja, ili koristite brojčane tipke za odabir ostalih test ekrana.
lt: Sureguliuokite spalvas taip, kad visos spalvos ir atspalviai būtų atskiriami, bet atrodytų taip prisotinti, kiek galima. Jei jūs esate patenkinti rezultatu, spauskite OK, kad uždarytumėte vaizdo tikslų suderinimą, ar pasinaudokite skaičių mygtukais, kad išrinktumėte kitus bandomuosius ekranus.
lv: Regulēt krāsu iestatījumus tā, lai visi krāsu toņi ir izšķirami, bet, cik iespējams, piesātināti. Ja esat apmierināti ar rezultātu, spiediet OK, lai aizvērtu attēla precizēšanu vai izmantojiet ciparu taustiņus, lai izvēlētos citus testēšanas rastrus.
no: Juster alle farger slik at alle fargesøyler nesten vises, men opptrer så gjennomtrengende som mulig. Er du tilfreds med resultatet, trykk OK for å lukke video finjustering, eller bruk nummer knapper for å velge andre testbilder.

source: Adjusting Bitrate
cs: nastavení bitového toku
es: Ajustando Bitrate
hr: Podešavam Bitrate
lt: Garso kokybės priderinimas
lv: Pielāgo bitātrumu
no: Juster Bitrate

source: Adopt current configuration.
cs: použít aktuální nastavení
es: Adoptar la configuración actual.
hr: Prihvati trenutnu konfiguraciju.
lt: Pasirinkti dabartinę konfigūraciją.
lv: Pieņemt pašreizējo konfigurāciju.
no: Godta gjeldende konfigurasjon.

source: Advanced
cs: ---ROZŠÍŘENÉ FUNKCE---
es: Avanzado
hr: Napredno
lt: Išplėstinis
lv: Paplašināts
no: Avansert

source: Advanced Options
cs: možnosti zálohování, položky, moduly
es: Opciones avanzadas
hr: Napredne opcije
lt: Išplėstinės funkcijos
lv: Paplašinātās iespējas
no: Avanserte alternativer

source: Advanced Software
cs: další software
es: Software Avanzado
hr: Napredni Softver
lt: Išplėstinė programinė įranga
lv: Papildus programmatūra
no: Avansert programvare

source: Advanced Software Plugin
cs: další přídavné moduly
es: Plugin de Sofware Avanzado
hr: Napredni Softverski dodatak
lt: Išplėstinės programinės įrangos priedas
lv: Papildus programmatūras sparaudnis
no: Avansert programvare plugin

source: Advanced Video Enhancement Setup
cs: podrobnější nastavení obrazu
es: Configuración avanzada de mejora de video
hr: Napredne Postavke Poboljšanja slike
lt: Išplėstinės vaizdo gerinimo nuostatos
lv: Paplašinātie attēla uzlabošanas iestatījumi
no: Avansert utvidet video oppsett

source: Advanced Video Setup
cs: Rozšířené nastavení obrazu a zvuku_
es: Configuración de video avanzada
hr: Napredne postavke slike
lt: Išplėstiniai vaizdo nustatymai
lv: Paplašinātie attēla iestatījumi
no: Avansert video oppsett

source: Advanced input device features
cs: Rozšířené vlastnosti vstup.zařízení...
es: Características avanzadas del dispositivo de entrada
lt: Išplėstinės įėjimo įrenginio funkcijos
lv: Papildu ievades ierīces funkcijas
no: Avanserte funksjoner for inndataenhet

source: Advanced restore
cs: obnovit Image E2 ze zálohy
es: Restauración avanzada
hr: Napredna obnova
lt: Išplėstinis atkūrimas
lv: Paplašinātā atjaunošana
no: Avansert gjenoppretting

source: Advanced settings.
cs: pokročilé nastavení
es: Configuración avanzada.
hr: Napredne postavke.
lt: Papildomi parametrai.
lv: Paplašinātie iestatījumi.
no: Avanserte innstillinger.

source: Advanced setup options
cs: Rozšířená systémová nastavení_
es: Opciones de configuración avanzadas
hr: Napredne opcije postavki
lt: Išplėstinio valdymo nustatymas
lv: Paplašinātās iestatījumu iespējas
no: Avanserte innstillinger

source: After event
cs: po dokončení
es: Después del evento
hr: Nakon događaja
lt: Po įvykio
lv: Pēc notikuma
no: Etter program

source: After event description
cs: za popis programu
es: Después de la descripción del evento
hr: Nakon opisa događaja
lt: Po įvykio aprašymo
lv: Pēc notikuma apraksta
no: Etter programbeskrivelse

source: After service name
cs: za název kanálu
es: Después del nombre del canal
hr: Nakon imena usluge
lt: Po kanalo pavadinimo
lv: Pēc kanāla nosaukuma
no: Etter kanalnavn

source: After service number
cs: před název kanálu
es: Después del número de canal
hr: Nakon rednog broja usluge
lt: Po kanalo numerio
lv: Pēc kanāla numura
no: Etter kanalnummer

source: After servicedescription
cs: za název programu
es: Después de la descripción del canal
hr: Nakon opisa usluge
lt: Po kanalų aprašymo
lv: Pēc kanāla apraksta
no: Etter kanalbeskrivelse

source: After servicename
cs: za název kanálu...
es: Después del nombre del canal
hr: Nakon imena-usluge
lt: Po kanalo pavadinimo
lv: Pēc kanāla nosaukuma
no: Etter kanalnavn

source: After servicenumber
cs: před název kanálu
es: Después del número del canal
hr: Nakon rednog-broja usluge
lt: Po kanalo numerio
lv: Pēc kanāla numura
no: Etter kanalnummer

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
cs: Po dokončení průvodce je třeba zabezpečit jednotlivé služby. Podívejte se do manuálu jak to udělat.
es: Tras terminar el asistente, debe proteger los canales individualmente. Consulte el manual de su Dreambox para saber cómo.
hr: Nakon što vodič završi, vi trebate zaštititi pojedine usluge. Pogledajte u korisničke upute kako to učiniti.
lt: Po nustatymų vedlio darbo baigimo Jūs galite nustatyti kai kurių kanalų apribojimus. Paskaitykite imtuvo instrukciją kaip tai padaryti.
lv: Pēc sākšanas vedņa pabeigšanas, jums ir jāaizsargā atsevišķi kanāli. Meklējiet dreambox rokasgrāmatā, kā to izdarīt.
no: Etter oppstartsguiden er ferdig, trenger du beskytte enkelte kanaler. Les i manualen for din Dreambox hvordan det gjøres.

source: Album
es: Álbum
lt: Albumas
lv: Albums

source: Album Artists
cs: album interpretů
es: Artista(s) del álbum
hr: Izvođač
lt: Albumo atlikėjai
lv: Albuma mākslinieki
no: Album Artister

source: Albums
cs: alba
es: Álbumes
hr: Albumi
lt: Albumai
lv: Albumi
no: Album

source: All
cs: -všechno-
es: Todo
hr: Svi
lt: Visi
lv: Visi
no: Alle

source: All Satellites
cs: všechny satelity
es: Todos los satélites
hr: Svi Sateliti
lt: Visi palydovai
lv: Visi pavadoņi
no: Alle satellitter

source: All Videos
cs: všechna videa
es: Todos los Videos
hr: Sve Snimke
lt: Visi vaizdai
lv: Visi video
no: Alle videoer

source: All changes to the settings have been discarded!
cs: Všechny změny nastavení byly zrušeny !
es: ¡Todos los cambios en la configuración han sido descartados!
hr: Sve promjene u postavkama su poništene!
lt: Visi nustatymų pakeitimai buvo išmesti!
lv: Visas iestatījumu izmaiņas ir atsauktas!
no: Alle endringer i innstillingene er forkastet!

source: Allow 10bit
cs: povolit 10bit
es: Permitir 10 bits
lt: Leisti 10 bitų
lv: Atļaut 10bitu
no: Tillat 10bit

source: Allow 12bit
cs: povolit 12 bit
es: Permitir 12 bits
lt: Leisti 12 bitų
lv: Atļaut 12bitu
no: Tillat 12bit

source: Allow remote control via CEC
cs: povolit vzdálené ovládání přes CEC
es: Permitir el control remoto a través de CEC
hr: Dozvoli udaljenu kontrolu preko CEC
lt: Leisti nuotolinį valdymą per CEC
lv: Atļaut tālvadību, izmantojot CEC
no: Tillat fjernkontroll via CEC

source: Alpha
cs: transparentní
lt: Alfa
lv: Alfa

source: Alternative radio mode
cs: alternativní mód rádia
es: Modo de radio alternativo
hr: Alternativni radio mod
lt: Alternatyvus radijas
lv: Alternatīvais radio režīms
no: Bruk standard radiomodus

source: Alternative services tuner priority
cs: pořadí priority alternativních tunerů
es: Prioridad de sintonizadores alternativa
hr: Postavke prioriteta tunera
lt: Kitų kanalų imtuvo pirmenybė
lv: Alternatīvo pakalpojumu uztvērēja prioritāte
no: Alternativ tuner prioritet for kanaler

source: Always ask before sending
cs: vždy dotaz před odesláním
es: Preguntar antes de enviar
hr: Uvijek pitati prije slanja
lt: Visada klausti prieš siuntimą
lv: Pirms sūtīšanas vienmēr vaicāt
no: Alltid spør før sending

source: An empty filename is illegal.
cs: neplatný název souboru
es: Un nombre de fichero vacío es ilegal.
hr: Prazno ime datoteke je nedopušteno.
lt: Tuščias failo pavadinimas negalimas.
lv: Faila nosaukums nevar būt tukšs.
no: Et tomt filnavn er ikke tillatt.

source: An error occured while renaming the package list backup! %s
cs: Vyskytla se chyba při přejmenování seznamu zálohy ! %s
es: ¡Se produjo un error al cambiar el nombre de la copia de seguridad de la lista de paquetes! %s
lt: Įvyko klaida pervardijant paketų sąrašo atsarginę kopiją! %s
lv: Pārdēvējot pakotnes saraksta dublējumu, radās kļūda %s
no: En feil oppstod under navneendring av pakkelistebackup! %s

source: An unexpected error occured when trying to save the Playlist!
cs: Vyskytla se nespecifikovaná chyba při pokusu o uložení seznamu videa !
es: ¡Ocurrió un error inesperado al intentar guardar la lista de reproducción!
hr: Došlo je do neočekivane greške prilikom pohrane Playliste!
lt: Bandant išsaugoti grojaraštį įvyko netikėta klaida!
lv: Notika negaidīta kļūda, mēģinot saglābt repertuāru!
no: En uventet feil oppstod under lagring av spilleliste!

source: An unknown error occured!
cs: Vyskytla se neznámá chyba !
es: ¡Ocurrió un error desconocido!
hr: Nepoznata greška!
lt: Įvyko nežinoma klaida!
lv: Notika nezināma kļūda!
no: En ukjent feil oppstod!

source: Animation Setup
cs: Nastavení animace...
es: Configuración de animación
lt: Animacijos valdymas
lv: Animācijas uzstādījumi
no: Animasjonsoppsett

source: Animations
cs: animace okna
es: Animaciones
hr: Animacije
lt: Animacijos
lv: Uznācieni
no: Animasjoner

source: Anonymize crashlog?
cs: anonymní chybový záznam
es: ¿Crashlog anónimo?
hr: Anonimiziraj crashlog?
lt: Anoniminis gedimų žurnalas?
lv: Anonimizēt avārijas aprakstu?
no: Anonymiser crashlog?

source: Anti Scroll Setup
cs: nastavení Anti Scroll
es: Configuración Anti Scroll
lt: Anti slinkties sąranka

source: Arabic
cs: arabsky
es: Arábigo
hr: Arapski
lt: Arabų
lv: Arābu
no: Arabisk

source: Are you sure you want to delete following backup:
cs: Chcete odstranit zálohu? :
es: ¿Estás seguro de que quieres eliminar la siguiente copia de seguridad:
hr: Jeste li sigurni da želite izbrisati sljedeću kopiju:
lt: Jūs tikrai norite trinti atsarginę kopiją:
lv: Vai tiešām vēlaties dzēst šo rezerves kopiju:
no: Er du sikker på at du vil slette følgende backup:

source: Are you sure you want to exit this wizard?
cs: Chcete ukončit průvodce ?
es: ¿Estás seguro de que quieres salir de este asistente?
hr: Jeste li sigurni da želite izaći iz ovog vodiča?
lt: Jūs tikrai norite išjungti šį vedlį?
lv: Vai tiešām vēlaties iziet no šī vedņa?
no: Er du sikker på at du vil forlate dette hjelpeprogrammet?

source: Are you sure you want to restore following backup:
cs: Chcete obnovit zálohu ? :
es: ¿Estás seguro de que quieres restaurar la siguiente copia de seguridad:
hr: Jeste li sigurni da želite obnoviti ove kopije:
lt: Ar jūs tikrai, norite atkurti atsarginę kopiją:
lv: Vai tiešām vēlaties atjaunot šo rezerves kopiju:
no: Er du sikker på at du vil gjenopprette følgende backup:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
cs: Chcete obnovit nastavení Enigmy2 ze zálohy ? Enigma2 se po dokončení aut.restartuje...
es: ¿Estás seguro de que quieres restaurar tu copia de seguridad de Enigma2? Enigma2 se reiniciará después de la restauración
hr: Da li želite obnoviti svoje Enigma2 kopije? Enigma2 će se restartat poslije obnove
lt: Jūs tikrai norite atkurti savo Enigma2 atsarginę kopiją? Enigma2 po atkūrimo pasileis iš naujo
lv: Vai tiešām vēlaties atjaunot šo Enigma2 kopiju? Enigma2 pārstartēsies pēc atjaunošanas
no: Er du sikker på at du vil gjenopprette din Enigma2 backup? Enigma2 vil restarte etter gjenoppretting

source: Artist
cs: interpret
es: Artista
hr: Izvođač
lt: Atlikėjas
lv: Izpildītājs

source: Artists
cs: umělci
es: Artistas
hr: Izvođači
lt: Atlikėjai
lv: Izpildītāji
no: Artister

source: Ask before shutdown:
cs: dotaz před vypnutím >
es: Preguntar antes de apagar:
hr: Pitaj prije isključivanja:
lt: Klausti prieš išjungiant:
lv: Jautāt pirms izslēgšanas:
no: Spør før dreambox slås av:

source: Ask user
cs: zeptat se...
es: Preguntar al usuario
hr: Pitaj korisnika
lt: Klausti vartotojo
lv: Jautāt
no: Spør bruker

source: Aspect Ratio
cs: poměr stran
es: Relación de Aspecto
hr: Omjer slike
lt: Vaizdo formatas
lv: Malu attiecība
no: Størrelsesforhold

source: Aspect ratio
cs: poměr stran
es: Relación de aspecto
hr: Omjer
lt: Vaizdo formatas
lv: Malu attiecība
no: Størrelsesforhold

source: Assigning providers/services/caids to a CI module
cs: Přiřadit operátora, kanály, CAID k modulu CI
es: Asignando proveedores/servicios/caids al módulo CI
hr: Određivanje pružatelja/kanala/caid-a za CI module
lt: Priskirti CI moduliui tiekėjus, kanalus, CAID
lv: Piešķirt operatoru/kanālu/caid CI modulim
no: Knytte leverandør/kanaler/caids til CI modul

source: Association
cs: asociace
es: Asociación
hr: Udruživanje
lt: Susiejimas
no: Assosiasjoner

source: Audio
cs: ---NASTAVENÍ AUDIA---
hr: Zvuk
lt: Garsas
no: Lyd

source: Audio Bitrate
cs: bit.tok audia
es: Bitrate del audio
hr: Zvučni Protok
lt: Garso bitų dažnis
lv: Audio bitātrums
no: Lyd bitrate
