Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Change service PIN
cs: změnit PIN kanálu
es: Cambiar PIN del canal
hr: Promjena PIN kanala
lt: Keisti kanalo PIN kodą
lv: Mainīt kanāla PIN
no: Endre service PIN

source: Change service PINs
cs: Výběr kanálů...
es: Cambiar PINs de canales
hr: Promjena PIN-ove kanala
lt: Keisti kanalo PIN kodus
lv: Mainīt kanālu PINus
no: Endre service PIN

source: Change setup PIN
cs: změnit PIN pro nastavení
es: Cambiar el PIN de configuración
hr: Promjena postavki PIN
lt: Keisti valdymo PIN kodą
lv: Mainīt iestatījumu PIN
no: Endre oppsett PIN

source: Change step size
cs: Změnit velikost kroku
es: Cambiar tamaño
hr: Promjena veličine koraka
lt: Keisti žingsnio dydį
lv: Mainīt soļa izmēru
no: Endre størrelse på mellomrom

source: Channel
cs: - kanál
es: Canal
hr: Kanal
lt: Kanalas
lv: Kanāls
no: Kanal

source: Channel Selection
cs: ---SADA KANÁLŮ---
es: Selección del canal
hr: Izbor kanala
lt: Kanalo pasirinkimas
lv: Kanālu izvēle
no: Kanalliste

source: Channel not in services list
cs: Kanál není dostupný, pozice pro nahrávání je obsazena !
es: El canal no está en la lista
hr: Kanal nije u listi
lt: Kanalo nėra sąraše
lv: Kanāls nav servisu sarakstā
no: Kanal er ikke i kanallisten

source: Channel:
cs: kanál :
es: Canal:
hr: Kanal:
lt: Kanalas:
lv: Kanāls:
no: Kanal:

source: ChannelSelection Display Settings
cs: >vzhled seznamu kanálů ->
es: Ajustes de pantalla de selección de canal
hr: Postavke prikaza izbora kanala
lt: Kanalo pasirinkimo ekrano nustatymai
lv: Kanālu izvēles ekrāna iestatījumi
no: Kanallisteoppsett

source: Channellist menu
cs: Menu - programy akt.kanálů...
es: Menú de lista de canales
hr: Izbornik liste kanala
lt: Kanalų sąrašo meniu
lv: Kanālu saraksta izvēlne
no: Kanalliste meny

source: Chap.
cs: kap.
es: Cap.
hr: Poglav.
lt: Skyr.
lv: Nod.
no: Kap.

source: Chapter
cs: kapitola
es: Capítulo
hr: Poglavlja
lt: Skyrius
lv: Nodaļa
no: Kapittel

source: Chapter:
cs: kapitola :
es: Capítulo:
hr: Poglavlje:
lt: Skyrius:
lv: Nodaļa:
no: Kapittel:

source: Check
cs: zkontrolovat
es: Comprobar
hr: Provjera
lt: Tikrinti
lv: Pārbaude
no: Undersøk

source: Check on every boot
cs: zkontrolovat při každém nabootování
es: Verificar en cada arranque
lt: Patikrinkite kiekvieną kart paleidžiant
no: Sjekk ved hver omstart (E2)

source: Check selected storage device.
cs: zkontrolovat zvolené disky
es: Verificar el dispositivo seleccionado.
hr: Odaberite označeni uređaj za pohranu.
lt: Tikrinti pasirinktą saugojimo įrenginį.
lv: Pārbaudīt izvēlēto glabātuves ierīci.
no: Sjekk valgte lagringsenhet.

source: Check state on 'Active Source'
cs: kontrola stavu při 'aktivním napájení'
es: Verifique el estado en 'Fuente activa'
hr: Provjerite stanje na 'Aktivnom izvoru'
lt: Patikrinti 'aktyvaus šaltinio būseną'
no: Sjekk tilstand for 'Aktiv kilde'

source: Check state on 'Routing Change'
cs: kontrola stavu při 'změně trasy'
es: Verificar estado en 'Cambio de enrutamiento'
hr: Provjerite stanje na 'Routing Change'
lt: Patikrinti 'maršrutizatoriaus pokyčių' būseną
no: Sjekk tilstand for 'Routing Change'

source: Check state on 'Routing Info'
cs: kontrola stavu : pro info trasy
es: Verifique el estado en 'Información de enrutamiento'
hr: Provjerite stanje na 'Routing info'
lt: Patikrinti 'maršrutizatoriaus info' būseną
no: Sjekk tilstand for 'Routing Info'

source: Check state on 'Set Stream' (on only)
cs: kontrola stavu : při nastaveném sdílení (pouze zap.)
es: Verifique el estado en 'Establecer Stream' (solo encendido)
hr: Provjerite stanje na 'Set Stream' (uključen samo)
lt: Patikrinti 'nustatyto srauto' būseną (tik įjungto)
no: Sjekk status for 'Set Stream' (on only)

source: Check state on 'TV Power Status On' (on only)
cs: kontrola stavu : při zapnutí zdroje TV (pouze zap.)
es: Verifique el estado en 'TV Power Status On' (solo encendido)
hr: Provjerite stanje na 'TV aktivni status ON' (uključen samo)
lt: Patikrinti 'Įjungto TV galios būseną' (tik įjungto)
no: Sjekk tilstand for 'TV Power On' (on only)

source: Checking Filesystem...
cs: Kontrola souborového systému...
es: Comprobando el sistema de archivos...
hr: Provjeravam particije...
lt: Tikrinti failų sistemą...
lv: Pārbauda failu sistēmu...
no: Undersøker filsystemet...

source: Choose Servicelist
cs: Volba seznamu kanálů...
es: Elija la lista de canales
hr: Odaberi listu kanala
lt: Pasirinkite kanalų sąrašą
lv: Izvēlēties kanālu sarakstu
no: Velg kanalliste

source: Choose Tuner
cs: Jednotlivé tunery...
es: Elija sintonizador
hr: Odaberi Tuner
lt: Pasirinkite imtuvą
lv: Izvēlieties uztvērēju
no: Velg tuner

source: Choose a Wireless Network
cs: volba bezdrátové sítě
es: Elija una red inalámbrica
hr: Odaberi Bežičnu Mrežu
lt: Pasirinkite belaidį tinklą
lv: Izvēlieties bezvadu tīklu
no: Vel et trådløst nettverk

source: Choose backup files
cs: předvolit položky pro zálohu
es: Elija archivos de copia de seguridad
hr: Odaberite spremljene kopije
lt: Pasirinkite atsarginės kopijos failus
lv: Izvēlieties rezerves kopijas failus
no: Velg backupfiler

source: Choose backup location
cs: vybrat umístění pro zálohu
es: Elija la ubicación de la copia de seguridad
hr: Odaberite lokaciju za spremanje kopije
lt: Pasirinkite atsarginės kopijos vietą
lv: Izvēlieties rezerves kopijas vietu
no: Velg backup plassering

source: Choose bouquet
cs: Volba sady kanálů...
es: Elija lista
hr: Odaberi paket
lt: Pasirinkite paketą
lv: Izvēlieties buķeti
no: Velg bukett

source: Choose target folder
cs: zvolit cílovou složku
es: Elegir carpeta destino
hr: Odaberite željeni direktorij
lt: Pasirinkite paskirties katalogą
lv: Izvēlieties mērķa mapi
no: Velg målkatalog

source: Choose upgrade source
cs: zvolit aktualizační zdroj
es: Elije fuente de actualización
hr: Odaberite izvor nadogradnje
lt: Pasirinkite atnaujinimo šaltinį
lv: Izvēlieties atjaunināšanas avotu
no: Velg oppgraderingskilde

source: Choose your Skin
cs: Volba skinu ...
es: Elige tu piel
hr: Odaberite vaš Skin
lt: Pasirinkite savo temą
lv: Izvēlieties ādiņu
no: Velg ditt Skin

source: Circular left
cs: kruhová levá
es: Izda circular
hr: Kružno lijevo
lt: Apskritiminė kairė
lv: Cirkulārā kreisā
no: Sirkulær venstre

source: Circular right
cs: kruhová pravá
es: Dcha circular
hr: Kružno desno
lt: Apskritiminė dešinė
lv: Cirkulārā labā
no: Sirkulær høyre

source: Cleanup
cs: odebrat hotové
es: Limpiar
hr: Čišćenje
lt: Išvalyti
lv: Notīrīt
no: Opprydding

source: Cleanup Wizard
es: Asistente de limpieza
hr: Vodič za čišćenje
lt: Išvalymo vedlys
lv: Tīrīšanas vednis

source: Cleanup Wizard settings
cs: vyčištění int.paměti
es: Configuración del Asistente de limpieza
hr: Postavke vodiča čišćenja
lt: Išvalymo vedlio nustatymai
lv: Tīrīšanas vedņa iestatījumi
no: Cleanup Wizard innstillinger

source: CleanupWizard
es: Asistente de limpieza
hr: Vodič za čišćenje
lt: Išvalymo vedlys
lv: Tīrīšanas vednis

source: CleanupWizard settings
cs: vyčištění int.paměti
es: Configuración del Asistente de limpieza
hr: Postavke Vodiča čišćenja
lt: Išvalymo vedlio nustatymai
lv: Tīrīšanas vedņa iestatījumi
no: CleanupWizard innstillinger

source: Clear
cs: vymazat
es: Limpiar
hr: Obriši
lt: Išvalyti
lv: Notīrīt
no: Slett

source: Clear History?
cs: vymazat historii ?
es: ¿Limpiar Historial?
hr: Obrisat povijest?
lt: Išvalyti istoriją?
lv: Dzēst vēsturi?
no: Slett historikk?

source: Clear List
cs: vyprázdnit
es: Limpiar lista
hr: Obriši listu
lt: Išvalyti sąrašą
lv: Notīrīt sarakstu
no: Tøm listen

source: Clear Playlist
cs: vymazat Playlist
es: Borrar lista de reproducción
hr: Očisti Playlistu
lt: Išvalyti grojaraštį
lv: Dzēst repertuāru
no: Slett spilleliste

source: Clear before scan
cs: vyprázdnit seznam před prohledáním
es: Limpiar antes de buscar
hr: Obriši prije pretraživanja
lt: Išvalyti prieš skenavimą
lv: Notīrīt pirms skenēšanas
no: Slett før søking

source: Clear log
cs: vyčistit log.protokol
es: Borrar log
hr: Obriši log
lt: Išvalyti žurnalą
lv: Dzēst žurnālu
no: Tøm logg

source: Close
cs: zavřít
es: Cerrar
hr: Zatvori
lt: Uždaryti
lv: Aizvērt
no: Avslutt

source: Close MediaCenter Audioplayer
cs: zavřít MediaCenter - Audio Player
es: Cerrar MediaCenter Audioplayer
hr: Zatvori zvučnu reprodukciju Medijskog Centra
lt: Uždaryti medijos centro garso grotuvą
lv: Aizvērt MedijuCentra Audio atskaņotāju
no: Avslutt MediaCenter lydspiller

source: Close MediaCenter Video Player
cs: zavřít MediaCenter - Video Player
es: Cerrar MediaCenter Video Player
hr: Zatvori Video reprodukcije Medijskog Centra
lt: Uždaryti medijos centro vaizdo grotuvą
lv: Aizvērt MedijuCentra Video atskaņotāju
no: Avslutt MediaCenter videospiller

source: Close the browser
cs: zavřít prohlížeč
es: Cerrar el navegador
hr: Zatvori pretraživač
lt: Uždaryti naršyklę
lv: Aizvērt pārlūku
no: Avslutt surfing

source: Close title selection
cs: zavřít výběr titulů
es: Cerrar selección de título
hr: Zatvori titl selekciju
lt: Uždaryti pavadinimo pasirinkimą
lv: Aizvērt virsrakstu atlasi
no: Avslutt tittelvalg

source: Code rate HP
cs: kódová rychlost HP
es: Tasa de código HP
lt: Aukšto prioriteto kodavimo greitis HP
lv: Koda ātrums HP

source: Code rate LP
cs: kódová rychlost LP
es: Tasa de código LP
lt: Žemo prioriteto kodavimo greitis LP
lv: Koda ātrums LP

source: Collection name
cs: název sestavy
es: Nombre de la colección
hr: Ime zbirke
lt: Kolekcijos pavadinimas
lv: Kolekcijas nosaukums
no: Samlingens navn

source: Collection settings
cs: nastavení sestavy
es: Configuración de la colección
hr: Postavke zbirke
lt: Kolekcijos nustatymai
lv: Kolekcijas iestatījumi
no: Samlingsinnstillinger

source: Color Format
cs: barevný formát
es: Formato de Color
hr: Format boje
lt: Spalvų formatas
lv: Krāsu formāts
no: Fargeformat

source: Color temp
cs: náhradní barva
es: Temperatura de color
lt: Spalvos temperatūra
no: Fargetemperatur

source: Column style
cs: >rozdělit seznam do sloupců
es: Estilo de columna
hr: Stil kolumne
lt: Stulpelio stilius
lv: Ailes stils
no: Kolonnestil

source: Combined
cs: kombinované
es: Conjunto
lt: Kombinuotas

source: Command execution...
cs: Spuštěný příkaz...
es: Ejecución de comandos...
hr: Naredba se izvršava...
lt: Vykdoma komanda...
lv: Komandas izpilde...
no: Kommandoutførelse...

source: Command order
cs: pořadí příkazů
es: Orden de comando
hr: Slijed naredbi
lt: Komandų tvarka
lv: Komandu secība
no: Kommando rekkefølge

source: Committed DiSEqC command
cs: potvrzený DiSEqC příkaz
es: Comando DISEqC enviado
hr: Committed DiSEqC naredba
lt: Perduota DiSEqC komanda
lv: Aktīvā DiSEqC komanda
no: Utført DiSEqC kommando

source: Common Interface
cs: modul_CI - nastavení
es: Interface común
hr: Cam modul
lt: Įstatomas modulis
lv: Common interfeiss

source: Common Interface Assignment
cs: modul_CI - výběr
es: Asignación de Interface Común
hr: Cam modul postavke
lt: Įstatomo modulio priskyrimas
lv: Common interfeisa uzdevums
no: Common Interface tilknytninger

source: Common interface
cs: obecné rozhraní
es: Interfaz común
hr: Cam modul
lt: Įstatomas modulis
lv: Common interfeiss
no: Felles grensesnitt

source: CommonInterface
cs: společné rozhraní
es: InterfaceComún
hr: Cam modul
lt: Įstatomas modulis
lv: CommonInterfeiss

source: Communication
cs: >komunikace
es: Comunicación
hr: Komunikacija
lt: Ryšio palaikymas
lv: Komunikācija
no: Kommunikasjon

source: Complete
cs: kompletní
es: Completado
hr: Kompletno
lt: Pilnas
lv: Vispārējs
no: Komplett

source: Complex (allows mixing audio tracks and aspects)
cs: komplexně, mixovat audio stopy a obraz
es: Complejo (permite mezclar pistas de audio y aspectos)
hr: Complex (omogućava miksanje audio pjesama i aspekata)
lt: Kompleksinis (leidžia sumaišyti garso takelius ir formatus)
lv: Komplicēts (pieļauj skaņas celiņu un aspektu jaukšanu)
no: Kompleks (tillater miksing av audio spor og aspekter)

source: Composition of the recording filenames
cs: názvy nahraných souborů (datum+název)
es: Composición de los nombre de ficheros de grabación
hr: Oblikovanje imena snimljenih datoteka
lt: Įrašytų failų pavadinimų sudėtis
lv: Ierakstu faila nosaukuma veidošana
no: Komponering av innspillingsfilnavn

source: Configuration
cs: - konfigurace
es: Configuración
hr: Konfiguracija
lt: Konfigūracija
lv: Konfigurācija
no: Konfigurasjon

source: Configuration Mode
cs: konfigurační mód
es: Modo Configuración
hr: Konfiguracijski mod
lt: Konfigūravimo būdas
lv: Konfigurēšanas režīms
no: Konfigurasjonsmodus

source: Configuration Utility for the Dreambox Streaming Server
cs: -- konfigurační nástroje pro sdílený server
es: Utilidad de configuración para el servidor de streaming de Dreambox
hr: Konfiguracija za Dreambox Streaming Server
lt: Dreambox srautinio serverio konfigūravimo programėlė
lv: Dreambox straumēšanas servera konfigurācijas rīks
no: Konfigurasjonsverktøy for Dreambox Streaming Server

source: Configure Enigma2 interface and usage settings.
cs: Konfigurace syst.prostředí Enigmy2_
es: Configure la interfaz de Enigma2 y los ajustes de uso.
hr: Konfiguriraj Enigma2 sučelje i postavke za korištenje.
lt: Konfigūruoti Enigma2 sąsają ir naudojimo nustatymus.
lv: Konfigurēt Enigma2 interfeisu un lietošanas iestatījumus.
no: Konfigurer Enigma2 grensesnitt og brukerinnstillinger.

source: Configure HDMI CEC option
cs: ovládání TV přes HDMI
es: Configurar opción HDMI CEC
hr: Konfiguriraj HDMI CEC opciju
lt: Konfigūruoti HDMI CEC parinktį
lv: Konfigurēt HDMI CEC iespēju
no: Konfigurer HDMI CEC innstillinger

source: Configure and set up your Dreambox.
cs: Konfigurace prostředí Dreamboxu_
es: Configura tu Dreambox.
hr: Konfiguriraj i postavi svoj Dreambox.
lt: Konfigūruoti ir nustatyti savo imtuvą.
lv: Konfigurēt un iestatīt Dreambox.
no: Konfigurer og sett opp din Dreambox.

source: Configure your common interface.
cs: konfigurace CI rozhraní
es: Configua tu interfaz común.
hr: Konfiguracija cam modula.
lt: Konfigūruoti savo bendrą sąsają.
lv: Konfigurēt common interfeisu.
no: Konfigurer felles grensesnitt (CI).

source: Configure your frontpanel OLED or LCD display.
cs: Konfigurace jasu předního OLED displeje_
es: Configura tu pantalla OLED o LCD del panel frontal.
hr: Konfiguriraj svoj prednji OLED ili LCD prikaz.
lt: Konfigūruoti savo priekinio skydelio OLED ar LCD monitorių.
lv: Konfigurēt priekšējā paneļa OLED vai LCD displeju.
no: Konfigurer OLED og LCD skjerm

source: Configure your input devices.
cs: Konfigurace periferního zařízení_
es: Configura tus dispositivos de entrada.
hr: Konfiguracija ulaznih uređaja.
lt: Konfigūruoti savo įvesties įrenginius.
lv: Konfigurēt ievades ierīces.
no: Konfigurer input enheter.

source: Configure your recording paths.
cs: Konfigurace cesty ke složkám pro nahrávání_
es: Configura tus rutas de grabación.
hr: Konfiguracija putanje za snimanje.
lt: Konfigūruoti jūsų įrašų kelius.
lv: Konfigurēt ierakstu ceļus.
no: Konfigurer innspillingsplasseringer.

source: Configure your tuners.
cs: Konfigurace tunerů_
es: Configura tus sintonizadores.
hr: Konfiguriraj svoje tunere.
lt: Konfigūruoti savo imtuvus.
lv: Konfigurēt uztvērējus.
no: Konfigurer tunere

source: Configuring
cs: ...konfiguruji...
es: Configurando
hr: Konfiguriram
lt: Konfigūruojama
lv: Konfigurē
no: Konfigurerer

source: Conflicting timer
cs: ! konflikt časovače :
es: Grabación en conflicto
hr: Konflikt tajmera
lt: Prieštaringas laikmatis
lv: Konfliktējošs taimeris
no: Timerkonflikt

source: Connect
cs: připojit
es: Conectar
hr: Spojiti
lt: Jungtis
lv: Savienoties
no: Koble til

source: Connect new remote?
cs: Připojit dálkové ovládání ?
es: ¿Conectar nuevo mando a distancia?
lt: Prijungti naują nuotolinio valdymo pultą?
lv: Savienot jauno pulti?
no: Koble til ny fjernkontroll?

source: Connected
cs: připojeno
es: Conectado
hr: Spojeno
lt: Prisijungta
lv: Savienots
no: Koblet til

source: Connected to
cs: Připojeno na...
es: Conectado a
hr: Spojeno na
lt: Prijungta prie
lv: Pieslēgts
no: Koblet til

source: Connecting
cs: připojení
es: Conectando
hr: Spajam se
lt: Prisijungimas
lv: Savienojās
no: Kobler til …

source: Connecting to %s
cs: připojení na %s
es: Conectando a %s
lt: Jungiamasi prie %s
lv: Savienojas ar %s
no: Kobler til %s

source: Connection State:
cs: stav připojení :
es: Estado de conexión:
hr: Stanje veze:
lt: Prisijungimo būsena:
lv: Savienojuma stāvoklis:
no: Tilkoblingsstatus:

source: Constellation
cs: složka
es: Constelación
hr: Konstalacija
lt: Konsteliacija
lv: Modulācijas veids
no: Konstellasjon

source: Content does not fit on DVD!
cs: Obsah se nevejde na DVD !
es: ¡Los contenidos no caben en un DVD!
hr: Sadržaj ne stane na DVD!
lt: Turinys netelpa į DVD!
lv: Saturs neietilpst DVD!
no: Innholdet får ikke plass på DVD!

source: Continue
cs: pokračovat
es: Continuar
hr: Nastaviti
lt: Tęsti
lv: Turpināt
no: Fortsett

source: Continue in background
cs: pokračovat na pozadí
es: Continuar en segundo plano
hr: Nastaviti izvoditi u pozadini
lt: Tęsti fone
lv: Turpināt fonā
no: Fortsett i bakgrunnen

source: Continue playing
cs: ne - ale pokračovat v přehrávání
es: Reproducción contínua
hr: Nastavi izvoditi
lt: Tęsti žiūrėjimą
lv: Turpināt atskaņošanu
no: Fortsett avspilling

source: Contrast
cs: kontrast
es: Contraste
hr: Kontrast
lt: Kontrastas
lv: Kontrasts
no: Kontrast

source: Control your internal system fan.
cs: -- ovládání syst.ventilátoru podle teploty
es: Controlar el ventilador interno del sistema.
hr: Kontrola sistema ventilatora.
lt: Valdykite vidinį sistemos ventiliatorių.
lv: Vadīt iekšējo sistēmas ventilatoru.
no: Styr den interne systemviften.

source: Control your system fan
cs: -- ovládání syst.ventilátoru podle teploty
es: Controlar el ventilador del sistema
hr: Kontrola ventilatora
lt: Valdykite sistemos ventiliatorių
lv: Vadīt sistēmas ventilatoru
no: Styr systemviften

source: Convert AC3+ to AC3
cs: konverze AC3+ na AC3
es: Convertir AC3+ a AC3
hr: Konvertiraj AC3+ u AC3
lt: Konvertuoti AC3+ į AC3
lv: Pārvērst AC3+ uz AC3
no: Konverter AC3+ til AC3

source: Cookies
hr: Kolačići
lt: Slapukai
lv: Sīkfaili
no: Informasjonskapsler

source: Could not load Medium! No disc inserted?
cs: Nelze načíst médium ! Je DVD disk vložený ?
es: ¡No se pudo cargar Medio! ¿Disco no insertado?
hr: Ne može naći Medij! Disk nije umetnut?
lt: Nepavyko atverti laikmenos! Neįdėtas diskas?
lv: Nevar ielādēt datu nesēju! Disks nav ievietots?
no: Kunne ikke laste medie! Er disken lagt i?

source: Could not open Picture in Picture
cs: Nelze otevřít PIP !
es: No se pudo abrir "PiP"
hr: Ne može se otvoriti slika u slici
lt: Nepavyko atverti vaizdo vaizde (PiP)
lv: Nevar atvērt attēlu attēlā
no: Kunne ikke starte Bilde i Bilde

source: Couldn't find media type
cs: Nelze najít typ média !
es: No se pudo encontrar el tipo de medio
hr: Nisam pronašao tip medija
lt: Nepavyko rasti laikmenos tipo
lv: Nevar atrast medija veidu
no: Fant ikke mediatype

source: Couldn't read file: %s
cs: Nelze načíst soubor : %s !
es: No se pudo leer el archivo: %s
lt: Nepavyko perskaityti failo: %s
lv: Nevarēja nolasīt failu: %s
no: Kunne ikke lese fil: %s

source: Couldn't record due to conflicting timer %s
cs: Nelze nahrávat - konflikt časovačů: %s !
es: No puedo grabar debido a un conflicto de programaciones %s
hr: Snimanje nije moguće zbog konflikta tajmera %s
lt: Nepavyko įrašyti dėl prieštaravimų laikmatyje %s
lv: Nevar ierakstīt dēļ taimeru konflikta %s
no: Innspilling kunne ikke starte på grunn av timerkonflikt %s

source: Couldn't record due to invalid service %s
cs: Nelze nahrávat - neplatný kanál : %s
es: No puedo grabar al canal no válido %s
hr: Ne može se snimiti jer nema kanala %s
lt: Nepavyko įrašyti dėl neteisingo kanalo %s
lv: Nevar ierakstīt nederīga kanāla %s dēļ
no: Innspilling kunne ikke starte på grunn av feil tjeneste %s

source: Crashlog settings
cs: chybový protokol
es: Configuración de Crashlog
hr: Crashlog postavke
lt: Gedimų žurnalo nustatymai
lv: Avārijas apraksta iestatījumi
no: Crashlog innstillinger

source: CrashlogAutoSubmit
cs: aut.přenos chyb.protokolu
es: AutoEnviarCrashlog
lt: Gedimų žurnalo auto siuntimas
lv: Autom. iesniegt avārijas aprakstu

source: CrashlogAutoSubmit settings
cs: Nastavení chování chybového protokolu_
es: Configuración de AutoEnviarCrashlog
hr: CrashlogAutoSubmit postavke
lt: Auto gedimų žurnalo pateikimo nustatymai
lv: Autom. avārijas iesniegšanas iestatījumi
no: CrashlogAutoSubmit innstillinger

source: CrashlogAutoSubmit settings...
cs: Protokol po zelené smrti...
es: Configuración AutoEnviarCrashlog...
hr: CrashlogAutoSubmit postavke...
lt: Automatinio gedimų žurnalo pateikimo nustatymai...
lv: Autom. avārijas iesniegšanas iestatījumi...
no: CrashlogAutoSubmit innstillinger...

source: Crashlogs found! Send them to Dream Multimedia?
cs: Nějaký problém ! Odeslat na Dream Multimedia ?
es: ¡He encontrado Crashlogs! ¿Enviarlos a Dream Multimedia?
hr: Datoteka rušenja prijemnika nađena! Pošalji te greške Dream Multimediji?
lt: Surasti gedimų žurnalai! Siųsti juos į Dream Multimedia?
lv: Atrasti avāriju apraksti! Vai tos sūtīt uz Dream Multimedia?
no: Chrashlog funnet! Sende de til Dream Multimedia?

source: Create Bludisc ISO file
cs: sestavit ISO soubor Bludisku
es: Crear fichero ISO de Bludisc
hr: Kreiraj Bluedisc ISO datoteku
lt: Sukurti Blu-ray ISO failą
lv: Izveidot Bludisc ISO failu
no: Lag Bludisc ISO fil

source: Create DVD-ISO
cs: vytvořit DVD-ISO
es: Crear DVD-ISO
hr: Kreiranje DVD-ISO
lt: Sukurti DVD-ISO
lv: Izveidot DVD-ISO
no: Lag DVD-ISO

source: Create ISO
cs: Sestavit ISO
es: Crear ISO
hr: Kreiranje ISO
lt: Sukurti ISO
lv: Izveidot ISO
no: Lag ISO

source: Create New Playlist
cs: sestavit nový Playlist
es: Crear nueva lista de reproducción
hr: Kreiraj novu plajlistu
lt: Sukurti naują grojaraštį
lv: Izveidot jaunu repertuāru
no: Lag ny spilleliste

source: Create directory
cs: založit složku
es: Crear directorio
hr: Kreiraj direktorij
lt: Sukurti katalogą
lv: Izveidot mapi
no: Opprett ny katalog

source: Create movie folder failed
cs: Založení složky pro video selhalo !
es: Falló la creación de la carpeta de películas
hr: Neuspješno stvaranje video direktorija
lt: Fimų aplanko sukurti nepavyko
lv: Neizdevās izveidot filmas mapi
no: Oppretting av filmkatalog feilet

source: Creating directory %s failed.
cs: Nepodařilo se založit složku %s !
es: Falló la creación del directorio %s.
hr: Stvaranje directorija %s neuspješno.
lt: Katalogo %s sukurti nepavyko.
lv: Mapes %s izveide neizdevās.
no: Oppretting av katalog %s feilet.

source: Creating partition failed
cs: Založení diskového oddílu selhalo !
es: Falló la creación de la partición
hr: Neuspješno kreiranje particije
lt: Skaidinio sukurti nepavyko
lv: Neizdevās izveidot sadaļu
no: Oppretting av partisjon feilet

source: Croatian
cs: chorvatsky
es: Croata
hr: Hrvatski
lt: Kroatų
lv: Horvātu
no: Kroatisk

source: Cross-fading duration
cs: doba prolínání
es: Duración del Cross-fading
hr: Dužina prijelazne animacije
lt: Kryžminio išblukimo trukmė
no: Kryssfalming varighet

source: Current IP Address:
cs: aktuální IP adresa boxu :
es: Dirección IP actual:
hr: Trenutna IP Adresa:
lt: Dabartinis IP adresas:
lv: Pašreizējā IP adrese:
no: Gjeldende IP adresse :

source: Current Transponder
cs: --aktuální transpondér
es: Transpondedor actual
hr: Trenutni transponder
lt: Dabartinis transponderis
lv: Pašreizējais transponderis
no: Nåværende Transponder

source: Current device:
cs: aktuální zařízení :
es: Dispositivo actual:
hr: Trenutni uređaj:
lt: Dabartinis įrenginys:
lv: Pašreizējā ierīce:
no: Nåværende enhet:

source: Current value:
cs: aktuální hodnota :
es: Valor actual:
hr: Trenutna vrijednost:
lt: Dabartinė reikšmė:
lv: Pašreizējā vērtība:
no: Aktuell verdi:

source: Current version:
cs: aktuální verze :
es: Versión actual:
hr: Trenutna verzija:
lt: Dabartinė versija:
lv: Pašreizējā versija:
no: Aktuell Versjon:
