Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: DO NOT TURN OFF YOUR DREAMBOX!
cs: NEVYPÍNEJTE DREAMBOX !
es: ¡NO APAGUES TU DREAMBOX!
lt: NEGALIMA IŠJUNGTI JŪSŲ IMTUVO!

source: Issued from:
cs: Vydal :
es: Emitido desde:
hr: Izdano od:
lt: Išleistas iš:
lv: Izdevējs:
no: Utstedt av :

source: Validity:
cs: platnost :
es: Validación:
hr: Vrijedi do:
lt: Galioja:
lv: Derīgs:
no: Gyldighet :

source: Advanced options and settings.
cs: Obnova ze zálohy, moduly na webu, položky pro zálohu_
es: Opciones avanzadas y configuración.
hr: Napredne opcije i postavke.
lt: Papildomos funkcijos ir nustatymai.
lv: Paplašinātās iespējas un iestatījumi.
no: Avanserte alternativer og innstillinger.

source: After pressing OK, please wait!
cs: OK -> pokračovat...
es: Después de pulsar OK, espere!
hr: Nakon pritiska na tipku OK, molim pričekajte!
lt: Paspaudę OK, prašome laukti!
lv: Nospiediet OK un gaidiet!
no: Etter å ha trykket OK, vent litt!

source: Backup your Dreambox settings.
cs: Okamžitá záloha nastavení Dreamboxu_
es: Backup de su configuración Dreambox.
hr: Pohranite svoje Dreambox postavke.
lt: Jūsų imtuvo nustatymų atsarginė kopija.
lv: Veidot Dreambox iestatījumu rezerves kopiju.
no: Backup Dreambox innstillinger.

source: Check software updates periodically.
cs: Kontrolovat aktualizace software periodicky_
es: Verifique las actualizaciones de software periódicamente.
lt: Periodiškai tikrinkite programinės įrangos atnaujinimus.
lv: Periodiski pārbaudīt programmatūras atjauninājumus.
no: Sjekk periodisk for programvareoppdateringer.

source: Edit the upgrade source address.
cs: Upravit adresy aktualizačních zdrojů_
es: Editar la dirección fuente de actualización.
hr: Urediti adresu za nadogradnje.
lt: Redaguoti atnaujinimo šaltinių adresus.
lv: Rediģēt atjaunināšanas avota adresi.
no: Rediger oppgraderingskildens adresse.

source: Manage extensions or plugins for your Dreambox
cs: Vyhledat std.přídavné moduly na webu_
es: Maneje extensiones o plugins para su dreambox
hr: Upravljajte proširenjima ili dodacima za Dreambox
lt: Išplėtimų ir priedų valdymas jūsų imtuve
lv: Pārvaldīt Dreambox papildinājumus vai spraudņus
no: Behandle tillegg til din Dreambox

source: Online update of your Dreambox software.
cs: Online aktualizace softu ze std.zásobníku webu_
es: Actualización online de su software Dreambox.
hr: Online nadogradnja vašeg Dreamboxa.
lt: Atnaujinti savo imtuvo programinę įrangą internetu.
lv: Dreambox programmatūras atjaunināšana tiešsaistē.
no: Online oppdatering av din Dreambox

source: Press OK on your remote control to continue.
cs: OK -> pokračovat...
es: Pulse OK en su mando para continuar.
hr: Pritisnite OK na daljinskom upravljaču za nastavak.
lt: Spauskite OK savo valdymo pulte ir tęskite.
lv: Spiediet OK uz tālvadības pults, lai turpinātu.
no: Trykk OK på fjernkontroll for å fortsette.

source: Restore your Dreambox settings.
cs: Okamžitá obnova nastavení systému ze zálohy a restart_
es: Restaurar su configuración Dreambox.
hr: Obnovi svoje Dreambox postavke.
lt: Atkurkite jūsų imtuvo nustatymus.
lv: Atjaunot Dreambox iestatījumus.
no: Gjenopprett Dreambox innstillinger.

source: Restore your Dreambox with a new firmware.
cs: Instalace Image ze zálohy do Dreamboxu_
es: Restaurar su Dreambox con un nuevo firmware.
hr: Obnovi Dreambox na tvorničke postavke s novom ver softvera.
lt: Atkurkite savo imtuvą su nauja programine įranga.
lv: Atjaunot Dreambox ar jaunu programmatūru.
no: Gjenopprett Dreambox med ny firmware.

source: Restore your backups by date.
cs: Obnovení Enigmy2 ze zálohy podle datumu_
es: Restaurar su backup for fecha.
hr: Obnovi na spremljenu kopiju od datuma.
lt: Atkurkite savo atsarginę kopiją pagal datą.
lv: Atjaunot rezerves kopijas pēc datuma.
no: Gjenopprett Dreambox fra valgt dato.

source: Scan for local extensions and install them.
cs: Vyhledat balíčky.deb k instalaci podle umístění_
es: Busca extensiones locales e instálalas.
hr: Pretražiti lokalne dodatke i instaliraj ih.
lt: Skenuokite vietinius paketus ir įdiekite juos.
lv: Skenēt papildinājumus un instalēt tos.
no: Søk etter lokale tillegg og installer dem.

source: Select your backup device. Current device:
cs: Výběr zařízení pro umístění zálohy_ ...aktuální zařízení :
es: Seleccione su dispositivo de copia de seguridad. Dispositivo actual:
hr: Izaberi uređaj za spremanje kopija. Trenutni uređaj:
lt: Pasirinkite įrenginį savo atsarginei kopijai. Dabartinis įrenginys:
lv: Izvēlieties rezerves kopijas ierīci. Pašreizējā ierīce:
no: Velg backup plassering. Nåværende enhet:

source: System will restart after the restore!
cs: Systém se po obnovení restartuje !
es: ¡El sistema se reiniciará después de la restauración!
hr: Sustav će se ponovno pokrenuti nakon obnove kopije!
lt: Po atkūrimo sistema pasileis iš naujo!
lv: Sistēma pārstartēsies pēc atjaunošanas!
no: Systemet starter på nytt etter gjenoppretting!

source: View, install and remove available or installed packages.
cs: Kompletní výpis dostupných a nainstalovaných modulů_
es: Ver, instalar y eliminar paquetes disponibles o instalados.
hr: Pogled, instalacija dostupnih ili uklanjanje instaliranih paketa.
lt: Peržiūrėkite, diekite ir pašalinkite galimus arba įdiegtus paketus.
lv: Skatīt, instalēt un dzēst pieejamās vai instalētās pakotnes.
no: Vis, installer og fjern tilgjengelige eller installerte pakker.

source: extensions.
cs: rozšíření
es: extensiones.
hr: dodaci.
lt: išplėtimai.
lv: papildinājumi.
no: tillegg.

source: ms
lt: msek

source: packages selected.
cs: <- vybraných balíčků
es: paquetes seleccionados.
hr: odabrani paketi.
lt: pasirinkti paketai.
lv: izvēlētas pakotnes.
no: pakker valgt.

source: updates available.
cs: dostupných aktualizací
es: actualizaciones disponibles.
hr: dostupna ažuriranja.
lt: galimi atnaujinimai.
lv: pieejami atjauninājumi.
no: oppdateringer tilgjengelig.

source: !! Bootloader Upgrade !!
cs: !! aktualizace bootloaderu Dreamboxu !!
es: ¡¡Actualización del Bootloader!!
hr: !! Nadogradnja Bootloadera !!
lt: !! Įkrovos tvarkyklės atnaujinimas !!
no: !! Bootloader oppgradering !!

source: %(Desc)s already configured!
cs: %(Desc)s : je už nakonfigurovaný !..
es: ¡%(Desc)s ya está configurado!
hr: %(Desc)s je vec konfiguriran!
lt: %(Desc)s jau sukonfigūruota!
lv: %(Desc)s jau nokonfigurēts!
no: %(Desc)s allerede konfigurert!

source: %(num)d hour
cs: %(num)d hodina
es: %(num)d hora
hr: %(num)d sat
lt: %(num)d valanda
lv: %(num)d stundu
no: %(num)d time

source: %d jobs are running in the background!
cs: Akce %d již běží na pozadí !
es: ¡%d trabajos está ejecutándose en segundo plano!
hr: %d izvodi se u pozadini!
lt: %d užduotys veikia fone!
lv: %d darbi tiek veikti fonā!
no: %d jobber kjøres i bakgrunnen!

source: %d services found!
cs: ...nalezeno : %d kanálů
es: ¡%d canales encontrados!
hr: %d kanala pronađeno!
lt: surasta %d kanalų!
lv: %d pakalpojumi atrasti!
no: %d kanaler funnet!

source: %d transponder(s) found
cs: ...nalezeno : %d transpondérů
es: %d transpondedor(es) encontrado(s)
hr: %d transpondera pronađeno
lt: surasta %d transponderis(ių)
lv: %d transponderi(s) atrasti(s)
no: %d transponder(e) funnet

source: %d transponders found at %d:%02dmin
cs: nálezeno %d transpondérů na %d:%02dmin
es: %d transpondedores encontrados en %d:%02dmin
hr: %d transpondera pronađeno na %d:%02dmin
lt: Surasta %d transponderis(ių) per %d:%02d min
lv: %d transponderi atrasti %d:%02dmin
no: %d transpondere funnet ved %d:%02dmin

source: %dMHz scanned
cs: %dMHz prohledáno
es: %dMHz escaneado
hr: %dMHz skenirano
lt: Nuskenuota %dMHz
lv: %dMhz noskenēti
no: %dMhz skannet

source: %i entries (%i pending)
cs: položek : %i ( čeká : %i )
es: %i entradas (%i pendientes)
hr: %i unosa (%i u toku)
lt: %i įrašai (%i laukime)
lv: %i ieraksti (aktuāli %i)
no: %i oppføringer (%i venter)

source: %s (%s, %d MB free)
cs: %s (%s, %d MB volných)
es: %s (%s, %d MB libres)
hr: %s (%s, %d MB slob.)
lt: %s (%s, %d MB laisva)
lv: %s (%s, %d MB brīvi)
no: %s (%s, %d MB ledig)

source: %s Time server %s
cs: %s čas ze serveru : %s
es: %s Servidor de Hora %s
hr: %s NTP poslužitelj %s
lt: %s Serverio laikas %s
lv: %s Laika serveris %s
no: %s Tidsserver %s

source: %s - scanning...
cs: %s - procházím...
es: %s - buscando...
hr: %s - skeniram...
lt: %s - ieškoma...
lv: %s - skenē...
no: %s - skanner...

source: %s IPv%s Address: %s %s: %s Gateway: %s
cs: %s IPv%s adresa : %s %s: %s brána : %s
es: %s IPv%s Dirección: %s %s: %s Puerta de enlace: %s
hr: %s IPv%s Adresa: %s %s: %s Mrežni pristupnik: %s
lt: %s IPv%s Adresas: %s %s: %s Vartai: %s
lv: %s IPv%s Adrese: %s %s: %s Vārteja: %s
no: %s IPv%s Adresse: %s %s: %s Inngangsport: %s

source: %s Network - Name servers
cs: %s síť - označení serveru
es: %s Red- Servidores de nombres
hr: %s Mreža - Domenski serveri
lt: %s Tinklas - serveriai
lv: %s Tīkls - Domēna vārdu serveri
no: %s Nettverk - Navneserver(e)

source: %s previously installed package(s) have been restored!
cs: předchozí nainstalovaný balíček %s byl obnovený !
es: ¡Se han restaurado %s paquetes instalados anteriormente!
lt: %s anksčiau įdiegtas paketas (-ai) atkurtas!
lv: %s iepriekšinstalētā(s) pakotne(s) ir atjaunota(s)!
no: %s tidligere installerte pakke(r) er blitt gjenopprettet!

source: %sName server %s
cs: %s server : %s
es: %sServidor de nombres %s
hr: %sDomenski server %s
lt: %sServerio pavadinimas %s
lv: %sDomēna vārdu serveris %s
no: %sNavneserver %s

source: '%s' contained a total of %s files. %s of them contain audio or video.
cs: Složka : '%s' obsahuje celkem : %s souborů, z toho je : %s audio nebo video
es: '%s' contenía un total de %s archivos. %s de ellos contienen audio o video.
hr: '%s' sadrži ukupno %s datoteka. %s od njih sadrže zvukovni ili video sadržaj.
lt: '%s' buvo pateikta %s failų iš viso. %s iš jų yra garso arba vaizdo.
lv: Pavisam '%s' ir %s failu. No tiem %s satur audio vai video.
no: '%s' innehold totalt %s filer. %s av dem inneholder lyd og video.

source: (ZAP)
es: (ZAPEAR)
hr: (PREBACI)
lt: (JUNGTI)
lv: (PĀRSLĒGT)

source: (empty)
cs: (prázdné)
es: (vacío)
hr: (prazno)
lt: (tuščias)
lv: (tukšs)
no: (tom)

source: (show optional DVD audio menu)
cs: (zobrazit volitelné menu DVD audio)
es: (muestra ménu de audio de DVD)
hr: (pokazati opcije izbornika audio DVD)
lt: (rodyti pasirinktinį DVD garso meniu)
lv: (rādīt papildu DVD skaņas izvēlni)
no: (vis alternativ DVD audio meny)

source: * current animation
cs: * = označení aktuální animace
es: * animación actual
hr: * trenutna animacija
lt: * dabar veikianti animacija
lv: * pašreizējais uznāciens
no: * Aktiv animasjon

source: -- All --
cs: -- vše --
es: -- Todos --
hr: -- Svi --
lt: -- Visi --
lv: -- Visi --
no: -- Alle --

source: 14 days
cs: 14 dnů
es: 14 días
hr: 14 dana
lt: 14 dienų
lv: 14 dienas
no: 14 dager

source: 16:10 Letterbox
lt: 16:10 įterpiant juodas juostas

source: 16:10 PanScan
lt: 16:10 nukerpant šonus

source: 16:9 Letterbox
lt: 16:9 įterpiant juodas juostas

source: 16:9 always
cs: vždy 16:9
es: siempre 16:9
hr: uvijek 16:9
lt: Visada 16:9
lv: 16:9 vienmēr
no: 16:9 alltid

source: 21 days
cs: 21 dnů
es: 21 días
hr: 21 dana
lt: 21 diena
lv: 21 diena
no: 21 dager

source: 28 days
cs: 28 dnů
es: 28 días
hr: 28 dana
lt: 28 dienos
lv: 28 dienas
no: 28 dager

source: 2nd line info
cs: druhý info-řádek
es: información segunda línea
hr: Druga traka info linije
lt: 2 eilutės informacija
lv: 2-ās rindas info
no: 2ndre linje info

source: 30 minutes
cs: 30 min.
es: 30 minutos
hr: 30 minuta
lt: 30 minučių
lv: 30 minūtēm
no: 30 minutter

source: 3D settings
cs: 3D nastavení
es: configuraciones 3D
lt: 3D nuostatos
lv: 3D iestatījumi
no: 3D innstillinger

source: 4:3 Letterbox
lt: 4:3 įterpiant juostas viršuje ir apačioje

source: 4:3 PanScan
lt: 4:3 nukerpant šonus

source: 5 minutes
cs: 5 min.
es: 5 minutos
hr: 5 minuta
lt: 5 minučių
lv: 5 minūtēm
no: 5 minutter

source: 60 minutes
cs: 60 min.
es: 60 minutos
hr: 60 minuta
lt: 60 minučių
lv: 60 minūtēm
no: 60 minutter

source: 7 days
cs: 7 dnů
es: 7 días
hr: 7 dana
lt: 7 dienos
lv: 7 dienas
no: 7 dager

source: <Current movielist location>
cs: <aktuální složka videa>
es: <Localización actual de la lista de películas>
hr: <Trenutna lokacija popisa filmova>
lt: <Veikianti filmų sąrašo vieta>
lv: <Pašreizējā filmu saraksta vieta>
no: <Nåværende filmlisteplassering>

source: <Default movie location>
cs: <podle předvolby>
es: <Localización de películas por defecto>
hr: <Zadana lokacija filma>
lt: <Numatytoji filmų vieta>
lv: <Noklusētā filmu saraksta vieta>
no: <Standard filmplassering>

source: <Last timer location>
cs: <poslední složka časovače>
es: <Localización de la última grabación>
hr: <Zadnja lokacija tajmera>
lt: <Paskutinio laikmačio vieta>
lv: <Pēdējā taimera vieta>
no: <Siste timerplassering>

source: <No default storage device selected.>
cs: < disk není dostupný ! >
es: <Ningún dispositivo de almacenamiento predeterminado seleccionado.>
hr: <Nema odabranog primarnog uređaja za pohranu.>
lt: <Saugojimo įrenginys nepasirinktas.>
lv: <Noklusētā glabātuves ierīce nav izvēlēta.>
no: <Ingen standard lagringsenhet valgt>

source: <unknown>
cs: <neurčeno>
es: <desconocido>
hr: <nepoznato>
lt: <nežinomas>
lv: <nezināms>
no: <ukjent>

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
cs: Skin BackToTheRoots, ale s rychlostí Warp-8
es: Una piel BackToTheRoots .. pero con la velocidad Warp-8.
hr: Povratak na Roots-Skin... ali sa Warp-8 brzinom.
lt: BackToTheRoots tema ..su Warp-8 greičiu.
lv: BackToTheRoots-Ādiņa .. bet ar Warp-8 ātrumu.
no: En TilbakeTilRøttene-Skin... men med Warp-8 hastighet.

source: A BackToTheRoots-Skin .. or good old times.
cs: Skin BackToTheRoots ... zlaté staré časy...
es: Piel BackToTheRoots... o buenos viejos tiempos.
hr: Povratak na Roots-Skin... ili staro dobro vrijeme.
lt: BackToTheRoots tema .. arba seni geri laikai.
lv: BackToTheRoots-Ādiņa .. jeb vecie labie laiki.
no: En TilbakeTilRøttene-Skin... eller som i gode gamle dager.

source: A certificate for the desired secure connection has the following errors: %s Do you want to add an exception for this certificate and accept connections to this host anyways?
cs: Certifikát pro požadované bezpečné připojení má tyto chyby : %s Chcete přidat tento certifikát do vyjímek připojit se k tomuto uživateli ?
es: Un certificado para la conexión segura deseada tiene los siguientes errores: %s ¿Quiere añadir una excepción para este certificado y aceptar las conexiones a esta máquina de todas formas?
hr: Certifikat za željenu sigurnosnu vezu ima sljedeće greške: %s Želite li dodati izuzetak za taj certifikat i prihvatiti spajanje na taj poslužitelj ipak?
lt: Norimas saugaus ryšio sertifikatas turi šias klaidas: %s Ar norite pridėti išimtį šiam sertifikatui ir priimti ryšius bet kuriais būdais?
lv: Droša savienojuma sertifikātā ir radušās sekojošas kļūdas: %s Vai vēlaties sertifikātam pievienot šo izņēmumu un pieļausiet savienojumu ar šo hostu?
no: Et sertifikat for den ønskede tilkobling har følgende feil : %s Ønsker du å legge til et unntak for dette setifikatet og akseptere tilkoblingen til denne verten likevel?

source: A dreambox simulation from SG-Atlantis displays.
cs: -- skin se simulací SG-Atlantis Displays
es: Una simulación dreambox de las visualizaciones SG-Atlantis.
hr: Dreambox simulacija od SG-Atlantis zaslona.
lt: Dreambox simuliacija iš SG-Atlantis monitoriaus.
lv: Dreambox simulācija no SG-Atlantis ekrāniem.
no: En Dreambox simulering fra SG-Atlantis displays.

source: A finished record timer wants to set your Dreambox to standby. Do that now?
cs: Nahrávání podle časovače skončilo. Přepnout sat.přijímač do režimu spánku ?
es: Una grabación que terminó quiere poner su Dreambox en modo espera. ¿Lo hago ahora?
hr: Zadano Vrijeme snimanja je završeno i želi postaviti vaš Dreambox u stanje mirovanja. Želite to učiniti sada?
lt: Baigęs įrašymą, laikmatis nori įjungti Jūsų imtuvą į budėjimo būseną. Atlikti tai dabar?
lv: Taimeris ir beidzis ierakstu un vēlas pārslēgt Dreambox gaidstāves režīmā. Vai darīt to tūlīt?
no: En avluttet timer ønsker å sette din Dreambox i standby. Skal det gjøres nå?

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
cs: Nahrávání podle časovače skončilo. Vypnout sat.přijímač ?
es: Una grabación que terminó quiere apagar su Dreambox. ¿Lo apago ahora?
hr: Zadano vrijeme snimanja je završeno i želi isključiti vaš Dreambox. Isključiti sada?
lt: Baigęs įrašymą, laikmatis nori išjungti Jūsų imtuvą. Išjungti dabar?
lv: Taimeris ir beidzis ierakstu un vēlas izslēgt Dreambox. Vai darīt to tūlīt?
no: En avluttet timer ønsker å slå av din Dreambox. Skal den slås av nå?

source: A graphical EPG for all services of an specific bouquet
cs: -- grafický seznam programů
es: Un EPG gráfico para todos los canales de una lista específica
hr: Grafički EPG za sve usluge od specifičnog paketa
lt: Grafinis EPG visiems kanalams iš konkretaus paketo
lv: Grafiskais EPG visiem kanāliem izvēlētā buķetē
no: Et grafisk EPG for alle kanaler i en valgt bukett

source: A holo inspired Full HD skin from the Members of IhaD
cs: Skin Full HD od členů IhaD
es: Una piel Full HD inspirado en holo de los miembros de IhaD
hr: Holo inspiriran Full HD skin od članova IhaD
lt: A holo inspiruota Pilnai HD tema iš IhaD narių
lv: Holo iedvesmota Full HD ādiņa no IhaD biedriem
no: Et holo inspirert Full HD skin fra medlemmer av IhaD

source: A holo inspired HD skin from the Members of IhaD
cs: Skin HD - holo inspirace IhaD Mitgliedern
es: Una piel HD inspirado en holo de los miembros de IhaD
hr: Holo inspiriran HD skin od članova IhaD
lt: Holo inspiruota HD tema sukurta IhaD narių
lv: A holo iedvesmota HD ādiņa no IhaD biedriem
no: Et holo inspirert HD skin fra medlemmer av IhaD

source: A new bluetooth remote has been discovered. Connect now?
cs: Bylo detekováno nové dálk.ovládání bluetooth. Připojit ho ?
es: Se ha descubierto un nuevo control remoto bluetooth. ¿Conectar ahora?
lt: Aptiktas naujas bluetooth nuotolinio valdymo pultas. Prijungti dabar?
lv: Ir atklāta jauna Bluetooth tālvadības pults. Vai izveidot savienojumu tūlīt?
no: En ny bluetooth fjernkontroll er oppdaget. Koble til nå?

source: A nice looking HD skin from Kerni
cs: Pěkný HD skin od Kerni
es: Una bonita piel HD de Kerni
hr: Lijepo izgleda HD skin od Kerni
lt: Gražiai atrodanti HD tema, sukurta Kerni
lv: Tīkams Kerni HD ādiņas izskats
no: Et nydelig HD skin from Kerni

source: A nice looking HD skin in Brushed Alu Design from Kerni.
cs: Pěkný HD skin od Kerni v broušeném hliníku
es: Una bonita piel HD en diseño aluminio depillado.
hr: Lijepo izgleda HD skin u Brushed Alu dizajnu od Kerni.
lt: Gražiai atrodanti 'Raižyto aliuminio' HD tema, sukurta Kerni.
lv: Tīkams Kerni HD Brushed Alu Design ādiņas izskats.
no: Et flott HD skin i børstet aluminium design fra Kerni.

source: A nice looking skin from Kerni
cs: Pěkný skin od Kerni
es: Una bonita piel de Kerni
hr: Lijepo izgleda skin od Kerni
lt: Gražiai atrodanti tema, sukurta Kerni
lv: Tīkams Kerni ādiņas izskats
no: Et flott skin fra Kerni

source: A record has been started: %s
cs: Běží nahrávání : %s
es: Una grabación ha comenzado: %s
hr: Snimanje je počelo: %s
lt: Prasidėjo įrašymas: %s
lv: Ieraksts ir sācies: %s
no: En innspilling har startet: %s

source: A recording is currently running. What do you want to do?
cs: Právě se nahrává... Co chcete udělat ?
es: Una grabación está actualmente ejecutándose. ¿Qué quiere hacer?
hr: Digitalno snimanje je trenutno u tijeku. Što želite učiniti?
lt: Dabar vyksta įrašymas. Ką norite daryti?
lv: Pašreiz notiek ieraksts. Ko jūs vēlaties darīt?
no: En innspilling kjører fortsatt. Hva vil du gjøre?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
cs: Aktuálně běží nahrávání ! Před konfigurací motoru nahrávání zastavte.
es: Actualmente se está ejecutando una grabación. Detenga la grabación antes de intentar configurar el motor.
hr: Snimanje je u tijeku. Molim zaustavite snimanje prije nego pokušate konfigurirati motor.
lt: Dabar vyksta įrašymas. Prieš konfigūruodami pozicionierių išjunkite įrašymą.
lv: Pašreiz notiek ieraksts. Lūdzu apturiet ierakstu pirms konfigurējat pozicionieri.
no: En innspilling kjører fortsatt. Vennligst stopp innspillingen før du prøver å konfigurere motoren.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
cs: Aktuálně běží nahrávání ! Před vyhledáním satelitu nahrávání zastavte.
es: Actualmente se está ejecutando una grabación. Detenga la grabación antes de intentar iniciar el buscador de satélites.
hr: Snimanje je trenutno u tijeku. Molim da prvo zaustavite snimanje prije nego pokrenete Sat tražitelj.
lt: Dabar vyksta įrašymas. Prieš pradėdami palydovų paiešką išjunkite įrašymą.
lv: Pašreiz notiek ieraksts. Lūdzu apturiet ierakstu pirms startējiet sat-meklētāju.
no: En innspilling kjører fortsatt. Vennligst stopp innspillingen før du prøver å starte satellittfinneren.

source: A required tool (%s) was not found.
cs: Požadovaný nástroj (%s) není dostupný !
es: Una herramienta requerida (%s) no fue encontrada.
hr: Potreban alat (%s) nije pronađen.
lt: Reikalinga programėlė (%s) nerasta.
lv: Vajadzīgais rīks (%s) netika atrasts.
no: Et nødvendig verktøy (%s) ble ikke funnet.

source: A settings backup has been found. Do you want to restore your settings now? NOTE: Enigma2 will restart automatically after restoring your settings.
cs: Byla nalezena záloha nastavení. Chcete obnovit nastavení ze zálohy ? Po obnovení se Enigma2 aut.restartuje.
es: Se ha encontrado una copia de seguridad de la configuración. ¿Quieres restaurar tu configuración ahora? NOTA: Enigma2 se reiniciará automáticamente después de restaurar su configuración.
lt: Rasta nustatymų atsarginė kopija. Ar norite dabar atkurti nustatymus? PASTABA: Atkūrus nustatymus, Enigma2 automatiškai paleidžiama iš naujo.

source: A simple UPnP/DLNA Mediarenderer
cs: -- jednoduchý UPnP/DLNA Mediarenderer
es: Un Mediarenderer UPnP/DLNA simple
hr: Jednostavni UPnP/DLNA Mediarenderer
lt: Paprastas UPnP/DLNA garso ir vaizdo atvaizdavimas
no: En enkel UPnP/DLNA Mediaavspiller

source: A sleep timer wants to set your Dreambox to standby. Do that now?
cs: Časovač uspání potřebuje sat.přijímač přepnout do režimu spánku... Přepnout nyní ?
es: El apagado automático quiere poner su Dreambox en modo espera. ¿Lo hago ahora?
hr: Tajmer želi postaviti vaš Dreambox u stanje mirovanja. Učiniti to sada?
lt: Miego laikmatis nori perjungti Jūsų imtuvą į budėjimo būseną. Atlikti tai dabar?
lv: Iemigšanas taimeris vēlas pārslēgt Dreambox gaidstāves režīmā. Vai darīt to tūlīt?
no: En sleeptimer ønsker å sette din Dreambox i standby. Skal det gjøres nå?

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
cs: Časovač uspání potřebuje sat.přijímač vypnout ! Může vypnout ?
es: El apagado automático quiere apagar su Dreambox. ¿Lo hago ahora?
hr: Tajmer želi isključiti vaš Dreambox Isključiti sada?
lt: Miego laikmatis nori išjungti Jūsų imtuvą. Išjungti dabar?
lv: Iemigšanas taimeris vēlas izslēgt Dreambox. Izslēgt tūlīt?
no: En sleeptimer ønsker å slå av din Dreambox. Slå av nå?

source: A small overview of the available icon states and actions.
cs: Malý přehled dostupných ikon států a činností
es: Una pequeña vista de los iconos de estados y acciones.
hr: Mali pregled dostupnih ikona i radnji.
lt: Maža galimų logotipų būsenų ir veiksmų apžvalga.
lv: Neliels pieejamo ikonu stāvokļa un darbību pārskats.
no: En liten oversikt over tilgjengelige ikonstatuser og handlinger.
