Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Encoder service can only be set when in TV-Services mode!
cs: Kódování kanálu může být nastaveno pouze v TV módu !
es: ¡El servicio del codificador solo se puede configurar cuando está en modo TV-Servicios!
hr: Enkoder usluga može se postaviti samo u TV-Sistem modu!
lt: Koduotojo paslauga gali būti nustatyta tik TV kanalo būsenoje!
no: Encoder tjeneste kan bare settes i TV kanaler modus

source: Encoder service now set to {0}
cs: Kódování kanálu je nyní nastaveno na {0}
es: El servicio del codificador ahora está configurado en {0}
hr: Enkoder usluga postavljena na {0}
lt: Dabar nustatomas koduojamas kanalas {0}
no: Encoder tjeneste nå satt til {0}

source: Encoder service was already set to {0}
cs: Kódování kanálu bylo již nastaveno na {0}
es: El servicio del codificador ya estaba configurado en {0}
hr: Enkoder usluga je već postavljena na {0}
lt: Koduojamas kanalas jau nustatytas {0}
no: Encoder tjeneste var allerede satt til {0}

source: End
cs: konec :
es: Fin
lt: Pabaiga
lv: Beigas
no: Slutt

source: End time
cs: čas dokončení
es: Hora de finalización
hr: Završno vrijeme
lt: Pabaigos laikas
lv: Beigu laiks
no: Slutt tid

source: EndTime
cs: konec nahrávání / přepnutí
es: HoraFin
hr: Završno Vrijeme
lt: Pabaigos laikas
lv: Beigu laiks
no: Sluttidspunkt

source: English
cs: anglicky,
es: Inglés
hr: Engleski
lt: Anglų
lv: Angļu
no: Engelsk

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
cs: Enigma2 Skinselector Pokud narazíte na problém, kontaktujte : stephan@reicholf.net © 2006 - Stephan Reichholf
es: Enigma2 Selección de Piel Si tiene cualquier problema contacte con stephan@reichholf.net © 2006 - Stephan Reichholf
hr: Enigma2 Skinselektor Ako imate bilo kakvih problema obratite se stephan@reichholf.net © 2006 - Stephan Reichholf
lt: Enigma2 temų parinkimas Jei jūs patiriate kokias nors problemas prašome rašyti stephan@reichholf.net © 2006 - Stephan Reichholf
lv: Enigma2 Ādiņu pārslēgs Ja Jums rodas jebkādas problēmas, lūdzu, sazinieties ar stephan@reichholf.net © 2006 - Stephan Reichholf
no: Enigma2 skinvelger Hvis du erfarer problemer, kontakt stephan@reichholf.net @2006 - Stephan Reichholf

source: Enter main menu...
cs: hlavní menu...
es: Entrar en el menú principal...
hr: Uđi u Glavni Izbornik...
lt: Eiti į pagrindinį meniu...
lv: Atvērt galveno izvēlni...
no: Åpner hovedmenyen...

source: Enter mountpoint path.
cs: zadejte cestu k přípojnému bodu
es: Entrar ruta de montaje.
hr: Unesi mountpoint putanju.
lt: Įrašykite prijungimo taško kelią.
lv: Ievadiet montējuma ceļu.
no: Skriv inn sti for monteringspunkt.

source: Enter pin code
cs: -- zadání pinu
es: Introduzca código pin
hr: Unesite pin kod
lt: Įrašykite pin kodą
lv: Ievadiet pin kodu
no: Skriv inn pinkode

source: Enter the service pin
cs: zadejte PIN kanálu
es: Ponga el pin del canal
hr: Unesite pin za kanal
lt: Įrašykite kanalo pin kodą
lv: Ievadiet kanāla pin
no: Skriv inn service pinkode

source: Enter web address or search term
cs: zadat webovou adresu nebo hledaný výraz
es: Introduzca dirección web o término de búsqueda
hr: Unesite web adresu ili pretražite pojam
lt: Įrašykite interneto adresą arba paieškos žodį
lv: Ievadiet web adresi vai meklēšanas nosacījumu
no: Skriv inn webadresse eller søkeord

source: Error
cs: Chyba
hr: Greška
lt: Klaida
lv: Kļūda
no: Feil

source: Error: %s Retry?
cs: chyba : %s zkusit znovu ?
es: Error: %s ¿Reintentar?
hr: Greška: %s Ponoviti?
lt: Klaida: %s Pakartoti?
lv: Kļūda: %s Atkārtot?
no: Feil: %s Prøv på nytt?

source: Estonian
cs: estonsky
es: Estonio
hr: Estonijski
lt: Estų
lv: Igauņu
no: Estlandsk

source: Event-progessbar position
cs: ...pozice pásku průběhu programu
es: Posición de la barra de progreso del evento
hr: Pozicija trake za napredak snimke
lt: Įvykio eigos juostos pozicija
lv: Notikuma-norises joslas vieta
no: Programets fremdriftslinje posisjon

source: Eventview
cs: --popis prg--
es: Vista de eventos
hr: Pregled događaja
lt: Įvykių peržiūra
lv: Notikumi
no: Programoversikt

source: Everything is fine
cs: Všechno je v pohodě...
es: Todo está bien
hr: Sve je u redu
lt: Viskas puiku
lv: Viss ir lieliski
no: Alt er i orden

source: Exceeds Bludisc medium!
cs: Přesahuje velikost bludisku !
es: ¡Excede el límite de Bludisc!
hr: Prelazi preko dostupnog prostora na Bludisk mediju!
lt: Viršija Bludisc laikmeną!
lv: Pārsniedz Bluedisk ietilpību!
no: Overskrider Bludisc størrelse!

source: Exceeds dual layer medium!
cs: Přesahuje kapacitu dvouvrstvového média !
es: ¡Excede el disco de doble capa!
hr: Prelazi preko dostupnog prostora na Dual layer mediju!
lt: Viršija dvisluoksnę laikmeną!
lv: Pārsniedz divslāņu datu nesēja ietilpību!
no: Overgår størrelse på Dual Layer media!

source: Execution Progress:
cs: start makra :
es: Progreso de ejecución:
hr: Tijek izvođenja:
lt: Vykdymo eiga:
lv: Izpildes norise:
no: Progresjon av utførelsen:

source: Execution finished!!
cs: Dokončeno !
es: ¡¡Ejecución terminada!!
hr: Izvođenje završeno!!
lt: Vykdymas baigtas!!
lv: Izpilde pabeigta!!
no: Utførelse ferdig!

source: Exit
cs: ukončit
es: Salir
hr: Izlaz
lt: Užverti
lv: Iziet
no: Avslutt

source: Exit editor
cs: zavřít editor
es: Salir del editor
hr: Izađi iz uređivača
lt: Užverti redaktorių
lv: Iziet no redaktora
no: Avslutt editor

source: Exit input device selection.
cs: ukončit výběr vstupních zařízení
es: Salir de la selección de dispositivo de entrada.
hr: Izađi iz odabranog uređaja.
lt: Išeiti iš įvesties prietaiso pasirinkimo.
lv: Iziet no ievades ierīces izvēles.
no: Avslutt valg av inputenhet.

source: Exit storage device selection.
cs: web.prohlížeč Opera -> konec
es: Salir de la selección de almacenamiento.
hr: Izađi iz uređaja za pohranu podataka.
lt: Išeiti iš saugojimo įrenginio pasirinkimo.
lv: Iziet no glabātuves ierīces izvēles.
no: Avslutt valg av lagringsenhet.

source: Exit the cleanup wizard
cs: ukončit průvodce vyčištění
es: Salir del asistente de limpieza
hr: Izlaz iz vodiča za čišćenja
lt: Užverti išvalymo vedlį
lv: Iziet no tīrīšanas vedņa
no: Avslutt cleanup guide

source: Exit the wizard
cs: < ukončit průvodce
es: Salir del asistente
hr: Izlaz iz vodiča
lt: Užverti nustatymų vedlį
lv: Iziet no vedņa
no: Avslutt guiden

source: Exit wizard
cs: < ukončit průvodce
es: Salir del asistente
hr: Izlaz iz vodiča
lt: Užverti vedlį
lv: Iziet no vedņa
no: Avslutt guide

source: Experimental vendor specific handling
cs: experimentální firemní ovládání
es: Manejo específico del proveedor experimental
hr: Eksperimentalno specifično rukovanje za pružatelja
lt: Eksperimentinis tiekėjo specifinis apdorojimas
no: Eksperimentell leverandørspesifikk handling

source: Expert
es: Experto
hr: Ekspert
lt: Ekspertinis
lv: Lietpratēja
no: Ekspert

source: Expert Encoder Settings
cs: ---EXPERTNÍ NASTAVENÍ DEKODÉRU---
es: Configuración de codificador experto
lt: Ekspertiniai kodavimo įrenginių nustatymai
lv: Lietpratēja kodētāja iestatījumi
no: Ekspert encoder innstillinger

source: Expired: %s
cs: Platnost vypršela : %s
es: Caducó: %s
hr: Isteklo: %s
lt: Baigėsi: %s
lv: Izbeidzies: %s
no: Utgått : %s

source: Extend Animations Configuration
cs: rozšířená konfigurace animací
es: Configuración de animaciones extendida
hr: Proširena konfiguracija za Animacije
lt: Išplėskite animacijos konfigūraciją
lv: Paplašinātā animāciju konfigurācija
no: Utvidet animasjonsinnstillinger

source: Extended
cs: rozšířit animaci
es: Extendedido
hr: Proširena
lt: Išplėstinis
lv: Paplašinātas
no: Utvidet

source: Extended Software
cs: další software
es: Software Extendido
hr: Dodatni Softvere
lt: Išplėstinė programinė įranga
lv: Paplašinātā programmatūra
no: Utvidet Programvare

source: Extended Software Plugin
cs: další zásuvný modul
es: Plugin de Software Extendido
hr: Proširenja softvare dodataka
lt: Išplėstinės programinės įrangos priedas
lv: Papl. programmatūras spraudnis
no: Utvidet Programvare Plugin

source: Extensions
cs: mo-menu...
es: Extensiones
hr: Proširenja
lt: Išplėtimai
lv: Papildinājumi
no: Tillegg

source: Extensions management
cs: Dostupné moduly na webu...
es: Administración de Extensiones
hr: Rukovanje proširenjima
lt: Išplėtimų valdymas
lv: Papildinājumu pārvaldība
no: Tilleggsbehandling

source: F I L E L I S T
cs: ZDROJ.SEZNAM VIDEA
es: LISTA DE ARCHIVOS
lt: FAILŲ SĄRAŠAS
lv: F A I L I
no: F I L L I S T E

source: FSBL Update Check
cs: FSBL - kontrola aktualizací
es: Comprobación de actualización de FSBL
hr: FSBL provjera nadogradnje
lt: FSBL atnaujinimo tikrinimas
lv: FSBL atjauninājumu pārbaude
no: FSBL oppdateringssjekk

source: FTP Browser
cs: FTP prohlížeč
es: Navegador FTP
lt: FTP naršyklė
lv: FTP pārlūks
no: FTP Søker

source: FTP Queue Manager
cs: FTP správce fronty
es: Administrador de colas FTP
lt: FTP eilės tvarkyklė
lv: FTP rindas pārvaldnieks
no: FTP Købehandler

source: FTP Server Editor
es: Editor Servidor FTP
lt: FTP serverio redaktorius
lv: FTP servera redaktors
no: FTP Serverredigering

source: FTP Server Manager
cs: správa FTP serveru
es: Administrador del servidor FTP
lt: FTP serverio tvarkyklė
lv: FTP servera pārvaldnieks
no: FTP Serverbehandler

source: Factory reset
cs: tovární nastavení ->
es: Reinicio de fábrica
hr: Na tvorničke postavke
lt: Atkurti gamyklines nuostatas
lv: Rūpnīcas uzstādījumi
no: Gjenopprett

source: Failed
cs: selhalo
es: Fallido
hr: Nije uspjelo
lt: Nepavyko
lv: Neizdevās
no: Feilet

source: Failed:
cs: selhalo:
es: Ha fallado:
lt: Nepavyko:
lv: Neizdeās:
no: Feilet:

source: Failure
cs: chyba
es: Falla
hr: Neuspješno
lt: Nesėkmė
lv: Neveiksme
no: Feilet

source: Fan %d
cs: ventilátor V%d :
es: Ventilador %d
hr: Vent. %d
lt: Vent %d
lv: Ventilators %d
no: Vifte %d

source: Fan %d PWM
cs: V%d:pr.modulace
es: Ventilador %d PWM
hr: Venti. %d PWM
lt: Vent %d PWM
lv: Ventilatora apgriezieni %d
no: Vifte %d PWN

source: Fan %d Voltage
cs: V%d:prac.napětí
es: Ventilador %d Voltaje
hr: Vent. %d Voltaža
lt: Vent %d įtampa
lv: Ventilatora spriegums %d
no: Vifte %d Volt

source: Fast
cs: rychle
es: Rápido
hr: Brzo
lt: Greitas
lv: Ātrs
no: Hurtig

source: Fast DiSEqC
cs: rychlý DiSEqC
es: DiSEqC Rapido
hr: Brzi DiSEqC
lt: Greitas DiSEqC
lv: Ātrais DiSEqC
no: Hurtig DiSEqC

source: Fast Forward speeds
cs: - rychlosti přetáčení vpřed
es: Velocidades de avance rápido
hr: Brzo premotavanje naprijed
lt: Greito prasukimo pirmyn greičiai
lv: Ātrās pārtīšanas ātrumi
no: Hastigheter for spoling framover

source: Fast epoch
cs: rychlý rozsah
es: Época rápida
hr: Brza epoha
lt: Greita epocha
lv: Ātrā epoha
no: Hurtig epoke

source: Favorites (Radio)
cs: sady kanálů (rádio)
es: Favoritos (Radio)
hr: Favoriti (Radio)
lt: Mėgstamiausi (radijas)
lv: Favorīti (Radio)
no: Favoritter (Radio)

source: Favorites (TV)
cs: sady kanálů (TV)
es: Favoritos (TV)
hr: Favoriti (TV)
lt: Mėgstamiausi (TV)
lv: Favorīti (TV)
no: Favoritter (TV)

source: Favourites
cs: sady kanálů
es: Favoritos
hr: Favoriti
lt: Mėgstamiausi
lv: Favorīti
no: Favoritter

source: File Browser
cs: správa souborů systému
es: Explorador de archivos
hr: Preglednik datoteka
lt: Failų naršyklė
lv: Failu pārlūks
no: Filbehandler

source: Filesystem
cs: ---SOUBOROVÝ SYSTÉM---
es: Sistema de archivos
hr: Tip particije
lt: Failų sistema
lv: Failu sistēma
no: Fillsystem

source: Filesystem check completed without errors.
cs: Kontrola souborového systému skončila bez chyby
es: La comprobación del sistema de archivos se ha completado sin errores.
hr: Provjera particija završena bez grešaka.
lt: Failų sistemos tikrinimas baigtas be klaidų.
lv: Failu sistēmas pārbaude pabeigta. Kļūdu nav.
no: Sjekk av filsystemet utført uten feil.

source: Filesystem contains uncorrectable errors
cs: Souborový systém obsahuje chyby !
es: El sistema de archivos contiene errores no corregibles
hr: Particija sadrži nepopravljive greške
lt: Failų sistema turi nepataisomų klaidų
lv: Failu sistēma satur neizlabojamas kļūdas
no: Filsystemet har uopprettelige feil

source: Fine tuning for your Audio and Video settings.
cs: Jemná úprava nastavení obrazu a zvuku
es: Ajuste fino para su configuración de audio y video.
hr: Fino podešavanje Zvučnih i Video postavki.
lt: Tikslus jūsų garso ir vaizdo nustatymų derinimas.
lv: Audio un Video iestatījumu precīza pieregulēšana.
no: Finjustering av Audio og Video innstillinger.

source: Finish without further actions
cs: dokončit bez další akce
es: Finalizar sin más acciones
lt: Baigti be tolesnių veiksmų

source: Finished
cs: ...dokončeno...
es: Terminado
hr: Završeno
lt: Baigta
lv: Pabeigts
no: Ferdig

source: Finnish
cs: finsky
es: Finlandés
hr: Finski
lt: Suomių
lv: Somu
no: Finsk

source: Firmware flasher is missing or broken! Cancelled!
cs: Soubory firmware chybí nebo jsou poškozené ! Akce byla zrušena.
es: ¡El instalador de firmware falta o está roto! ¡Cancelado!
lt: Programinės įrangos įdiegėjo trūksta arba sugedęs! Atšaukta!
no: Formware flasher mangler eller er ødelagt! Kansellert!

source: Flash Bluetooth Receiver Firmware?
cs: Instalovat firmware Bluetooth přijímače ?
es: ¿Flashear el firmware del receptor Bluetooth?
lt: Įdiegti Bluetooth imtuvo programinę įrangą?
no: Flash maskinvare for Bluetooth fjernkontroll?

source: Flashing Adapter Firmware
cs: instalovat firmware adaptéru
es: Flasheando Firmware del adaptador
lt: Įdiegiama adapterio programinė įranga
no: Flash'er Adapter Maskinvare

source: Flashing Bluetooth Receiver
cs: instalovat bluetooth přijímače
es: Flasheando Mando Bluetooth
lt: Įdiegiamas Bluetooth imtuvas
no: Flash'er Bluetooth Fjernkontroll

source: Flashing Frontprocessor Firmware
cs: instalace firmware frontprocesoru
es: Flasheando Firmware del "Frontprocessor "
lt: Įdiegiama priekinio procesoriaus programinė įranga

source: Flashing firmware...
cs: Instaluji firmware...
es: Flasheando firmware...
lt: Įdiegiama programinė įranga...
no: Flasher maskinvare...

source: Follow Live
cs: živé sdílení
es: Seguir en vivo
hr: Prati Uživo
lt: Sekite tiesiogiai
no: Følg LIVE

source: Following tasks will be done after you press OK!
cs: OK -> start zpracování úkolů...
es: ¡Las siguientes tareas se realizarán después de que presione OK!
hr: Sljedeći zadaci će biti učinjeni nakon što pritisnete OK!
lt: Kitos užduotys bus atliktos po to, kai jūs paspausite OK!
lv: Pēc OK nospiešanas tiks veikti sekojoši darbi!
no: Følgende oppgaver blir utført etter at du trykker OK!

source: Forced
cs: vynuceno
es: Forzada
hr: Preferiran
lt: Priverstinis
no: Tvunget

source: Format
cs: formátovat
es: Formato
lt: Formatas
lv: Formatēt
no: Formatere

source: Forward Volume keys to TV/AVR
cs: předat nastavení hlasitosti do TV/AVR
es: Reenviar teclas de volumen a TV/AVR
hr: Proslijedi Volumen tipke do TV/AVR
lt: Pirmyn garso mygtukais į TV/AVR
lv: Pārsūtīt skaļuma taustiņus uz TV/AVR
no: Tilknytt volumtaster til TV/AVR

source: Framerate
cs: snímková rychlost
es: Cuadros por segundo
hr: Broj framova
lt: Kadrų dažnis
lv: Kadruātrums
no: Bildefrekvens

source: Free
cs: volno
es: Libre
hr: Slobodno
lt: Laisvos vietos
lv: Brīvi
no: Ledig

source: French
cs: Francouzsky
es: Francés
hr: Francuski
lt: Prancūzų
lv: Franču
no: Fransk

source: Frequency
cs: frekvence
es: Frecuencia
hr: Frekvencija
lt: Dažnis
lv: Frekvence
no: Frekvens

source: Frequency bands
cs: frekvenční pásma
es: Bandas de frecuencia
hr: Band frekvencije
lt: Dažnio juostos
lv: Frekvenču joslas
no: Frekvens bånd

source: Frequency scan step size(khz)
cs: prohledávání frekvence po (khz)
es: Tamaño de paso de frecuencia(khz)
hr: Veličina pretrage frekvencije(khz)
lt: Dažnio paieškos žingsnio dydis (kHz)
lv: Frekvenču skenēšanas solis (khz)
no: Frekvens søking steg størrelse(khz)

source: Frequency start
cs: startovací frekvence
es: Inicio de frecuencia
hr: Početna Frekvencija
lt: Dažnio pradžia
lv: Sākt no frekvences
no: Frekvens start

source: Frequency steps
cs: frekvenční kroky
es: Pasos de frecuencia
hr: Frekvencijski koraci
lt: Dažnio žingsniai
lv: Frekvenču soļi
no: Frekvens steg

source: Frequency stop
cs: konečná frekvence
es: Fin de frecuencia
hr: Završna Frekvencija
lt: Dažnio pabaiga
lv: Apstāties pie frekvences
no: Frekvens stopp

source: Frequency:
cs: frekvence
es: Frecuencia:
lt: Dažnis:
lv: Frekvence:
no: Frekvens:

source: Fri
cs: Pá
es: Vie
hr: Pet
lt: Pen
lv: Pk
no: Fre

source: Friday
cs: pátek
es: Viernes
hr: Petak
lt: Penktadienis
lv: Piektdiena
no: Fredag

source: Frisian
cs: frísky
es: Frisón
hr: Frizijski
lt: Fryzų
lv: Frīzu
no: Frisisk

source: From: %s
cs: od : %s
es: Desde: %s
hr: Od: %s
lt: Nuo: %s
lv: No: %s
no: Fra : %s

source: Front USB
cs: USB přední port
es: USB frontal
hr: Prednji USB
lt: Priekinis USB lizdas
lv: Priekšpuses USB
no: USB i front

source: Front USB 3.0
cs: USB 3.0 vpředu
es: USB 3.0 Frontal
hr: Prednji USB 3.0
lt: Priekinis USB 3.0 lizdas
lv: Priekšpuses USB 3.0
no: USB 3.0 forran

source: Frontend for /tmp/mmi.socket
cs: -- přiřazení pro /tmp/mmi.socket
es: Frontend para /tmp/mmi.socket
hr: Sučelje za /tmp/mmi.socket
lt: /tmp/mmi.socket sąsaja
lv: /tmp/mmi.socket priekšgals

source: Frontprocessor Firmware
cs: firmware frontprocesoru
lt: Priekinio procesoriaus programinė įranga

source: Frontprocessor version: %s
cs: frontprocesor verze : %s
es: Versión del "Frontprocessor" %s
lt: Priekinio procesoriaus versija: %s
lv: Frontprocesora versija: %s
no: Frontprosessor version: %s

source: Fsck failed
cs: FSCK selhalo !
es: Falló el fsck
hr: Fsck nije uspio
lt: Fsck klaidingas
lv: Fsck neizdevās
no: Fsck feilet

source: Fullscreen: Background color
cs: obrazovka - barva pozadí :
es: Pantalla completa: color de fondo
hr: Puni zaslon: Boja pozadine
lt: Per visą ekraną: Fono spalva
lv: Pilnekrāns: Fona krāsa
no: Fullskjerm bakgrunnsfarge

source: Fullscreen: Frame size
cs: obrazovka - šířka rámečku :
es: Pantalla completa: Tamaño del marco
hr: Puni zaslon: Veličina framea
lt: Per visą ekraną: Rėmo dydis
lv: Pilnekrāns: Rāmja izmērs
no: Fullskjerm bildestørrelse

source: Fullscreen: Show info line
cs: obrazovka - zobrazit info-řádek :
es: Pantalla completa: Mostrar línea de información
hr: Puni zaslon: Prikaži info liniju
lt: Per visą ekraną: Rodyti info liniją
lv: Pilnekrāns: Rādīt info joslu
no: Fullskjerm vis infolinje

source: Fullscreen: Text color
cs: obrazovka - barva textu :
es: Pantalla completa: color del texto
hr: Puni zaslon: Boja teksta
lt: Per visą ekraną: Teksto spalva
lv: Pilnekrāns: Teksta krāsa
no: Fullskjerm tekstfarge

source: GOP Length (ms, P-Frames auto calculated)
cs: doba GOP v ms, P-rámce aut.spočítat
es: Longitud de GOP (ms, P-Frames calculadas automáticamente)
lt: GOP ilgis (ms, P-kadrai automatiškai apskaičiuoti)
no: GOP lengde (ms, P-rammer autokalkulert)

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
cs: Grafiku skinu je třeba znovu obnovit. Chcete Enigmu2 restartovat ?
es: La "GUI" necesita reiniciarse para aplicar una nueva piel. ¿Desea reiniciar la "GUI" ahora?
hr: GUI treba ponovno pokrenutii da se primjeni novi skin Želite li ponovno pokrenuti GUI sada?
lt: Kad įsigaliotų naujoji tema, grafinę aplinką reikia paleisti iš naujo Paleisti iš naujo dabar?
lv: GUI nepieciešams pārstartēt, lai lietotu jauno ādiņu Vai vēlaties pārstartēt GUI tūlīt?
no: E2 (GUI) trenger restart for aktivering av nytt skin Vil du restarte E2 nå?

source: Gateway (IPv4)
cs: brána (IPv4)
es: Puerta de enlace (IPv4)
hr: Mrežni pristupnik (IPv4)
lt: Šliuzas (IPv4)
lv: Vārteja (IPv4)
no: Inngangsport (IPv4)

source: Gateway (IPv6)
cs: brána (IPv6)
es: Puerta de enlace (IPv6)
hr: Mrežni pristupnik (IPv6)
lt: Šliuzas (IPv6)
lv: Vārteja (IPv6)
no: Inngangsport (IPv6)

source: General
cs: ---OBECNÉ---
hr: Opće
lt: Bendroji informacija
lv: Vispārējs
no: Generelt

source: General AC3 Delay
cs: základní zpoždění AC3
es: Retardo general AC3
hr: Opći AC3 Delay
lt: Bendra AC3 delsa
lv: Vispārējā AC3 aizture
no: Generell AC3 forsinkelse

source: General AC3 delay (ms)
cs: zákl.poždění AC3 (ms)
es: Retardo general AC3 (ms)
hr: Opći AC3 delay (ms)
lt: Bendra AC3 delsa (ms)
lv: Vispārējā AC3 aizture (ms)
no: Generell AC3 forsinkelse (ms)

source: General PCM Delay
cs: základní zpoždění PCM
es: Retardo PCM General
hr: Opći PCM Delay
lt: Bendra PCM delsa
lv: Vispārējā PCM aizture
no: Generell PCM forsinkelse

source: General PCM delay (ms)
cs: základní zpoždění PCM (ms)
es: Retardo general PCM (ms)
hr: Opći PCM delay (ms)
lt: Bendra PCM delsa (ms)
lv: Vispārējā PCM aizture (ms)
no: Generell PCM forsinkelse (ms)

source: General Settings
cs: --základní nastavení--
es: Configuración general
hr: Opće Postavke
lt: Bendrieji nustatymai
lv: Vispārējie iestatījumi
no: Generelle innstillinger

source: Genre
cs: kategorie
es: Género
hr: Žanrovi
lt: Žanras
lv: Žanrs

source: Genuine Dreambox
cs: -- ověření pravosti Dreamboxu
es: Dreambox original
hr: Originalni Dreambox
lt: Dreambox originalumo patikra
lv: Autentisks Dreambox
no: Ekte Dreambox

source: German
cs: německy
es: Alemán
hr: Njemački
lt: Vokiečių
lv: Vācu
no: Tysk

source: Goto 0
cs: jdi na pozici 0
es: Ir a 0
hr: Idi na 0
lt: Eiti į 0
lv: Iet uz 0

source: Goto position
cs: jdi na pozici
es: Ir a la posición
hr: Goto pozicija
lt: Eiti į poziciją
lv: Iet uz pozīciju
no: Gå til posisjon

source: GraphMultiEPG Settings
cs: nastavení grafického MultiEPG
es: GraphMultiEPG Configuración
lt: Grafinio daugiakanalio EPG nustatymai
lv: Grafiskā daudzkanālu EPG iestatījumi
no: GraphMultiEPG innstillinger

source: GraphMultiEPG settings
cs: nastavení pro grafické MultiEPG
es: GraphMultiEPG configuración
hr: GraphMultiEPG postavke
lt: Grafinio (kelių kanalų) EPG nustatymai
lv: Grafiskā daudzkanālu EPG iestatījumi
no: GraphMultiEPG oppsett

source: GraphMultiEPG shows a graphical timeline EPG
cs: -- zobrazení programů v rozšířeném graf.formátu
es: GraphMultiEPG muestra una línea de tiempo gráfica EPG
hr: GraphMultiEPG prikazuje grafički timeline EPG
lt: Grafinis (kelių kanalų) EPG rodo grafinę EPG laiko liniją
lv: GraphMultiEPG rāda grafisko EPG laika skalu
no: GraphMultiEPG viser grafisk tidslinje i EPG

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
cs: -- zobrazení globálního seznamu programů v rozšířeném graf.formátu
es: GraphMultiEPG muestra una línea de tiempo gráfica EPG. Muestra una vista general de todos programas actuales y siguientes.
hr: GraphMultiEPG prikazuje grafičku vremensku liniju EPG. Pokazuje pregled svih pokrenutih i narednih tv emisija.
lt: Grafinis (kelių kanalų) EPG rodo grafinę laiko liniją. Rodo gražią veikiančių ir artėjančių tv programų apžvalgą.
lv: GraphMultiEPG rāda grafisko EPG laika skalu. Rāda jauku pārskatu par visiem notiekošiem un gaidāmiem tv raidījumiem.
no: GraphMultiEPG viser grafisk tidslinje i EPG. Viser en flott oversikt over kjørende og kommende TV programmer.

source: Graphical Multi EPG
cs: graf.seznam programů kanálů >>
es: Multi EPG Gráfico
hr: Grafički Multi EPG
lt: Grafinis daugiakanalis EPG
lv: Grafiskais daudzkanālu EPG
no: Grafisk Multi EPG

source: Greek
cs: řecky
es: Griego
hr: Grčki
lt: Graikų
lv: Grieķu
no: Gresk

source: Green boost
cs: zvýraznit zelenou
es: Verde presionado
hr: Zelena podrška
lt: Daugiau žalios
no: Grønn forsterking

source: Grow from left + Shrink to top
cs: rozbalit zleva > nahoru
es: Crecer desde la izquierda + Reducir hacia arriba
hr: Povećaj s lijeva + Umanji do vrha
lt: Iškyla iš kairės + sutraukia į viršų
no: Øk fra venstre + Minsk til topp

source: Growlee Setup
cs: nastavení Growlee
es: Growlee Configuración
lt: Growlee sąranka

source: Gstreamer error: %s
cs: Chyba Gstreamer : %s
hr: Gstreamer greška: %s
lt: Duomenų srauto klaida: %s
lv: Gstreamer kļūda: %s
no: Gstreamer feil: %s

source: Guard interval
cs: kontrolní interval
es: Intervalo de guarda
hr: Interval zaštite
lt: Apsaugos intervalas
lv: Drošības intervāls
no: Beskyttelsesintervall
