Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Just Scale
cs: zvětšit na šířku obrazovky
es: Sólo escala
lt: Įterpti, keičiant proporcijas
lv: Vienkārši mērogot
no: Bare skaler

source: Keep outdated EPG (in hours)
cs: ponechat zobrazení minulého programu (hod.)
es: Mantener EPG obsoleta (en horas)
hr: Zadrži protekle EPG prikazivanja (u satima)
lt: Saugoti pasenusį EPG (valandomis)
lv: Paturēt pagājušos EPG (stundas)
no: Behold utdatert EPG (timer)

source: Kerni's BrushedAlu-HD skin
cs: -- skin Kerni's BrushedAlu-HD
es: Pien Kerni's BrushedAlu-HD
lt: Kerni's 'Šlifuoto aliuminio' HD tema
lv: Kerni BrushedAlu-HD ādiņa

source: Kerni's DMConcinnity-HD skin
cs: -- skin Kerni's DMConcinnity-HD
es: Piel Kerni's DMConcinnty-HD
lt: Kerni's DMConcinnity-HD tema
lv: Kerni DMConcinnity-HD ādiņa

source: Kerni's DreamMM-HD skin
cs: -- skin Kerni's DreamMM-HD
es: Piel Kerni's DreamMM-HD
lt: Kerni's DreamMM-HD tema
lv: Kerni DreamMM-HD ādiņa

source: Kerni's Elgato-HD skin
cs: -- skin Kerni's Elgato-HD
es: Piel Kerni's Elgato-HD
lt: Kerni's Elgato-HD tema
lv: Kerni Elgato-HD ādiņa

source: Kerni's SWAIN-HD skin
cs: -- skin Kerni's SWAIN-HD
es: Piel Kerni's SWAIN-HD
lt: Kerni's SWAIN-HD tema
lv: Kerni SWAIN-HD ādiņa

source: Kerni's UltraViolet skin
cs: -- skin Kerni's UltraViolet
es: Piel Kerni's UltraViolet
lt: Kerni's UltraViolet tema
lv: Kerni UltraViolet ādiņa

source: Kerni's YADS-HD skin
cs: -- skin Kerni's YADS-HD
es: Piel Kerni's YADS-HD
lt: Kerni's YADS-HD tema
lv: Kerni YADS-HD ādiņa

source: Kerni's dTV-HD skin
cs: -- skin Kerni's dTV-HD
es: Piel Kerni's dTV-HD
lt: Kerni's dTV-HD tema
lv: Kerni dTV-HD ādiņa

source: Kerni's dTV-HD-Reloaded skin
cs: -- skin Kerni's dTV-HD-Reloaded
es: Piel Kerni's dTV-HD-Reloaded
lt: Kerni's dTV-HD-Reloaded tema
lv: Kerni dTV-HD-Reloaded ādiņa

source: Kerni's dmm-HD skin
cs: -- skin Kerni's dmm-HD
es: Piel Kerni's dmm-HD
lt: Kerni's dmm-HD tema
lv: Kerni dmm-HD ādiņa

source: Kerni's dreamTV-HD skin
cs: -- skin Kerni's dreamTV-HD
es: Piel Kerni's dreamTV-HD skin
lt: Kerni's dreamTV-HD tema
lv: Kerni dreamTV-HD ādiņa

source: Kerni-HD1 skin
cs: -- skin Kerni-HD1
es: Piel Kerni-HD1
lt: Kerni-HD1 tema
lv: Kerni-HD1 ādiņa

source: Kerni-HD1R2 skin
cs: -- skin Kerni-HD1R2
es: Piel Kerni-HD1R2
lt: Kerni-HD1R2 tema
lv: Kerni-HD1R2 ādiņa

source: Kernis HD1 skin
cs: -- skin Kernis HD1
es: Piel Kernis HD1
lt: Kernis HD1 tema
lv: Kernis HD1 ādiņa

source: Keyboard
cs: klávesnice
es: Teclado
hr: Tipkovnica
lt: Klaviatūra
lv: Klaviatūra
no: Tastatur

source: Keyboard Map
cs: mapování tlačítek klávesnice...
es: Mapa del teclado
hr: Mapa tipkovnice
lt: Klaviatūros raidyno išdėstymas
lv: Klaviatūras izkārtojums
no: Tastaturlayout

source: Keyboard Setup
cs: Nastavení klávesnice...
es: Configurar Teclado
hr: Postavke tipkovnice
lt: Klaviatūros nustatymas
lv: Klaviatūras iestatījumi
no: Tastaturinnstillinger

source: Keymap
cs: mapování klávesnice
es: Mapa de teclado
hr: Mapa ključa
lt: Mygtukų išdėstymas
lv: Taustiņu izkārtojums
no: Tastelayout

source: LED Manager
cs: modrá přední LED
es: Gestor LED
lt: LED valdymas
lv: LED pārvaldnieks
no: LED behandler

source: LED color when connected to this dreambox
cs: barva LED tlačítka MODE na DO
es: Color del LED cuando se conecta a este Dreambox
lt: LED spalva, kai prijungta prie imtuvo
lv: LED krāsa, ja savienots ar šo dreambox
no: LED farge når tilkoblet til denne dreambox

source: LNB
lt: LNB konverteris

source: Language
cs: volba jazyka dialogu
es: Idioma
hr: Jezik
lt: Kalba
lv: Valoda
no: Språk

source: Language selection
cs: Volba jazyka...
es: Selección de idioma
hr: Odaberite Jezik
lt: Pasirinkite kalbą
lv: Valodas izvēle
no: Språkvalg

source: Last check
cs: poslední kontrola
es: Última revisión
lt: Paskutinis patikrinimas
lv: Pēdējā pārbaude
no: Siste sjekk

source: Last config
cs: poslední konfig
es: Última configuración
hr: Zadnja konfiguracija
lt: Paskutinė konfigūracija
lv: Pēdējā konfigurācija
no: Siste konfigurasjon

source: Last speed
cs: nejvyšší rychlost
es: Última velocidad
hr: Zadnja brzina
lt: Ankstesnis greitis
lv: Pēdējais ātrums
no: Siste hastighet

source: Last visted
cs: naposledy navštívené
es: Última vez visto
hr: Zadnje posjećeno
lt: Paskutinis aplankytas
lv: Pēdējo reizi apmeklēts
no: Sist besøkt

source: Latitude
cs: zeměpisná šířka
es: Latitud
hr: Latituda
lt: Platuma
lv: Platums
no: Breddegrad

source: Latvian
cs: lotyšsky
es: Letón
hr: Latvijski
lt: Latvių
lv: Latviešu
no: Latvisk

source: Leave DVD Player?
cs: Zastavit přehrávané DVD video ?
es: ¿Dejar el reproductor de DVD?
hr: Napustiti DVD plejer?
lt: Užverti iš DVD grotuvą?
lv: Iziet no DVD atskaņotāja?
no: Avslutt DVD Spiller?

source: Left
cs: vlevo
es: Izda
hr: Lijevo
lt: Kairėn
lv: Kreisais
no: Venstre

source: Left to right slide + zoom
cs: skluz zleva > střed
es: Deslizar de izquierda a derecha + zoom
hr: Kliži lijevo do desno + zumiraj
lt: Skaidrę iš kairės į dešinę + pakeisti vaizdo dydį
no: Fra venstre til høyre + forstørring

source: Letterbox
lt: Įterpiant juostas viršuje ir apačioje

source: Level
cs: úroveň
es: Nivel
lt: Lygis
no: Nivå

source: Limit east
cs: limit pro východ
es: Límite este
hr: Limit za istok
lt: Rytinė riba
lv: Austrumu limits
no: Grense øst

source: Limit west
cs: limit pro západ
es: Límite oeste
hr: Limit za zapad
lt: Vakarinė riba
lv: Rietumu limits
no: Grense vest

source: Limited character set for recording filenames
cs: názvy nahraných souborů -velká písmena (ne=malá)
es: Juego de caracteres limitado para la grabación de nombres de archivos
hr: Limit broja znakova za imena datoeka snimanja
lt: Simbolių ribojimas įrašų failų pavadinimuose
lv: Ierobežota simbolu kopa ierakstu failu nosaukumiem
no: Begrenset karaktersett til innspillingsfilnavn

source: Limits off
cs: vypnout omezení
es: Quitar límites
hr: Isključi limite
lt: Ribos išjungtos
lv: Limiti izslēgti
no: Grenser AV

source: Limits on
cs: zapnout omezení
es: Límites activos
hr: Uključi limite
lt: Ribos įjungtos
lv: Limiti ieslēgti
no: Grenser PÅ

source: Linked titles with a DVD menu
cs: připojené titulky a DVD menu
es: Enlazar los títulos con un menú de DVD
hr: Vezani naslovi sa DVD izbornika
lt: Pavadinimai, susieti su DVD meniu
lv: Saistītie nosaukumi ar DVD izvēlni
no: Tilkobler titler til en DVD meny

source: List of Storage Devices
cs: úložná zařízení
es: Listar dispositivos de almacenamiento
hr: Uređaji za pohranu
lt: Saugojimo įrenginių sąrašas
lv: Atmiņas ierīču saraksts
no: Vis lagringsenheter

source: Listen to radio stations.
cs: poslouchat rozhlasové stanice
es: Escuchar estaciones de radio.
lt: Klausykitės radijo stočių.
lv: Radiostaciju klausīšanās.
no: Høre på radiostasjoner

source: Lithuanian
cs: litevsky
es: Lituano
hr: Litvanski
lt: Lietuvių
lv: Lietuviešu
no: Litauisk

source: Load
cs: načíst
es: Cargar
hr: Učitaj
lt: Įkelti
lv: Ielādēt
no: Last

source: Load Length of Movies in Movielist
cs: načíst do seznamu délku videa
es: Calcular longitud de Películas en la lista
hr: Učitaj duljinu filmova u Movielist
lt: Rodyti kino filmų ilgį filmų sąraše
lv: Ielādēt filmu sarakstā filmu garumus
no: Last lengde på filmer i filmlisten

source: Load Playlist
cs: načíst Playlist
es: Cargar lista de reproducción
hr: Učitaj playlistu
lt: Įkelti grojaraštį
lv: Ielādēt repertuāru
no: Hent spilliste

source: Load metadata from database
cs: načíst metadata z databáze
es: Cargar metadatos desde la base de datos
lt: Įkelti meta duomenis iš duomenų bazės
no: Bruk rask innlesing av filmbeskrivelse i filmlisten

source: Loading a picture from '%s' failed!
cs: Načtení obrázků z '%s' selhalo !
es: ¡Error al cargar una imagen de '%s'!
hr: Učitavanje slike iz '%s' neuspješno!
lt: Paveikslėlio įkėlimas iš '%s' nepavyko!
lv: Attēla ielāde no '%s' neizdevās!
no: Lasting av bilde fra '%s' feilet!

source: Loading data. Please wait
cs: Načítám data, čekejte...
es: Cargando datos. Espere por favor
hr: Učitavam podatke. Molim pričekajte
lt: Įkeliami duomenys. Prašome palaukti
lv: Datu ielāde. Lūdzu gaidiet
no: Laster data. Vennligst vent...

source: Loading...
cs: ...načítám...
es: Cargando...
hr: Učitavam...
lt: Įkeliama...
lv: Ielāde...
no: Laster …

source: Loading... %s%%
cs: Načítám ... %s%%
es: Cargando... %s%%
hr: Učitavam... %s%%
lt: Įkeliama... %s%%
lv: Ielāde... %s%%
no: Laster... %s%%

source: Local client(s): %s
cs: lokální klient : %s
es: Cliente(s) local(es): %s
hr: Lokalni klijent(i): %s
lt: Vietinis klientas(-ai): %s
lv: Lokāls klients(i): %s
no: Lokale klienter(s): %s

source: Location
cs: - uložit do složky
es: Localización
hr: Lokacija
lt: Vieta
lv: Atrašanās vieta
no: Plassering

source: Location for instant recordings
cs: složka pro okamžitý záznam
es: Ruta para grabaciones instantáneas
hr: Lokacija za trenutne snimke
lt: Vieta greitiems įrašams
lv: Vieta tūlītējiem ierakstiem
no: Plassering av umiddelbare innspillinger

source: Lock:
cs: zámek :
es: Cerrar:
lt: Fiksuota:
lv: Slēgt:
no: Lås:

source: Log results to harddisk
cs: uložit log.soubor na harddisk
es: Logar resultados al disco duro
hr: Log.rezultate na HDD
lt: Žurnalo rezultatus įrašyti į kietą diską
lv: Žurnalēt rezultātus uz cietā diska
no: Logg resultater til harddisk

source: LogoManager Setup
cs: LogoManager - nastavení...
es: Configuración de LogoManager
lt: Logotipų tvarkyklės sąranka

source: Long Keypress
cs: _dlouhé stlačení tlačítka_
es: Pulsación prolongada
hr: Dugi pritisak tipke
lt: Ilgas mygtuko spaudimas
lv: Ilgstošs taustiņa nospiediens
no: Langt tastetrykk

source: Long filenames
cs: dlouhé názvy
es: Nombres de ficheros largos
hr: Dugačko ime datoteke
lt: Ilgi failų pavadinimai
lv: Garie failu nosaukumi
no: Lange filnavn

source: Longitude
cs: zeměpisná délka
es: Longitud
hr: Longituda
lt: Ilguma
lv: Garums
no: Lengdegrad

source: Lookup other SDT
cs: vyhledat i další pom.kanály
es: Buscar otro SDT
hr: Potraži drugi SDT
lt: Ieškoti kitų SDT
lv: Meklēt citu SDT
no: Se etter flere SDT

source: Low
cs: nízký
es: Bajo
hr: Nisko
lt: Žemas
lv: Zems
no: Lav

source: Lower USB
cs: USB spodní port
es: USB inferior
hr: Donji USB
lt: Apatinis USB lizdas
lv: Apakšējais USB
no: Nedre USB

source: MANUALLY start service searching, press green to change
cs: Manuální spuštění vyhledávání stanic ...zelené -> start...
es: MANUALMENTE comienza la búsqueda de canales, pulse verde para cambiar
hr: RUČNO pokrenite potragu usluga, pritisnite zelenu za promjenu
lt: Pradėkite paiešką RANKINIU BŪDU, norėdami pakeisti spauskite žalią
lv: MANUĀLI sākt kanālu meklēšanu, spiediet zaļo, lai mainītu
no: MANUELL start av tjenestesøk, trykk GRØNN for å endre

source: MMC authentication failed
cs: Ověření MMC se nepodařilo !
es: Falló la autenticación MMC
hr: MMC autorizacija neuspješna
lt: MMC autentifikacija nepavyko
lv: MMC autentifikācija neizdevās
no: MMC godkjenning mislyktes

source: MORE
cs: další
es: MAS
hr: VIŠE
lt: DAUGIAU
lv: VAIRĀK
no: FLERE

source: MPHelp
lt: MP pagalba
no: MPHjelp

source: Main menu
cs: Hlavní menu >>
es: Menú principal
hr: Glavni izbornik
lt: Pagrindinis meniu
lv: Galvenā izvēlne
no: Hovedmeny

source: Mainmenu
cs: hlavní menu
es: Menú principal
hr: Glavni izbornik
lt: Pagrindinis meniu
lv: Galvenā izvēlne
no: Hovedmeny

source: Make this mark an 'in' point
cs: udělat z této značky 'počáteční' bod
es: Hacer de esta marca un punto de entrada
hr: Napravi ovu oznaku kao 'ulaznu' točku
lt: Padaryti šią žymę 'įėjimo' tašku
lv: Padarīt šo atzīmi par 'ieejas' punktu
no: Gjør denne markør til et 'inn' punkt

source: Make this mark an 'out' point
cs: udělat z této značky 'koncový' bod
es: Hacer de esta marca un punto de salida
hr: Napravi ovu oznaku kao 'izlaznu' točku
lt: Padaryti šią žymą 'išėjimo' tašku
lv: Padarīt šo atzīmi par 'izejas' punktu
no: Gjør denne markør til et 'ut' punkt

source: Make this mark just a mark
cs: zadat z tohoto jen značku
es: Hacer una marca normal
hr: Napravi ovu oznaku samo kao oznaku
lt: Padarykite paprastą žymą
lv: Padarīt šo atzīmi vienkārši par atzīmi
no: Gjør denne markør til bare en markør

source: Manage and edit timers.
cs: Správa časovačů nahrávání_
es: Administrar y editar temporizadores.
hr: Upravljaj i mijenjaj tajmer postavke.
lt: Valdykite ir redaguokite laikmačius.
lv: Pārvaldīt un rediģēt taimerus.
no: Håndtere og redigere timere.

source: Manage extensions
cs: dostupné std.moduly
es: Manejar extensiones
hr: Upravljanje dodacima
lt: Išplėtimų valdymas
lv: Pārvaldīt papildinājumus
no: Administrer tillegg

source: Manage your Media Database
cs: -- správa databáze videa
es: Administre su base de datos de medios
lt: Savo duomenų bazės valdymas
lv: Pārvaldīt mediju datu bāzi
no: Håndter din Mediadatabase

source: Manage your receiver's software
cs: Záloha nastavení, lok.instalace Image, aktualizace_
es: Manejar el software de su receptor
hr: Upravljanje softverom prijamnika
lt: Valdykite savo imtuvo programinę įrangą
lv: Pārvaldīt ierīces programmatūru
no: Administrer tunerens programvare

source: Manual Scan
cs: kanály - vyhledat manuálně
es: Búsqueda Manual
hr: Ručno Pretraživanje
lt: Rankinė paieška
lv: Manuālā skenēšana
no: Manuelt søk

source: Manual scan
cs: manuální vyhledávání
es: Búsqueda anual
hr: Ručno pretraživanje
lt: Rankinė paieška
lv: Manuālā skenēšana
no: Manuelt søk

source: Manual service scan
cs: manuální vyhledání kanálů
es: Búsqueda manual de canal
lt: Rankinė kanalų paieška

source: Manual transponder
cs: manuální definice transpondéru
es: Transpondedor manual
hr: Ručno uneseni transponder
lt: Rankinis transponderio pasirinkimas
lv: Manuāls transponderis
no: Manuell transponder

source: Manually scan for new services.
cs: Manuálně vyhledat nové kanály_
es: Buscar manualmente nuevos canales.
hr: Ručno skeniraj za nove usluge.
lt: Naujų kanalų ieškoti rankiniu būdu.
lv: Manuāli skenēt jaunus servisus.
no: Manuelt søk etter nye kanaler.

source: Manually select a mountpoint.
cs: manuálně nakonfigurovat přípojný bod
es: Seleccione manualmente un punto de montaje.
hr: Ručno odaberite mountpoint.
lt: Prijungimo tašką pasirinkti rankiniu būdu.
lv: Manuāli izvēlēties montējumu.
no: Manuelt velg et monteringspunkt.

source: Manufacturer
cs: výrobce
es: Fabricante
hr: Proizvođač
lt: Gamintojas
lv: Ražotājs
no: Produsent

source: Margin after record
cs: čas.rezerva za záznamem (min.)
es: Margen después de grabar
hr: Rub nakon snimanja
lt: Sujungti po įrašymo
lv: Atstarpe aiz ieraksta
no: Margin etter innspilling

source: Margin before record (minutes)
cs: čas.rezerva před záznamem (min.)
es: Margen antes de grabar (minutos)
hr: Rub prije snimanja (u minutama)
lt: Sujungti prieš įrašymą (minutėmis)
lv: Atstarpe pirms ieraksta (minūtēs)
no: Margin før innspilling (i minutter)

source: Mask (IPv4)
cs: maska (IPv4)
es: Máscara (IPv4)
lt: Potinklio kaukė (IPv4)
lv: Maska (IPv4)
no: Maske: (IPv4)

source: Maximum
cs: maximální
es: Máximo
hr: Maksimum
lt: Didžiausias
lv: Maksimums
no: Maksimum

source: Maximum stream resolution
cs: max.rozlišení pro sdílení
es: Resolución máxima de transmisión
lt: Didžiausia srauto rezoliucija
lv: Maksimālā plūsmas izšķirtspēja
no: Maksimum streamoppløsning

source: Media Database
cs: databáze videa
es: Base de datos de medios
hr: Lista lokacija Medija
lt: Medijos duomenų bazė
lv: Mediju datu bāze

source: Media Database Browser
cs: Databáze videa...
es: Navegador de base de datos de medios
hr: Preglednik liste lokacije medija
lt: Medijos duomenų bazės naršyklė
lv: Mediju datu bāzes pārlūks
no: Mediadatabase leser

source: Media player
es: Reproductor
hr: Reprodukcija Video sadržaja
lt: Medijos grotuvas
lv: Mediju atskaņotājs
no: Mediaspiller

source: MediaCenter
cs: media - centrum
hr: Medijski Centar
lt: Medijos centras
lv: MedijuCentrs
no: DP MediaCenter

source: MediaCenter - Menu
es: MediaCenter - Menú
hr: Medijski Centar - Izbornik
lt: Medijos centras - meniu
lv: MedijuCentrs - Izvēlne
no: MediaCenter - Meny

source: MediaCenter Menu
es: MediaCenter Menú
lt: Medijos centro meniu
lv: MedijuCentra Izvēlne
no: MediaCenter Meny

source: MediaCenter: Main Settings
cs: MediaCenter: základní nastavení
es: MediaCenter: Configuración Principal
hr: Medijski Centar: Glavna konfiguracija
lt: Medijos centras: pagrindiniai nustatymai
lv: MedijuCentrs: Pamatiestatījumi
no: MediaCenter - Hovedoppsett

source: MediaDatabase RESET!
cs: reset databáze videa
lt: Media duomenų bazė ATSTATYTA!
no: Mediadatabase TILBAKESTILT!

source: MediaDatabase was NOT reset!
cs: Databázi videa nelze resetovat !
es: ¡MediaDatabase NO se reseteo!
lt: Media duomenų bazė NE atstatyta!
no: Mediadatabase ble IKKE tilbakestilt!

source: MediaPlayer
hr: Reprodukcija Video sadržaj
lt: Medijos grotuvas
lv: Mediju atskaņotājs
no: Mediaspiller

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
cs: MediaScanner analyzuje soubory videa a zobrazí menu s odpovídajícími akcemi pro prohlížení obrázků nebo videa
es: MediaScanner escaneará sus dispositivos en busca de ficheros reproducibles y visualizará un menú con las acciones posibles como ver fotos o reproducir películas.
hr: MediaScanner pretražuje uređaje za izvođenje medijskih datoteka i prikazuje izbornik s mogućim akcijama poput gledanja slika ili reprodukcije filmova.
lt: Medijos skeneris ieško medija failų ir rodo galimų veiksmų su jais meniu, pvz. nuotraukų peržiūra, ar filmų žiūrėjimas.
lv: MedijuSkeneris skenē ierīcēs atskaņojamus mediju failus un parāda izvēlni ar iespējamām darbībām, piem. skatīt attēlus vai atskaņot filmas.
no: MediaScanner søker i enheter etter spillbare filer og viser en meny med mulige valg som å se bilder eller avspille filmer.

source: Mediabrowser Selection
cs: Výběr zdroje videa...
es: Selección de navegador de medios
hr: Mediabrowser Odabir
lt: Medijos naršyklės pasirinkimas
lv: Mediju pārlūka izvēle
no: Medialeser valg

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
cs: Mediaplayer přehrává vybrané video a audio. Přehraje ze samostatného seznamu, zobrazí obal a info z alba.
es: Mediaplayer reproduce su música y vídeos favoritos. Reproduce todos sus archivos de música y vídeo favoritos, organízalos en listas de reproducción y visualiza la información de la portada y el álbum.
hr: Mediaplayer izvodi vašu omiljenu glazbu i video. Izvodi sve vaše omiljene glazbe i video datoteke, organizira ih u liste, pregled omota i informacija o albumu.
lt: Medijos grotuvas atkuria jūsų mėgstamą muziką ir vaizdus. Groja visą jūsų mėgstamą muziką ir vaizdo failus, tvarko juos grojaraščiuose, peržiūri albumo informaciją ir viršelius.
lv: Mediju atskaņotājs atskaņos jūsu favorītmūziku un video. Atskaņo visus jūsu favorītmūzikas un video failus, organizē repertuārus, rāda vāka un albuma informāciju.
no: Mediaspilleren spiller av dine musikkfiler og filmer. Spill av all favorittmusikk og filmer, organiser dem i spillelister, se albumgrafikk og albuminfomasjon.

source: Medium
cs: střední
es: Medio
hr: Srednje
lt: Vidutinis
no: Middels

source: Medium is not a writeable DVD!
cs: Na médium DVD nelze zapisovat !
es: ¡El disco no es un DVD grabable!
hr: Medij nije zapisivi DVD!
lt: Tai neįrašomas DVD!
lv: Datu nesējs nav ierakstāms DVD!
no: Mediet er ikke en skrivbar DVD!

source: Medium is not empty!
cs: Médium není prázdné !
es: ¡El disco no está vacío!
hr: Medij nije prazan!
lt: Laikmena netuščia!
lv: Datu nesējs nav tukšs!
no: Mediet er ikke tomt!

source: Medium toolbox
cs: nástroje médií
es: Herramienta de medios
hr: Medij alati
lt: Medijos priemonių rinkinys
lv: Datu nesēja rīki
no: Medieverktøy

source: Menu
es: Menú
hr: Izbornik
lt: Meniu
lv: Izvēlne
no: Meny

source: Menu Sort
cs: Seřadit a skrýt položky hl.menu...
es: Ordenar menú
lt: Rūšiuoti meniu
lv: Izvēlnes kārtošana

source: Merlin Program Guide
lt: Merlin programos vadovas

source: Merlin Programm Guide
cs: Merlin Program Guide
lt: Merlin programos vadovas

source: Message
cs: - Info -
es: Mensaje
hr: Poruka
lt: Pranešimas
lv: Paziņojums
no: Melding

source: Message...
cs: - info ...
es: Mensaje...
hr: Poruka...
lt: Pranešimas...
lv: Paziņojums...
no: Melding...

source: Method (IPv4)
cs: metoda (IPv4)
es: Método (IPv4)
hr: Metoda (IPv4)
lt: Metodas (IPv4)
lv: Metode (IPv4)
no: Metode (IPv4)

source: Method (IPv6)
cs: metoda (IPv6)
es: Método (IPv6)
hr: Metoda (IPv6)
lt: Metodas (IPv6)
lv: Metode (IPv6)
no: Metode (IPv6)

source: Minimum treshold in seconds before resuming
cs: min. prodleva v sek. před pokračováním
es: Umbral mínimo en segundos antes de reanudar
lt: Minimali riba sek. iki tęsimo
lv: Minimālais slieksnis sekundēs pirms atsākšanas
no: Minimum tid i sekunder før omstart

source: Mkfs failed
cs: Mkfs selhalo
es: Falló mkfs
hr: Mkfs neuspjelo
lt: Mkfs klaida
lv: Mkfs neizdevās
no: Mkfs feilet

source: Mode
cs: mód zobrazení
es: Modo
hr: Mod
lt: Būsena
lv: Režīms
no: Modus

source: Model
es: Modelo
lt: Modelis
lv: Modelis
no: Modell

source: Modulation
cs: modulace
es: Modulación
hr: Modulacija
lt: Moduliacija
lv: Modulācija
no: Modulasjon

source: Mon
cs: Po
es: Lun
hr: Pon
lt: Pir
lv: Pr
no: Man

source: Mon-Fri
cs: Po - Pá
es: Lun-Vie
hr: Pon-Pet
lt: Pir-Pen
lv: Pr-Pk
no: Man-Fre

source: Monday
cs: pondělí
es: Lunes
hr: Ponedeljak
lt: Pirmadienis
lv: Pirmdiena
no: Mandag

source: More ...
cs: další volby...
es: Más ...
lt: Daugiau ...
lv: Vairāk ...
no: Mere

source: Mosquito noise reduction
cs: snížit šum na hranách
es: Reducción de ruido de mosquito
hr: Mosquito smanjenje buke
lt: Moskitų triukšmo mažinimas
lv: Moskītu trokšņu samazināšana
no: Mosquito støyreduksjon

source: Mount failed
cs: Připojení se nezdařilo !
es: Montaje fallido
hr: Namještanje neuspješno
lt: Prijungti nepavyko
lv: Montēšana neizdevās
no: Monteringen feilet

source: MountEdit
cs: upravit připojení
hr: Mount Uređivač
lt: Prijungimo redagavimas

source: MountView
cs: Použité připojné body...
hr: Mount pregled
lt: Prijungimo peržiūra

source: Mountpoint:
cs: přípojný bod :
es: Punto de montaje:
lt: Prijungimo vieta:
lv: Montējums:
no: Monteringspunkt:

source: Mouse Off
cs: vypnout myš
es: Desactivar ratón
hr: Miš isključi
lt: Pelė išjungta
lv: Izslēgt peli
no: Mus AV

source: Move Picture in Picture
cs: - přesunout okno PiP
es: Mover PiP
hr: Premjesti Sliku u Slici
lt: Perkelti vaizdą vaizde (PiP)
lv: Pārvietot attēlu attēlā
no: Flytt Bilde i Bilde

source: Move east
cs: posun východně
es: Mover al este
hr: Pokreći na istok
lt: Sukti į rytus
lv: Griezt uz austrumiem
no: Flytt østover

source: Move selected item down
cs: vybranou položku posunout dolů
es: Mover elemento seleccionado hacia abajo
hr: Pokreni odabrani segment dolje
lt: Perkelti pasirinktą elementą žemyn
lv: Pārvietot izvēlēto elementu lejup
no: Flytt valgt punkt ned

source: Move selected item up
cs: vybranou položku posunout nahoru
es: Mover elemento seleccionado hacia arriba
hr: Pokreni odabrani segment gore
lt: Perkelti pasirinktą elementą aukštyn
lv: Pārvietot izvēlēto elementu augšup
no: Flytt valgte punkt opp

source: Move west
cs: pootočit západně
es: Mover al oeste
hr: Pokreći na zapad
lt: Sukti į vakarus
lv: Griezt uz rietumiem
no: Flytt vestover

source: Movie location
cs: složka videa
es: Ubicación de la película
hr: Lokacija filma
lt: Filmų vieta
lv: Filmu atrašanās vieta
no: Filmplassering

source: MovieSelection QuickButton Setup
cs: nastavení MovieSelection QuickButton
lt: Filmų pasirinkimo greito mygtuko sąranka

source: Movielist
cs: ---PRÁCE S VIDEEM---
es: Lista de películas
hr: Lista filmova
lt: Filmų sąrašas
lv: Filmu saraksts
no: Filmliste

source: Movielist menu
cs: Nastavení seznamu...
es: Menú de la lista de películas
hr: Izbornik liste filmova
lt: Filmų sąrašo meniu
lv: Filmu saraksta izvēlne
no: Filmliste meny

source: Multi EPG
cs: akt.programy_2
es: EPG Múltiple
hr: Više EPG
lt: Daugiakanalis EPG
lv: Daudzkanālu EPG
