Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Sorry MediaScanner is not installed!
cs: MediaScanner není nainstalovaný !
es: ¡Lo sentimos, MediaScanner no está instalado!
hr: Nažalost MediaScanner nije instaliran!
lt: Atsiprašome, medijos skeneris neįdiegtas!
lv: Atvainojiet, MedijuSkeneris nav instalēts!
no: MediaScanner er ikke installert!

source: Sorry no backups found!
cs: Záloha není dostupná !
es: ¡Lo sentimos, no se encontraron copias de seguridad!
hr: Nažalost spremljena kopija nije nađena!
lt: Atsiprašome, jokių atsarginių kopijų nerasta!
lv: Atvainojiet, rezerves kopijas nav atrastas!
no: Backup ikke funnet!

source: Sorry your backup destination is not writeable. Please choose an other one.
cs: Do zadané složky nelze zálohu zapisovat ! Vyberte jiné umístění...
es: Lo sentimos, no se puede escribir en el destino de la copia de seguridad. Por favor elije otro.
hr: Žao nam je, vaša destinacija za spremanje kopija nije zapisiva. Molim odaberite drugu.
lt: Atsiprašome, jūsų atsarginei kopijai pasirinkta vieta neskirta rašymui. Pasirinkite kitą vietą.
lv: Izvēlētais rezerves kopijas galamērķis nav ierakstāms. Lūdzu izvēlieties citu.
no: Backup destinasjon er ikke skrivbar. Vennligst velg en annen plassering.

source: Sorry, could not remove mount entry from fstab.
cs: Připojení se nedá odstranit z fstab !
es: Lo sentimos, no se pudo eliminar la entrada de montaje de fstab.
hr: Nažalost nisam mogao ukloniti montirani unos iz fstab.
lt: Atsiprašome, nepavyko pašalinti įrašo iš fstab.
lv: Atvainojiet, nevar dzēst montējuma ierakstu no fstab.
no: Kunne ikke fjerne monteringspunkt fra fstab.

source: Sorry, your backup destination is not writeable. Please choose another one.
cs: Do zadané složky nelze zálohu zapisovat ! Vyberte jiné umístění...
es: Lo sentimos, no se puede escribir en el destino de la copia de seguridad. Por favor elije otro.
hr: Žao nam je, vaša destinacija za spremanje kopija nije zapisiva. Molim odaberite drugu.
lt: Atsiprašome, jūsų atsarginės kopijos pasirinkimas nėra tinkamas rašymui. Prašome pasirinkti kitą.
lv: Atvainojiet, rezerves kopijas mape nav ierakstāma. Lūdzu izvēlaties citu.
no: Backup destinasjon er ikke skrivbar. Vel en annen plassering.

source: Sorry, your directory is not writeable.
cs: Do složky se nedá zapisovat !
es: Lo sentimos, su directorio no se puede escribir.
hr: Nažalost, u vaš direktorij nije moguće zapisivati.
lt: Atsiprašome, jūsų direktorija nėra įrašoma.
lv: Atvainojiet, mape nav ierakstāma.
no: Katalog er ikke skrivbar.

source: Sort A-Z
cs: ↑A-Z
es: Ordenar A-Z
hr: Sortiraj A-Z
lt: Rūšiuoti A-Z
lv: Kārtot A-Z
no: Sorter A-Z

source: Sort Time
cs: ↑podle času
es: Ordenar por hora
hr: Vrijeme Sortiranja
lt: Rūšiuoti pagal laiką
lv: Kārt.laiks
no: Sorter etter tidspunkt

source: South
cs: jižní
es: Sur
hr: Jug
lt: Pietūs
lv: Dienvidi
no: Sør

source: Spanish
cs: španělsky
es: Español
hr: Španjolski
lt: Ispanų
lv: Spāņu
no: Spansk

source: Special Event Handlers
cs: ---KONTROLA STAVU---
es: Controladores de eventos especiales
hr: Rukovoditelj specijalnih radnji
lt: Specialūs įvykių tvarkytojai
no: Spesiell hendelseshåndtering

source: Speed
cs: otáčky :
es: Velocidad
lt: Greitis
no: Hastighet

source: Split preview mode
cs: Půlený náhled -> upravovaný...
es: Modo de vista previa dividida
hr: Podijeli način pregleda
lt: Peržiūros būdas (padalintas ekranas)
lv: Sadalīt priekšskates režīmu
no: Delt forhåndsvisning

source: Stalker Middleware Client Configuration
cs: Stalker Middleware - konfigurace klienta
es: Configuración Stalker Middleware Client
lt: Stalker Middleware kliento konfigūracija
no: Stalker Middleware klientkonfigurasjon

source: Standby
cs: >hluboký spánek - vypnutí
es: Reposo
hr: Isključiti
lt: Budėjimo režimas
lv: Gaidstāve

source: Standby / Restart
cs: vypnutí / restart >>
es: Reposo / Reiniciar
hr: Isključi / Ponovno pokreni
lt: Budėti / Paleisti iš naujo
lv: Gaidstāve / Pārstartēt
no: Standby & Omstart

source: Standby Fan %d PWM
cs: V%d:mod.spánku
es: Ventilador en reposo %d PWM
hr: Ventilator u stanju mirovanja %d PWM
lt: Vent. %d PWM budėjimo režime
lv: Ventilatora gaidstāve %d PWM
no: Standby vifte %d PWN

source: Standby Fan %d Voltage
cs: V%d:nap.spánku
es: Ventilador en reposo %d Voltaje
hr: Ventilator u stanju mirovanja %d Voltaža
lt: Vent. įtampa %d budėjimo režime
lv: Ventilatora spriegums %d gaidstāvē
no: Standby vifte %d Volt

source: Start HbbTV...
cs: červené tl.HbbTV...
es: Iniciar HbbTV...
hr: Pokreni HbbTV...
lt: Pradėti Hibridinę TV...
lv: Startē HbbTV...
no: Starter HbbTV...

source: Start from the beginning
cs: spustit od začátku
es: Comenzar desde el inicio
hr: Krenuti iz početka
lt: Pradėti iš nuo pradžių
lv: Sākt no sākuma
no: Start fra begynnelsen

source: Start over
cs: restart
es: Comenzar de nuevo
hr: Pokreni ponovno
lt: Pradėti nuo
lv: Sākt no jauna
no: Start på nytt

source: Start recording?
cs: Spustit nahrávání ?
es: ¿Iniciar grabación?
hr: Početi snimanje?
lt: Pradėti įrašymą?
lv: Sākt ierakstu?
no: Start innspilling?

source: Start storage device plugin...
cs: Start modulu pro úložné zařízení...
es: Inicie el plugin del dispositivo de almacenamiento...
hr: Pokreni dodatak uređaja za pohranu...
lt: Paleisti saugojimo įrenginio priedą...
lv: Startē glabātuves ierīces spraudni...
no: Starter programvare for lagringsenheter...

source: Start with current service
cs: začít na aktuálním kanálu
es: Comenzar con el canal actual
lt: Pradėti su dabartiniu kanalu
no: Start EPG for aktiv kanal

source: Start with current service instead of first service.
cs: začít na aktuálním kanálu, ne na prvním
es: Comience con el canal actual en lugar del primer canal.
lt: Pradėti su dabartiniu kanalu vietoj pirmojo kanalo.
no: Start EPG liste med aktiv kanal, eller start med første kanal i kanallisten

source: StartTime
cs: začátek nahrávání / přepnutí
es: HoraInicio
hr: Početno vrijeme
lt: Paleidimo pradžia
lv: Sākt
no: Starttidspunkt

source: Starting on
cs: začíná od...
es: Comenzando
hr: Pokrećem
lt: Paleidimas įjungtas
lv: Sākot ar
no: Starter på

source: Startwizard
cs: Nastavení tunerů...
es: Comenzar asistente
hr: Čarobnjak
lt: Paleisti vedlį
lv: Uzsākšanas vednis
no: Startguide

source: Status Detail
cs: detaily stavu...
es: Detalle de estado
hr: Detalji Statusa
lt: Būsenos detalės
lv: Statusa info
no: Statusdetaljer

source: Step east
cs: krok východně
es: Paso este
hr: Korak na istok
lt: Žingsnis į rytus
lv: Solis uz austrumiem
no: Steg øst

source: Step west
cs: krok západně
es: Paso oeste
hr: Korak na zapad
lt: Žingsnis į vakarus
lv: Solis uz rietumiem
no: Steg vest

source: Stop
es: Parar
lt: Stabdyti
lv: Apturēt
no: Stopp

source: Stop Playback
cs: zastavit přehrávání
es: Detener reproducción
hr: Zaustavi Reprodukciju
lt: Stabdyti grojimą
lv: Apturēt atskaņošanu
no: Stopp playback

source: Stop Timeshift?
cs: Zrušit Timeshift ?
es: ¿Parar grabación de pausa?
hr: Zaustaviti vremenski pomak?
lt: Stabdyti laiko poslinkį?
lv: Apturēt laikaizturi?
no: Stopp Timeshift?

source: Stop current event and disable coming events
cs: přerušit běžící program a ignorovat další
es: Para el evento actual y desactivar los eventos siguientes
hr: Zaustavi trenutni i onemogući ostale dolazeće
lt: Stabdyti veikiantį įvykį ir išjungti sekantį įvykį
lv: Apturēt pašreizējo notikumu un izslēgt nākamos notikumus
no: Stopp denne hendelsen og deaktiver kommende

source: Stop current event but not coming events
cs: přerušit běžící program, ale další ponechat
es: Parar el evento actual pero no los eventos siguientes
hr: Zaustavi trenutni događaj ali ne i ostale dolazeće
lt: Stabdyti veikiantį įvykį, nevykdant sekančių įvykių
lv: Apturēt pašreizējo notikumu, bet ne nākamos notikumus
no: Stopp denne hendelsen, men ikke de som kommer

source: Stop playing this movie?
cs: Zastavit přehrávání videa ?
es: ¿Parar la reproducción de esta película?
hr: Zaustaviti Film?
lt: Stabdyti šio filmo žiūrėjimą?
lv: Apturēt filmas atskaņošanu?
no: Stoppe avspilling av denne filmen?

source: Stop testing plane after # failed transponders
cs: Zastavit testování po selhání # transpondérů
es: Parar el testeo plano después de # transporders fallidos
hr: Zaustavite testiranje nakon #propalih transpondera
lt: Stabdyti testą po # transponderių klaidų
lv: Apturēt testēšanu pēc # neatrastiem transponderiem
no: Stopp testforsøk etter # feilede transpondere

source: Stop testing plane after # successful transponders
cs: Zastavit testování po # úspěšných transpondérech
es: Parar el testeo plano después de # transponders correctos
hr: Zaustavite testiranje nakon # uspješnih transpondera
lt: Stabdyti testą po # pavykusių transponderių
lv: Apturēt testēšanu pēc # atrastiem transponderiem
no: Stopp testforsøk etter # vellykkede transpondere

source: Storage device
cs: úložné zařízení
es: Dispositivo de almacenamiento
hr: Uređaj za pohranu
lt: Saugojimo įrenginys
lv: Glabātuves ierīce
no: Lagringsenhet

source: Storage device information
cs: Úložné zařízení-info...
es: Información del dispositivo de almacenamiento
hr: Informacije uređaja za pohranu
lt: Saugojimo įrenginio informacija
lv: Glabātuves ierīces informācija
no: Informasjon om lagringsenhet

source: Storage devices
cs: úložná zařízení, disky
es: Dispositivos de almacenamiento
hr: Uređaji za pohranu
lt: Saugojimo įrenginiai
lv: Glabātuves ierīces
no: Lagringsenheter

source: Storage plugins
cs: modul pro ukládání
es: Plugins de almacenamiento
hr: Dodaci uređaja za pohranu
lt: Saugojimo priedai
lv: Glabātuves spraudņi
no: Tillegg for lagringsenheter

source: Storage, Common Interface, Input, ...
cs: Ukládání dat, DO, HDMI, chlazení_
es: Almacenamiento, interfaz común, entrada, ...
hr: Uređaj za pohranu, cam, ulaz, ...
lt: Saugykla, bendroji sąsaja, įvestis, ...
lv: Glabātuve, Common interfeiss, Ievade, ...
no: Lagringsenheter, Felles grensesnitt, Tilkoblinger, ...

source: Store position
cs: uložit pozici
es: Almacenar posición
hr: Spremi poziciju
lt: Išsaugoti poziciją
lv: Saglabāt pozīciju
no: Lagre posisjon

source: Stored position
cs: uložená pozice
es: Posición almacenada
hr: Spremljene pozicije
lt: Išsaugota pozicija
lv: Saglabātā pozīcija
no: Lagret posisjon

source: Stream ID
cs: ID streamu
lt: Srauto ID
lv: Plūsmas ID

source: Stream Id
cs: ID streamu
lt: Srauto Id
lv: Plūsmas Id

source: Stream Server Configuration
cs: konfigurace serveru sdílení
es: Configuración Stream Server
lt: Srautinio serverio konfigūravimas
lv: Plūsmas servera konfigurācija
no: Stream server oppsett

source: Streaming
cs: ---SDÍLENÍ---
lt: Srautinis perdavimas

source: Streaming Server
cs: server pro sdílení
es: Servidor de Streaming
lt: Srautinis serveris
lv: Straumēšanas serveris

source: Streaming Server Setup
cs: Konfigurace sdílení ze serveru_
es: Configuración Streaming Server
hr: Postavke Streaming Servera
lt: Srautinio serverio sąranka
lv: Straumēšanas servera iestatījumi
no: Streaming server oppsett

source: Streaming error: %s
cs: chyba sdílení : %s
hr: Greška Streaminga: %s
lt: Srautinė klaida:%s
lv: Plūsmas kļūda: %s
no: Streamfeil: %s

source: Subservice list...
cs: zelené tl. - PIP
es: Lista de subcanales...
hr: Lista podkanala...
lt: Subkanalų sąrašas...
lv: Papildkanālu saraksts...
no: Liste over subkanaler eller hurtigtast funksjon

source: Subservices
cs: programy
es: Subcanales
hr: Podusluge
lt: Subkanalai
lv: Papildkanāli
no: Undertjenester

source: Subtitle selection
cs: titulky...
es: Selección de subtítulo
hr: Selekcija titlova
lt: Subtitrų pasirinkimas
lv: Subtitru izvēle
no: Velg undertekst

source: Subtitles
cs: ---titulky---
es: Subtítulos
hr: Titlovi
lt: Subtitrai
lv: Subtitri
no: Undertekster

source: Succeeded:
cs: dokončeno :
es: Exito:
lt: Sėkmingai:
no: Ferdige:

source: Success
cs: ...hotovo...
es: Éxito
hr: Uspješno
lt: Sėkmingai
lv: Izdevās
no: Suksess

source: Successfully, deactivated mount entry from fstab.
cs: Úspěšně odpojeno ze Fstab
es: Se desactivó correctamente la entrada de montaje de fstab.
hr: Uspješno je deaktiviran montirani unos iz fstab.
lt: Sėkmingai išjungtas prijungimo įrašas iš fstab.
lv: Veiksmīgi, deaktivizēts montējuma ieraksts no fstab.
no: Vellykket demontering av monteringspunkt fstab.

source: Sun
cs: Ne
es: Dom
hr: Ned
lt: Sek
lv: Sv
no: Søn

source: Sunday
cs: neděle
es: Domingo
hr: Nedjelja
lt: Sekmadienis
lv: Svētdiena
no: Søndag

source: Supplies DBus with some additional functionality
cs: Propůjčení DBus pro některé dodatečné funkce
es: Suministra DBus con alguna funcionalidad adicional
lt: Tiekia DBus papildomą funkciją
no: Støtter DBus med noen tilleggsfunksjoner

source: Swap Services
cs: prohodit PiP a hl.obraz
es: Intercambiar Canales
hr: Servisi Swap-a
lt: Sukeisti kanalus
lv: Samainīt kanālus
no: Bytt kanaler

source: Swedish
cs: švédsky
es: Sueco
hr: Švedski
lt: Švedų
lv: Zviedru
no: Svensk

source: Switch to next subservice
cs: přepnout na další kanál
es: Cambiar al subcanal siguiente
hr: Prebaci na sljedeći podkanal
lt: Perjungti į kitą subkanalą
lv: Pārslēgt uz nākamo papildkanālu
no: Bytt til neste underkanal

source: Switch to previous subservice
cs: přepnout na předchozí kanál
es: Cambiar al subcanal anterior
hr: Prebaci na predhodni podkanal
lt: Perjungti į ankstesnį subkanalą
lv: Pārslēgt uz iepriekšējo papildkanālu
no: Bytt til forrige underkanal

source: Symbol rate
cs: symb.rychlost
hr: Symbol rata
lt: Simbolių dažnis
lv: Simbolātrums
no: Symbolhastighet

source: Symbolrate:
cs: symb.rychlost :
lt: Simbolių sparta:

source: Sync mode
cs: režim synchronizace
es: Modo de sincronización
lt: Sinchronizavimo režimas

source: System
cs: >nastavení systému >>
es: Sistema
hr: Sistem
lt: Sistema
lv: Sistēma

source: TRANSLATOR_INFO
cs: Roxy - vro@wo.cz
es: josej@zapater.fdns.net & Magog Traductores de enigma2 al español.
hr: Jurica ( pogy007@gmail.com ) Sve greške i prijedloge uputiti na mail. (po mogućnosti s slikom greške ili konflikta značenja) Zahvala Marinku na doprinosu. Marinko <marinko57@gmail.com>
lt: Audronis Grincevičius (Adga) Pasvalys
lv: DreamMuca, Latvija
no: Sist oppdatert 14. nov. 2018 Har du forlag til endringer, ta kontakt på www.digsat.net

source: TS Streaming Buffer (ms)
cs: sdílený TS buffer (ms)
lt: TS srautinio buferio (ms)

source: TS file is too large for ISO9660 level 1!
cs: TS soubor je příliš velký pro ISO9660 level 1!
es: ¡El archivo TS es demasiado grande para el nivel 1 de ISO9660!
hr: TS file je prevelik za ISO9660 level 1!
lt: TS failas yra per didelis ISO9660 lygmeniui 1!
lv: TS fails ir par lielu ISO9660 level 1!
no: TS fil er for stor for ISO09660 nivå 1!

source: TV (force)
cs: TV (vynucená)
es: TV (forzar)
hr: TV (forsiran)
lt: TV (priverstinis)
no: TV (tving)

source: TV Services
cs: TV kanál,
es: Servicios de TV
hr: TV Kanali
lt: TV Kanalai
lv: TV kanāli
no: TV kanaler

source: TV System
cs: TV systém
es: Sistema de TV
hr: TV Sistem
lt: TV sistema
lv: TV sistēma

source: Tab
cs: záložka
hr: Kartica
lt: Lentelė
lv: Izcilnis

source: Table of content for collection
cs: obsah kompilace
es: Tabla de contenido para la colección
hr: Tablica sadržaja za prikupljanje
lt: Kolekcijos turinio lentelė
lv: Satura rādītājs kolekcijai
no: Samlingens innholdsfortegnelse

source: Tag 1
cs: značka 1
es: Etiqueta 1
lt: Žymė 1
lv: Etiķete 1
no: Kat. 1

source: Tag 2
cs: značka 2
es: Etiqueta 2
lt: Žymė 2
lv: Etiķete 2
no: Kat. 2

source: Tags
cs: označit žánr záznamu...
es: Etiquetas
lt: Žymės
lv: Etiķetes
no: Kategorier

source: Target directory for downloads
cs: cílová složka pro stahování
es: Directorio de destino para descargas
hr: Željeni direktorij za preuzimanja
lt: Tikslinis parsisiuntimų katalogas
lv: Lejuplāžu vietas mape
no: Målkatalog for nedlastinger

source: Target for forwarded Volume keys
cs: umístění tlačítek hlasitosti
es: Destino de las teclas de volumen reenviadas
hr: Meta za prosljeđene tipke Glasnoće
lt: Tikslinė perduotų garso klavišų paskirtis
lv: Pārsūtīto skaļuma taustiņu galamērķis
no: Mål for videresendte volumtaster

source: Technical details about channel and Dreambox.
cs: Techn.informace kanálu a Dreamboxu_
es: Detalles técnicos sobre el canal y Dreambox.
hr: Tehnički podaci o kanalu i Dreamboxu.
lt: Techniniai duomenys apie kanalą ir imtuvą.
lv: Kanāla un Dreambox tehniskā informācija.
no: Tekniske detaljer om kanal og Dreambox.

source: TeleTextFavoritesMenu
lt: Teletekstas mėgstamiausių meniu

source: TeleTextMenu
lt: Teleteksto meniu

source: Temperature
cs: teplota :
es: Temperatura
lt: Temperatūra
no: Temperatur

source: Temperature and Fan control
cs: regulace ventilátoru V1
es: Control de temperatura y ventilador
hr: Kontrola temperature i ventilatora
lt: Temperatūra ir ventiliatoriaus kontrolė
lv: Temperatūras un ventilatora kontrole
no: Temperatur og viftekontroll

source: Terrestrial
cs: pozemní
es: Terrestre
hr: Zemaljski
lt: Antžeminė TV
lv: Virszemes

source: Terrestrial provider
cs: pozemní operátor
es: Proveedor terrestre
hr: Zemaljski pružatelj
lt: Antžeminės TV tiekėjas
lv: Virszemes operators
no: Terrestrial tilbyder

source: Test DiSEqC settings
cs: test kanálů DiSEqC
es: Configuración de Test DisEqC
hr: Testiraj DiSEqC postavke
lt: Tikrinkite DiSEqC nustatymus
lv: DiSEqC iestatījumu pārbaude
no: Test DiSEqC innstillinger

source: Test Type
cs: typ testu
es: Tipo de Testeo
hr: Testiraj Tip
lt: Testo tipas
lv: Pārbaudes veids

source: Test python code with dreambox OS imports in a shell
cs: Test python kódu s OS Dreamboxu - import v shell
es: Pruebe el código python con las importaciones del sistema operativo dreambox en un shell
lt: Išbandyti python kodą su dreambox OS grafine aplinka
no: Test python kode med dreambox OS import i shell

source: Test your DiSEqC equipment
cs: -- modul pro kontrolu DISEqC
es: Testear el equipamiento DiSEqC
hr: Test DiSEqC opreme
lt: Patikrinkite savo DiSEqC įrangą
lv: Pārbaudīt DiSEqC aprīkojumu
no: Test ditt DiSEqC utstyr

source: Test-Messagebox?
cs: Hlášení testu ?
es: ¿Testear-Mensaje?
hr: Test-poštanski sandučić?
lt: Testuoti pranešimų dėžutę?
lv: Izmēģinājuma ziņojums?
no: Test meldingsboks?

source: Text
es: Texto
hr: Tekst
lt: Tekstas
lv: Teksts
no: Tekst

source: Text subtitle black box transparency
cs: transp.pozadí titulků >>
es: Transparencia subtítulos de texto
hr: Prozirnost crne trake titlova
lt: Teksto subtitrų juodųjų dėžių skaidrumas
no: Undertekst gjennomsiktighet

source: Text subtitle presentation
cs: barva pozadí textu titulků
es: Presentación de subtítulos
hr: Selekcija titlova
lt: Teksto subtitrų pateikimas
lv: Teksta subtitru noformējums
no: Undertekst presentasjon

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
cs: Váš satelitní přijímač je připravený. OK -> můžete jej začít používat...
es: Gracias por usar el asistente. Su Dreambox ya está lista para usar. Presiona OK para comenzar a usar tu Dreambox.
hr: Hvala vam na korištenju vodiča. Vaš prijemnik je sada spreman za korištenje. Molim pritisnite tipku OK za pokretanje vašeg Dreambox-a.
lt: Ačiū, kad naudojatės nustatymų vedliu. Jūsų imtuvas paruoštas naudojimui. Spauskite OK ir pradėkite naudotis imtuvu.
lv: Paldies, ka izmantojāt šo vedni. Ierīce ir gatava lietošanai. Lūdzu spiediet OK, lai sāktu lietot Dreambox.
no: Takk for at du brukte denne guiden. Din Dreambox er nå klar til bruk . Vennligst trykk OK å begynne å bruke den.

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
cs: CleanupWizard podává informace o volné interní paměti sat.přijímače v okamžiku, kdy klesne pod nastavenou mez. Přes tohoto průvodce lze odebrat některé nepoužívané moduly.
es: El Asistente de Limpieza le informa cuando la memoria libre interna de su Dreambox ha descendido de un límite definible. Puede usar este asistente para eliminar algunos plugins.
hr: Vodič za čišćenje vas obavještava kada je slobodna memorija vašeg dreamboxa ispod definirane granice. Možete koristiti ovaj vodič za uklanjanje nekih dodataka.
lt: Išvalymo vedlys informuoja, kai TV imtuvo vidinė laisva atmintis krinta žemiau apibrėžtos. Galite panaudoti šį vedlį nereikalingiems priedams pašalinti.
lv: TīrīšanasVednis informēs jūs, kad jūsu Dreambox iekšējās brīvās atmiņas apjoms ir nokrities zem definējamā sliekšņa. Jūs varat izmantot šo vedni, lai dzēstu dažus spraudņus.
no: CleanUpWizard gir beskjed når det interne minnet i din Dreambox har kommet under et definert nivå. Du kan bruke denne guiden til å fjerne tillegg.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
cs: Norma DVD nepodporuje video H.264 (HDTV) !
es: El estándar de DVD no es compatible con transmisiones de video H.264 (HDTV).
hr: DVD standard ne podržava H.264 (HDTV) video stremove.
lt: DVD standartas nepalaiko H.264 (HDTV) vaizdo srautų.
lv: DVD standarts neatbalsta H.264 (HDTV) video plūsmas.
no: DVD standarden støtter ikke H 264 (HDTV) vodeostreaming.

source: The Hotplug plugin notifies your system of newly added or removed devices.
cs: Modul Hotplug informuje o přidaných nebo odebraných zařízení ze systému
es: El plugin Hotplug notifica al sistema de un dispositivo añadido o quitado.
hr: Hotplug plugin obavještava sistem za nedavno dodane ili uklonjene uređaje.
lt: Greito pajungimo priedas praneša jūsų sistemai apie naujai pridėtus ar pašalintus įrenginius.
lv: Hotplug spraudnis ziņos sistēmai par no jauna pievienotām vai noņemtām ierīcēm.
no: HotPlug plugin varsler når deg når nye enheter plugges inn eller tas ut.

source: The JSON API Plugin provides a JSON-RPC Api for enigma2.
cs: JSON API modul poskytuje video-rámce JSON-RPC API pro Enigmu2.
es: El plugin JSON API proporciona una API JSON-RPC para enigma2.
hr: JSON API dodatak pruža JSON-RPC Api za enigma2.
lt: JSON API priedas suteikia JSON-RPC API enigma2.
lv: JSON API spraudnis nodrošina JSON-RPC Api priekš enigma2.

source: The Media Database Manager helps you manging Folders that should be scanned for media files.
cs: Správce Media Database pomáhá řeší nalezené složky s video soubory.
es: Media Database Manager lo ayuda a administrar las carpetas que deben escanearse en busca de archivos de medios.
lt: Medijos duomenų bazės valdytojas padeda jums valdyti aplankus, kad būtų nuskaitomi medijos failai.
no: Mediadatabasebehandleren hjelper deg å håndtere kataloger som vil bli skannet for mediafiler.

source: The PIN code has been changed successfully.
cs: PIN kód byl úspěšně změněný
es: El código PIN ha sido cambiado correctamente.
hr: PIN je uspješno promijenjen.
lt: PIN kodas sėkmingai pakeistas.
lv: PIN kods tika veiksmīgi nomainīts.
no: PIN kode er endret.

source: The PIN codes you entered are different.
cs: Zadaný PIN kód se neshoduje !
es: El código PIN que ha introducido es diferente.
hr: PIN kodovi koje ste unijeli su različiti.
lt: Jūs įvedėte skirtingus PIN kodus.
lv: Ievadītie PIN kodi atšķiras.
no: PIN kodene er ikke identiske.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
cs: Modul PicturePlayer zobrazuje obrázky na TV. Můžete použít i malé náhledy nebo aut.prezentaci
es: El Reproductor de Fotos visualiza sus fotos en la TV. Puede verlas como miniaturas o como presentación.
hr: Preglednik slika prikazuje fotografije na TV-u. Možete ih gledati kao umanjene ili slideshow.
lt: Paveikslėlių grotuvas rodo jūsų nuotraukas televizoriuje. Jūs galite peržiūrėti miniatiūras arba skaidres.
lv: Attēlu rādītājs rādīs jūsu fotoattēlus uz TV ekrāna. Jūs varat skatīt tos kā sīktēlus vai slaidrādi.
no: PicturePlayer viser dine fotografier på TV skjermen. Du kan se dem som miniatyrbilder eller som lysbildefremvisning.
