Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Please choose the default service list you want to install.
cs: předvolený seznam kanálů... OK -> pokračovat...
es: Por favor, elija la lista de canales por defecto que quiere instalar.
hr: Izaberite zadanu listu kanala koju želite instalirati.
lt: Pasirinkite numatytąjį kanalų sąrašą, kurį norite įdiegti.
lv: Lūdzu izvēlieties noklusētos kanālu sarakstus, kurus vēlaties instalēt.
no: Vennligst velg standard kanalliste du vil installere.

source: Please configure at least on set of IP Addresses (IPv4 or IPv6).
cs: Nakonfigurujte alespoň IP adresy (IPv4 nebo IPv6)
es: Configure al menos un conjunto de direcciones IP (IPv4 o IPv6).
hr: Molim konfigurirajte jednu IP Adresu (IPv4 ili IPv6).
lt: Konfigūruokite bent jau IP adresų rinkinį (IPv4 arba IPv6).
lv: Lūdzu konfigurējiet kādu no IP adresēm (IPv4 vai IPv6).
no: Vennligst konfigurer minst en IP adresse (IPv4 eller IPv6).

source: Please configure at least one valid name server (DNS).
cs: Nakonfigurujte alespoň jeden platný server DNS !
es: Configure al menos un servidor de nombres (DNS) válido.
lt: Konfigūruokite bent vieną galiojantį serverio pavadinimą (DNS).
lv: Lūdzu konfigurējiet vismaz vienu derīgu vārdu serveri (DNS).
no: Vennligst konfigurer minst en gyldig navneserver (DNS)

source: Please do not change any values unless you know what you are doing!
cs: neměňte hodnoty, pokud nemáte jistotu !
es: ¡No cambie ningún valor a menos que sepa lo que está haciendo!
hr: Molim ne mijenjate vrijednosti ukoliko ne znate što radite!
lt: Nekeiskite reikšmių, jeigu Jūs nežinote ką darote!
lv: Lūdzu nemainiet jebkādas vērtības, izņemot ja skaidri apzināties ko darāt!
no: Vennligst ikke endre verdier, hvis du ikke vet hva du gjør!

source: Please enter a name for the new bouquet
cs: Zadejte název pro novou sadu kanálů
es: Introduzca un nombre para la nueva lista
hr: Unesi ime za novi paket
lt: Įrašykite naujo paketo pavadinimą
lv: Lūdzu ievadiet jaunās buķetes nosaukumu
no: Vennligst skriv navn for den nye buketten

source: Please enter a name for the new marker
cs: Zadejte text pro novou popisku ke kanálu...
es: Introduzca un nombre para el nuevo marcador
hr: Molim unesite ime za novu oznaku
lt: Įrašykite naujo žymeklio pavadinimą
lv: Lūdzu ievadiet jaunā marķiera nosaukumu
no: Vennligst skriv navn for den nye markøren

source: Please enter a new filename
cs: Zadejte nový název souboru
es: Por favor, introduzca un nuevo nombre de archivo
hr: Unesite novi naziv datoteke
lt: Įrašykite naujo failo pavadinimą
lv: Lūdzu ievadiet jauno faila nosaukumu
no: Vennligst skriv et nytt filnavn

source: Please enter a new name:
cs: zadejte nový název :
es: Por favor, introduzca un nuevo nombre:
hr: Unesite novi naziv:
lt: Įrašykite naują pavadinimą:
lv: Lūdzu ievadiet jauno nosaukumu:
no: Vennligst skriv et nytt navn

source: Please enter filename (empty = use current date)
cs: Zadejte název souboru (prázdné = dnešní datum)
es: Por favor, introduzca el nombre del archivo (vacío = utilice la fecha actual)
hr: Molim unesite ime datoteke (prazno = koristi današnji datum)
lt: Įrašykite failo pavadinimą (tuščias = naudoti dabartinę datą)
lv: Lūdzu ievadiet faila nosaukumu (tukšs = lietot pašreizējo datumu)
no: Vennligst skriv filnavn (tomt=bruk nåværende dato)

source: Please enter name of the new directory
cs: Zadejte název pro novou složku
es: Introduzca el nombre del nuevo directorio
hr: Unesite ime novog direktorija
lt: Įrašykite naujojo katalogo pavadinimą
lv: Lūdzu ievadiet jaunās mapes nosaukumu
no: Vennligst skriv et navn til den nye katalogen

source: Please enter the correct pin code
cs: Zadejte správný PIN
es: Por favor, ponga el pin correcto
hr: Molim unesite ispravan pin kod
lt: Įrašykite teisingą PIN kodą
lv: Lūdzu ievadiet pareizu pin kodu
no: Vennligst skriv den korrekte PIN kode

source: Please enter the directory to use as mountpoint or select a directory by pressing OK.
cs: Zadejte složku, kterou použijete jako připojovací bod nebo zvolte složku stlačením tlačítka OK
es: Introduzca el directorio a usar como punto de montaje o seleccione un directorio y pulse OK.
hr: Molim odaberite direktorij za korištenje kao točku montiranja ili odaberite direktorij pritiskom na OK.
lt: Įrašykite katalogą, kad naudoti kaip prijungimo tašką arba pasirinkite katalogą, spausdami OK.
lv: Lūdzu ievadiet mapi, lai izmantotu to kā montējumu vai izvēlēties mapi, nospiežot OK.
no: Vennligst skriv katalog som skal brukes som monteringspunkt eller velg en katalog ved å trykke OK.

source: Please enter the old PIN code
cs: zadejte původní PIN
es: Por favor, introduzca el PIN anterior
hr: Molim unesite stari PIN
lt: Įrašykite seną PIN kodą
lv: Lūdzu ievadiet veco PIN kodu
no: Vennligst skriv inn gammel PIN kode

source: Please initialize this %(desc)s!
cs: inicializujte tento %(desc)s!
es: ¡Inicialice este %(desc)s.!
hr: Molim inicijalizirajte ovaj %(desc)s!
lt: Prašome inicializuoti šį %(desc)s!
lv: Lūdzu inicializējiet šo %(desc)s!
no: Vennligst initialiser denne %(desc)s!

source: Please initialize!
cs: inicializujte :
es: ¡Inicialice!
hr: Molim inicijaliziraj!
lt: Prašome inicializuoti!
lv: Lūdzu inicializējiet!
no: Vennligst initialiser!

source: Please make sure to set up your default storage device in menu -> setup -> system -> recording paths.
cs: Zkontrolujte nastavení HDD pro ukládání v Menu -> nastavení >> -> úložná zařízení, disky >> -> úložná zařízení, disky
es: Asegúrese de configurar su dispositivo de almacenamiento por defecto en el menú -> configuración -> sistema -> rutas de grabación.
hr: Molim podesite vaš zadani uređaj za pohranu podataka u izbornik -> postavi -> sistem -> putanja snimanja.
lt: Prašome nustatyti savo numatytąjį saugojimo įrenginį: meniu -> valdymas -> sistema -> įrašų vieta.
lv: Lūdzu pārliecinieties, ka ir izveidota noklusējuma glabātuves ierīce izvēlnē -> iestatījumi -> sistēma -> ierakstīšanas ceļi.
no: Vennligst forsikre deg om at standard lagringsenhet er satt opp i meny -> oppsett -> system -> innspillingskataloger.

source: Please make sure to set up your storage devices with the improved storage management in menu -> setup -> system -> storage devices.
cs: Zkontrolujte připojení disku v hl.menu -> nastavení -> periférie, HDD, HDMI -> úložná zařízení, disky !
es: Asegúrese de configurar sus dispositivos de almacenamiento en el menú -> configuración -> sistema -> dispositivos de almacenamiento.
hr: Molim provjerite da li ste postavili uređaj za pohranu sa poboljšanim programom upravljanja pohranom u izbornik -> postavi -> sistem -> Uređaji za pohranu.
lt: Prašome nustatyti savo saugojimo įrenginius su išplėstu saugojimo valdymo meniu -> valdymas -> sistema -> saugojimo įrenginiai.
lv: Lūdzu pārliecinieties, ka ir izveidotas glabātuves ierīces ar uzlaboto glabātuves vadību izvēlnē -> iestatījumi -> sistēma -> glabātuves ierīces.
no: Vennligst forsikre deg om at standard lagringsenhet er satt opp med den utvidede lagringsbehandler i meny -> system -> lagringsenheter.

source: Please make sure to set up your storage devices with the storage management in menu -> setup -> system -> storage devices.
cs: Nezapomeňte nastavit úložné zařízení v Menu -> Nastavení -> Systém -> Úložné zařízení
es: Asegúrese de configurar sus dispositivos de almacenamiento en el menú -> configuración -> sistema -> dispositivos de almacenamiento.
hr: Molim provjerite da li ste postavili uređaj za pohranu sa programom upravljanja pohranom u izbornik -> postavi -> sistem -> Uređaji za pohranu.
lt: Prašome nustatyti savo saugojimo įrenginius su saugojimo valdymo meniu -> valdymas -> sistema -> saugojimo įrenginiai.
lv: Lūdzu pārliecinieties, ka ir izveidotas glabātuves ierīces ar glabātuves vadību izvēlnē -> Iestatījumi -> Sistēma -> Glabātuves ierīces.
no: Vennligst forsikre deg om at lagringsenheter er satt opp med lagringsbehandler i meny -> setup -> system -> lagrinsenheter.

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
cs: Původně vybrané médium nebylo zpřístupněno, proto byla použita alternativní složka
es: Tenga en cuenta que no se ha podido acceder a los medios seleccionados anteriormente y, por tanto, se está utilizando el directorio por defecto en su lugar.
hr: Imajte na umu da prethodno odabranom mediji ne mogu pristupiti i stoga se zadani direktorij koristi umjesto njega.
lt: Prašome atkreipti dėmesį, kad prie anksčiau išsirinktos laikmenos negalėjote gauti prieigos, ir todėl vietoj jos bus naudojamas numatytasis katalogas.
lv: Lūdzu ievērojiet, ka iepriekš izvēlētais datu nesējs nebija pieejams, tādēļ tā vietā tika lietota noklusētā mape.
no: Vennligst noter at tidligere valgte media ikke var tilgjengelig, og derfor vil standard katalog blir brukt i stedet.

source: Please pickup the remote control you want to connect and press any number key on it to select it in the list.
cs: Zvolte dálk.ovládání, které chcete připojit a stisknutím libovolného číselného tlačítka jej vyberte v seznamu.
es: Tome el mando que desea conectar y presione cualquier tecla numérica para seleccionarlo en la lista.
lt: Prašome paimti nuotolinio valdymo pultą, kurį norite prijungti, ir paspauskite bet kurį skaičiaus klavišą, kad pasirinktumėte jį sąraše.
lv: Lūdzu paņemiet tālvadības pulti, ar kuru vēlaties izveidot savienojumu, un nospiediet jebkuru cipara taustiņu, lai izvēlētos to no saraksta.
no: Vennligst løft opp den fjernkontroll du vil koble til, og press vilkårlig en nummertast for å velge den i listen.

source: Please press OK to continue.
cs: OK -> pokračovat...
es: Pulse OK para continuar.
hr: Molim pritisnite OK za nastavak.
lt: Prašome spausti OK, kad tęsti.
lv: Lūdzu spiediet OK, lai turpinātu.
no: Vennligst trykk OK for å fortsette.

source: Please press OK to see available partitions!
cs: OK -> zobrazit dostupné disk.oddíly !_
es: ¡Pulse OK para ver las particiones disponibles!
hr: Molim pritisnite OK za pregled dostupnih particija!
lt: Prašome spausti OK, kad pamatyti galimą disko skaidinį!
lv: Lūdzu spiediet OK, lai redzētu pieejamās partīcijas!
no: Vennligst trykk OK for å se ledige partisjoner!

source: Please press OK to set up a mountpoint for this %(desc)s!
cs: OK -> nastavit připojovací bod tohto %(desc)s!
es: ¡Presione OK para configurar un punto de montaje para este %(desc)s!
hr: Molim pritisnite OK za postavljanje ovog mjesta montiranja %(desc)s!
lt: Prašome spausti OK, kad nustatyti šiam %(desc)s prijungimo tašką!
lv: Lūdzu spiediet OK, lai izveidotu montējumu šim %(desc)s!
no: Vennligst trykk OK for å sette opp et monteringspunkt til denne %(desc)s!

source: Please press OK to set up a mountpoint for this partition!
cs: OK -> nastavit připojení tohoto disk.oddílu_
es: ¡Pulse OK para configurar el punto de montaje de esta partición!
hr: Molim pritisnite OK za postavljanje mjesta montiranja za ovu particiju!
lt: Prašome spausti OK, norėdami nustatyti šio disko skaidinio prijungimo tašką!
lv: Lūdzu spiediet OK, lai izveidotu montējumu šai partīcijai!
no: Vennligst trykk OK for å sette opp monteringspunkt for denne partisjonen!

source: Please press red to initialize this %(desc)s!
cs: Červené tlačítko -> inicializovat tento %(desc)s!
es: Por favor presione el botón rojo para inicializar este %(desc)s!
hr: Molim pritisnite crvenu tipku za inicijalizaciju %(desc)s!
lt: Prašome spausti raudoną mygtuką, kad inicializuoti šį %(desc)s!
lv: Lūdzu spiediet sarkano, lai inicializētu šo %(desc)s!
no: Vennligst trykk RØD tast for å initialisere denne %(desc)s!

source: Please press red to remove this %(desc)s configuration!
cs: Červené tlačítko -> odstranit nastavení pro : %(desc)s!
es: ¡Presione rojo para eliminar esta configuración de %(desc)s!
hr: Molim pritisnite crvenu tipku za brisanje konfiguracije %(desc)s!
lt: Prašome spausti raudoną mygtuką, kad pašalinti šią %(desc)s konfigūraciją!
lv: Lūdzu spiediet sarkano, lai dzēstu šī %(desc)s konfigurāciju!
no: Vennligst trykk RØD tast for fjerne denne %(desc)s konfigurasjon!

source: Please select a Text application
cs: Vyberte textovou aplikaci
es: Seleccione una aplicación de texto
hr: Molim odaberite tekst aplikaciju
lt: Prašome pasirinkti teksto programą
lv: Lūdzu izvēlieties teksta programmu
no: Vennligst velg et tekstprogram

source: Please select a media browser
cs: Vyberte složku videa...
es: Seleccione un navegador de medios
hr: Molim odaberite media browser
lt: Prašome pasirinkti laikmenos naršyklę
lv: Lūdzu izvēlēties mediju pārlūku
no: Vennligst velg en medialeser

source: Please select a mountpoint for this partition.
cs: Vyberte připojovací bod pro tento disk.oddíl
es: Seleccione el punto de montaje para esta partición.
hr: Molim odaberite mjesto montiranja za ovu particiju.
lt: Prašome šiam disko skaidiniui pasirinkti prijungimo tašką.
lv: Lūdzu izvēlieties montējumu šai partīcijai.
no: Vennligst velg et monteringspunkt for denne partisjonen.

source: Please select a playlist to delete...
cs: Vyberte seznam přehrávek ke smazání...
es: Por favor, seleccione una lista de reproducción a borrar...
hr: Molim odaberite playlistu za brisanje...
lt: Prašome pasirinkti grojaraštį, kurį norite ištrinti...
lv: Lūdzu izvēlieties repertuāru dzēšanai...
no: Vennligst velg en spilleliste å slette...

source: Please select a playlist...
cs: Vyberte seznam přehrávek
es: Por favor, seleccione una lista de reproducción...
hr: Molim odaberite playlistu...
lt: Prašome pasirinkti grojaraštį...
lv: Lūdzu izvēlieties repertuāru...
no: Vennligst velg en spilleliste...

source: Please select a storage device plugin
cs: Vyberte modul pro úložné zařízení
es: Seleccione un plugin de dispositivo de almacenamiento
hr: Molim odaberite dodatak za uređaj za pohranu
lt: Prašome pasirinkti saugojimo įrenginio priedą
lv: Lūdzu izvēlieties glabātuves ierīces spraudni
no: Vennligst velg plugin for lagringsenheter

source: Please select a subservice to record...
cs: Vyberte pod-program pro nahrávání...
es: Por favor, seleccione un sub canal a grabar...
hr: Molim odaberite podkanal za snimanje...
lt: Prašome pasirinkti subkanalą įrašymui...
lv: Lūdzu izvēlieties papildkanālu ierakstam...
no: Vennligst velg en underkanal for innspilling...

source: Please select a subservice...
cs: Vyberte pod-program...
es: Por favor, seleccione un sub canal...
hr: Molim odaberite podkanal...
lt: Prašome pasirinkti subkanalą...
lv: Lūdzu izvēlieties papildkanālu...
no: Vennligst velg en underkanal...

source: Please select an HbbTV application
cs: Vyberte aplikaci HbbTV
es: Seleccione una aplicación de HbbTV
hr: Molim odaberite HbbTV aplikaciju
lt: Pasirinkite Hibridinės TV programą
lv: Lūdzu izvēlieties HbbTV programmu
no: Vennligst velg en HbbTV programvare

source: Please select an extension to remove.
cs: Vyberte modul, který chcete odebrat
es: Seleccione una extensión para eliminar.
hr: Molim odaberite dodatak za uklanjanje.
lt: Pasirinkite šalinamą plėtinį.
lv: Lūdzu izvēlieties papildinājumu, kuru dzēst.
no: Vennligst velg et tillegg som skal fjernes.

source: Please select an option below.
cs: Vyberte požadovanou volbu ze seznamu...
es: Seleccione una opción de abajo.
hr: Odaberite opciju u nastavku.
lt: Prašome pasirinkti nustatymą apačioje.
lv: Lūdzu izvēlieties iespēju zemāk.
no: Vennligst velg et alternativ under.

source: Please select medium to use as backup location
cs: Vyberte médium pro umístění zálohy...
es: Seleccione medio para usar como localización del backup
hr: Molim odaberite medij za backup
lt: Prašome pasirinkti laikmeną atsarginėms kopijoms saugoti
lv: Lūdzu izvēlieties datu nesēju rezerves kopijas veidošanai
no: Vennligst velg et medie som backup plassering

source: Please select one or more network technologies that should be used to connect your Dreambox to a Network and/or the Internet. You may want to plug in USB Networking devices now (if you want to use any).
cs: Vyberte typ sítě, kterou bude Dreambox využívat v síti nebo na Internetu. Můžete připojit do sítě i USB disk...
es: Seleccione una o más tecnologías de red que deberían usarse para conectar su Dreambox a una red y/o Internet. Es posible que desee conectar dispositivos de red USB ahora (si desea utilizar alguno).
hr: Molim odaberite jednu ili više mrežnih tehnologija koja će biti korištena za spajanje Dreamboxa na Mrežu i/ili Internet. Priključite sada USB mrežni uređaj (ukoliko želite ga koristiti).
lt: Pasirinkite vieną ar daugiau tinklo technologijų, kurios turėtų būti naudojamos siekiant prijungti savo imtuvą prie tinklo arba interneto. Jei norite, galite prijungti USB tinklo įrenginį dabar (jei norite naudoti).
lv: Lūdzu, izvēlieties vienu vai vairākas tīkla tehnoloģijas, kuras jāizmanto, lai savienotu jūsu Dreambox ar tīklu un/vai internetu. Jūs varat pievienot USB tīkla ierīces tūlīt (ja jūs vēlaties tādas izmantot).
no: Vennligst velg en eller flere nettverksteknologier som kan brukes til å knytte din Dreambox til et nettverk og/eller internett. Du kan plugge in en USB nettverksenhet nå (om du ønsker dette).

source: Please select tag to filter...
cs: Vyberte značku pro filtr...
es: Seleccione una etiqueta para filtrar...
hr: Molim odaberite oznaku za filter...
lt: Pasirinkite žymą filtravimui...
lv: Lūdzu izvēlieties etiķeti filtrēšanai...
no: Vennligst velg kategori som skal filtreres...

source: Please select the default instant record location which is used for instant recordings.
cs: Předvolená složka pro okamžitý záznam_
es: Seleccione la localización por defecto para las grabaciones instantáneas.
hr: Molim odaberite željenu lokaciju za snimanje koja će biti korištena za brze snimke.
lt: Prašome pasirinkti numatytąją greito įrašymo vietą, kuri bus naudojama greitam įrašymui.
lv: Lūdzu izvēlieties noklusēto tūlītējā ieraksta vietu, kuru izmanto tūlītējiem ierakstiem.
no: Vennligst velg plassering for hurtiginnspillingsfiler.

source: Please select the default movielist location which is used for recordings.
cs: Předvolená složka pro nahrané video_
es: Seleccione la localización por defecto para las grabaciones.
hr: Molim odaberite željenu lokaciju liste filmova koja će biti korištena za video snimanja.
lt: Prašome pasirinkti numatytąją filmų sąrašo vietą, kuri bus naudojama įrašams.
lv: Lūdzu izvēlieties noklusēto filmu saraksta vietu, kuru izmanto ierakstiem.
no: Vennligst velg standard filmlisteplassering som brukes til innspillinger.

source: Please select the default storage device you want to use for recordings. This device gets mounted to /media/hdd.
cs: Předvolený harddisk připojit jako : ../media/hdd_
es: Seleccione el dispositivo de almacenamiento para las grabaciones. Este dispositivo se montará en /media/hdd.
hr: Molim odaberite željenu lokaciju liste filmova koja će biti korištena za video snimanja. Uređaj će biti montiran na /media/hdd.
lt: Prašome pasirinkti numatytąjį saugojimo įrenginį, kurį norite naudoti įrašams. Šis įrenginys bus prijungtas į /media/hdd.
lv: Lūdzu izvēlieties noklusēto glabātuves ierīci, kuru vēlaties izmantot ierakstiem. Šī ierīce montēsies uz /media/hdd.
no: Vennligst velg standard lagringsenhet som skal brukes til innspillinger. Denne enheten monteres til /media/hdd.

source: Please select the default timer record location which is used for timer based recordings.
cs: Předvolená složka pro záznam z časovačů_
es: Seleccione la localización para las grabaciones basadas en programación.
hr: Molim odaberite željenu lokaciju za tajmer video snimke koja će biti korištena za snimanje podešeno u tajmeru.
lt: Prašome pasirinkti numatytąją laikmačio įrašų vietą, kuri yra naudojama laikmačio įrašams.
lv: Lūdzu izvēlieties noklusēto taimera ieraksta vietu, kura tiek izmantota taimeru bāzētiem ierakstiem.
no: Vennligst velg standard innspillingslokasjon for timerinnspillinger.

source: Please select the movie path...
cs: Vyberte složku pro video...
es: Por favor, seleccione un directorio de películas...
hr: Putanja filma...
lt: Prašome pasirinkti kelią iki filmo...
lv: Lūdzu izvēlieties ceļu filmām...
no: Vennligst velg sti for lagring av film...

source: Please select the network service(s) you want to connect your Dreambox to. It may take a few moments before wireless networks show up in the list below!
cs: Vyberte síťovou službu pro připojení Dreamboxu. Bezdrátová síť může být poněkud pomalejší !
es: Seleccione los servicios de red a los que desea conectar su Dreambox. ¡Pueden pasar unos minutos antes de que las redes inalámbricas aparezcan en la lista a continuación!
hr: Molim odaberite mrežnu uslugu koju želite spojiti s vašim Dreamboxom. Ovo može potrajati neko vrijeme prije nego se bežične mreže pojave na donjoj listi!
lt: Prašome pasirinkti tinklo paslaugą (as), kurią norite prijungti prie savo imtuvo. Tai gali užtrukti keletą minučių, kol belaidžiai tinklai pasirodys sąrašo apačioje!
lv: Lūdzu, izvēlieties tīkla servisu(s), ko vēlaties savienot ar savu Dreambox. Tas var prasīt nedaudz laika pirms bezvadu tīkli parādās sarakstā!
no: Vennligst velg nettverktjeneste(r) du ønsker å tilknytte din Dreambox til. Det kan ta litt tid før et trådløst nettverk dukker opp i listen under!

source: Please select the packages to be restored from the list below
cs: Vyberte dole ze seznamu balíčky pro obnovení
es: Seleccione los paquetes que se restaurarán de la lista a continuación
lt: Prašome pasirinkti atkurtus paketus iš toliau esančio sąrašo
lv: Lūdzu atlasiet sarakstā atjaunojamās pakotnes.
no: Vennligst velg pakkene som skal gjennopprettes fra listen nedenfor

source: Please select the timeshift location which is used for storing timeshift recordings.
cs: Předvolená složka pro záznam Timeshiftu_
es: Seleccione la localización para almacenar las grabaciones en pausa.
hr: Molim odaberite lokaciju za pohranu privremenih video datoteka za snimke vremenskog pomaka.
lt: Prašome pasirinkti laiko poslinkio vietą, kuri bus naudojama saugoti laiko poslinkio įrašams.
lv: Lūdzu izvēlieties LaikaAiztures vietu, ko izmanto, lai uzglabātu LaikaAiztures ierakstus.
no: Vennligst velg innspillingslokasjon for timeshiftinspillinger.

source: Please select your timezone!
cs: Vyberte časové pásmo !
es: ¡Seleccione su zona horaria!
lt: Pasirinkite savo laiko juostą!

source: Please selection the location you want to download the current stream to.
cs: Vyberte umístění, odkud chcete převzít aktuální stream
es: Seleccione la ubicación a la que desea descargar la transmisión actual.
hr: Molim odaberite lokaciju gdje želite preuzeti/snimiti trenutni stream.
lt: Prašome pasirinkti vietą, į kurią norite parsisiųsti dabartinį srautą.
lv: Lūdzu izvēlieties vietu, kur vēlaties lejupielādēt pašreizējo plūsmu.
no: Vennligst velg lokasjon nåværende stream skal lagres til.

source: Please set up tuner %s
cs: Nastavte tuner : %s, OK -> pokračovat...
es: Por favor, configure sintonizador %s
hr: Molim podesite tuner %s
lt: Prašome suderinti %s imtuvą
lv: Lūdzu iestatiet %s uztvērēju
no: Vennligst sett opp Tuner %s

source: Please specify the amount of time the device has to be inactive (e.g. no button pressed) before shutting down automatically
cs: Nastavte, jako dlouho má být zařízení neaktivní (např. nestlačené tlačítko), aby se automaticky vypnulo...
es: Especifique la cantidad de tiempo que el dispositivo debe estar inactivo (por ejemplo, sin presionar ningún botón) antes de apagarse automáticamente
hr: Molim unesite koliko dugo uređaj mora biti neaktivan (npr. bez pritiska tipki) prije nego se isključi automatski
lt: Prašome nurodyti, kiek laiko prietaisas turi būti neaktyvūs (pvz., nebuvo paspaustas mygtukas) prieš išjungiant automatiškai
lv: Lūdzi izvēlieties laiku, cik ilgi ierīcei jābūt neaktīvai (piem. nav nospiests neviens taustiņš) pirms tā automātikski izslēgsies
no: Vennligst velg hvor lang tid det skal gå før din Dreambox går i automatisk standby (ingen taster trykket).
