Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Use wizard to set up basic features
cs: Použít průvodce pro nastavení tunerů
es: Use el asistente para configuración básica
hr: Koristi Vodič za postavljanje osnovnih postavki
lt: Naudokite vedlį pagrindiniams nustatymams
lv: Lietot vedni galveno iespēju iestatīšanai
no: Bruk guiden til å sette basisinnstillinger

source: Used service scan type
cs: typ kanálového vyhledávání
es: Tipo de búsqueda de canales usada
hr: Korišten tip pretraživanja usluga
lt: Naudojamas kanalų paieškos būdas
lv: Lietotais kanāla skenēšanas veids
no: Brukt søkingstype for kanal

source: User
cs: uživatel
es: Usuario
hr: Korisnik
lt: Vartotojas
lv: Lietotājs
no: Bruker

source: User Level
cs: úroveň znalostí
es: Nivel de Usuario
lt: Vartotojo lygis

source: User defined
cs: uživatelsky definované
es: Definido por el usuario
hr: Korisnički definirano
lt: Pasirinktas vartotojo
lv: Lietotāja definēts
no: Brukerdefinert

source: User level
cs: úroveň znalostí
es: Nivel de Usuario
hr: Korisnički nivo
lt: Vartotojo lygis
lv: Lietotāja līmenis
no: Brukernivå

source: User:
cs: uživatel :
es: Usuario:
hr: Korisnik:
lt: Vartotojas:
lv: Lietotājs:
no: Bruker :

source: UserDialog
cs: dialog uživatele
lt: Vartotojo dialogas
no: Brukerdialog

source: UserManager
cs: správce uživatelů
hr: Menađer korisnika
lt: Vartotojo vadovas
lv: Lietotāju pārvaldnieks
no: Brukerbehandler

source: VCR scart
cs: konektor VCR rekordéru
es: Euroconector VCR
hr: VCR skart
lt: VCR skartas

source: VMGM (intro trailer)
cs: VMGM upoutávka
es: VMGM (trailer intro)
lt: VMGM (anonsas)
lv: VMGM (ievada treileris)

source: VPS-Plugin
cs: -- modul VPS
lt: VPS priedas

source: VPS-Plugin Information
cs: informace VPS modulu
lt: VPS priedo informacija
no: VPS-plugin informasjon

source: Vali.HD.atlantis skin
cs: -- skin Vali.HD.atlantis
es: Piel Vali.HD.atlantis
lt: Vali.HD.atlantis tema
lv: Vali.HD.atlantis ādiņa

source: Vali.HD.nano skin
cs: -- skin Vali.HD.nano
es: Piel Vali.HD.nano
lt: Vali.HD.nano tema
lv: Vali.HD.nano ādiņa

source: Vali.HD.warp skin
cs: -- skin Vali.HD.warp
es: Piel Vali.HD.nano
lt: Vali.HD.warp tema
lv: Vali.HD.warp ādiņa

source: Verifying firmware...
cs: Ověřují firmware...
es: Verificando firmware...
lt: Tikrinama programinė įranga...
no: Verifiserer maskinvare...

source: Verifying initialization. Please wait!
cs: Spouštím ověření, čekejte...
es: Verificando la inicialización. ¡Espere por favor!
hr: Provjeravam izvršenu inicijalizaciju. Molim pričekajte!
lt: Tikrinama inicializacija. Prašome palaukti!
lv: Pārbauda inicializāciju. Lūdzu gaidiet!
no: Verifiser initialisering. Vennligst vent!

source: Verifying your internet connection...
cs: Kontrola internetového připojení...
es: Verificando su conexión a internet...
hr: Provjeravam internetsku vezu ...
lt: Tikrinamas jūsų interneto ryšys...
lv: Pārbauda interneta savienojumu...
no: Verifiserer din internettforbindelse...

source: Verkehrsinfo
cs: dopravní info
lt: Eismo informacijos

source: Vertical
cs: vertikální
hr: Vertikala
lt: Vertikalus
lv: Vertikālā
no: Vertikal

source: Very Low
cs: velmi nízký
es: Muy bajo
hr: Vrlo nisko
lt: Labai žemas
lv: Ļoti zems
no: Meget lav

source: Video
cs: ---NASTAVENÍ OBRAZU---
es: Vídeo
lt: Vaizdas

source: Video Bitrate
cs: bit.tok videa
es: Bitrate de vídeo
hr: Brzina u bit/s
lt: Vaizdo sparta bitais
lv: Video bitātrums

source: Video Bitrate: %s Audio Bitrate: %s Resolution: %s
cs: bit.tok videa : %s bit.tok audia : %s rozlišení : %s
es: Bitrate de vídeo: %s Bitrate de audio: %s Resolución: %s
hr: Video Protok: %s Zvučni Protok: %s Rezolucija: %s
lt: Vaizdo perdavimo greitis: %s Garso perdavimo greitis: %s Skiriamoji geba: %s
lv: Video Bitātrums: %s Audio Bitātrums: %s Izšķirtspēja: %s
no: Video bitrate: %s Lyd bitrate: %s Oppløsning: %s

source: Video Fine-Tuning
cs: rastry pro doladění obrazu
es: Ajuste de vídeo fino
hr: Video Fino-ugađanje
lt: Tikslus vaizdo suderinimas
lv: Precīzā attēla regulēšana
no: Video fininnstilling

source: Video Input Use up/down buttons.
cs: volby videa, použijte tlačítka nahoru / dolů
es: Entrada de vídeo Utilice los botones arriba/abajo.
hr: Odaberite Video ulaz Koristeći gore/dolje tipke.
lt: Vaizdo įvestis Naudokite mygtukus aukštyn/žemyn.
lv: Video ieeja Lietojiet augšup/lejup taustiņus.
no: Videoinngang Bruk opp/ned taster.

source: Video Mode Use up/down buttons.
cs: video mód použijte tlačítka nahoru / dolů
es: Modo de vídeo Utilice los botones arriba/abajo.
hr: Odaberite Video mod Koristeći gore/dolje tipke.
lt: Vaizdo būsena Naudokite mygtukus aukštyn/žemyn.
lv: Video režīms Lietojiet augšup/lejup taustiņus.
no: Videomodus Bruk opp/ned taster.

source: Video Output
cs: výstup videa...
es: Salida de vídeo
hr: Video izlaz
lt: Vaizdo išvestis
lv: Video izeja
no: Video Utgang

source: Video PID
cs: PID videa
lt: Vaizdo PID

source: Video Player
cs: video - přehrávač
es: Reproductor de Vídeo
lt: Vaizdo grotuvas
lv: Video atskaņotājs
no: Videospiller

source: Video Setup
cs: Nastavení videa...
es: Configuración de Vídeo
hr: Video postavke
lt: Vaizdo valdymas
lv: Video iestatījumi
no: Video oppsett

source: Video color space setup
cs: nastavení barevného prostoru videa
es: Configuración del espacio de color de vídeo
lt: Vaizdo spalvų erdvės sąranka

source: Video enhancement preview
cs: náhled rozšířeného videa
es: Previsualizar la mejora de vídeo
hr: Prikaz poboljšanja slike
lt: Vaizdo pagerinimo peržiūra
lv: Uzlabotā attēla priekšskate
no: Forhåndsvisning av videoforbedringer

source: Video enhancement settings
cs: nastavení parametrů obrazu
es: Configuración de mejora de vídeo
hr: Postavke poboljšanja slike
lt: Vaizdo pagerinimo nuostatos
lv: Attēla uzlabošanas iestatījumi
no: Videoforbedringsinnstillinger

source: Video enhancement setup
cs: Nastavení parametrů obrazu...
es: Configuración de mejora de video
hr: Napredno Podešavanja slike
lt: Vaizdo pagerinimo nustatymai
lv: Attēla uzlabošanas iestatījumi
no: Oppsett for videoforbedringer

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
cs: Volba výstupů videa... Šipkami vyberte typ požadovaného výstupu a potvrďte tlačítkem OK. Výstupní porty budou cyklicky testovány po 20 sek.
es: Selección entrada de vídeo Por favor, pulse OK si quiere ver esta página en su TV (o seleccione un puerto de entrada diferente). El siguiente puerto de entrada se probará automáticamente en 20 segundos.
hr: Video ulaz odabir Molim pritisnite tipku OK, ako možete vidjeti ovu stranicu na TV-u (ili odaberite drugi ulazni priključak). Sljedeći ulazni port će automatski biti prebačen za 20 sekundi.
lt: Vaizdo įvesties pasirinkimas Prašome spausti OK, jei jūs galite matyti šį puslapį savo televizoriuje (ar išrinkti skirtingą įėjimo jungtį). Kita įėjimo jungtis bus automatiškai išbandyta per 20 sekundžių.
lv: Video ieejas izvēle Ja redzat šo lappusi uz sava TV, spiediet OK (vai izvēlieties citu ieeju). Pēc 20 sekundēm tiks automātiski aktivizēta nākamā ieeja.
no: Valg av videoinngang Vennligst trykk OK hvis du kan se denne siden på din TV (eller velg en annen inngangsport). Den neste inngangsporten vil bli prøvd om 20 sekunder.

source: Video mode selection Please press OK if you can see this page on your TV (or select a different video mode). The next video mode will be automatically probed in 20 seconds.
cs: Volba video módu : Pokud vidíte tento obraz na TV v pořádku, stiskněte tlačítko OK nebo vyberte jiný mód. Další módy videa budou bez zásahu cyklicky testovány po 20 sekundách.
es: Selección de modo de vídeo Presione OK si puede ver esta página en su televisor (o seleccione un modo de video diferente). El siguiente modo de vídeo se probará automáticamente en 20 segundos.
hr: Video mod odabir Molim pritisnite tipku OK, ako možete vidjeti ovu stranicu na TV-u (ili odaberite drugi video mod). Sljedeći video mod bit će prebačen za 20 sekundi.
lt: Vaizdo įvesties pasirinkimas Prašome spausti OK, jei jūs galite matyti šį puslapį savo televizoriuje (ar išrinkti kitą vaizdą). Kitas vaizdas bus automatiškai išbandytas per 20 sekundžių.
lv: Video režīma izvēle Ja redzat šo lappusi uz sava TV, spiediet OK (vai izvēlieties citu video režīmu). Pēc 20 sekundēm tiks automātiski aktivizēts nākamis video režīms.
no: Videomodus valg Vennligst trykk OK hvis du ikke kan se skjermbildet på din TV (eller velg annen inngang). Neste videomodus vil automatisk vises i 10 sekunder.

source: Video, audio and pictures
cs: Audio, video a fotografie_
es: Vídeo, audio e imágenes
hr: Video, zvuk i slike
lt: Vaizdo įrašai, garsai ir nuotraukos
lv: Video, audio un attēli
no: Video, lyd og bilde

source: VideoEnhancement provides advanced video enhancement settings
cs: -- rozšířené nastavení videa
es: VideoEnhancement proporciona configuraciones avanzadas de mejora de video
hr: VideoEnhancement pruža napredne postavke video opreme
lt: Vaizdo pagerinimas numato pažangius vaizdo pagerinimo nustatymus
lv: VideoUzlabošana nodrošina papildus video uzlabojumu iestatījumus
no: VideoEnhancement tilbyr innstillinger for avanserte videoforbedringer

source: VideoEnhancementPreview
cs: náhled rozšíření videa
hr: Prikaz poboljšane slike
lt: Vaizdo pagerinimo peržiūra

source: VideoEnhancementSetup
cs: Nastavení rozšíření videa
hr: Videoenhancement-Postavke
lt: Vaizdo pagerinimo valdymas

source: VideoTune helps fine-tuning your tv display
cs: -- detailní nastavení obrazu na TV
es: VideoTune ayuda a configurar de manera fina su TV
hr: VideoTune pomaže fino ugađanje vašeg TV ekrana
lt: Vaizdo suderinimas padeda koreguoti jūsų TV ekraną
lv: VideoTune palīdz precīzi noregulēt TV ekrānu
no: VideoTune hjelper deg å fininstille TV skjermen

source: Videoenhancement Setup
cs: Rozšířené nastavení pro video
es: Configuración de mejora de vídeo
hr: Videoenhancement Postavke
lt: Vaizdo pagerinimo nustatymas
lv: Attēla uzlabošanas iestatījumi
no: Oppsett for videoforbedring

source: Videomode provides advanced video mode settings
cs: -- rozšířené nastavení videa
es: Videomode proporciona configuraciones avanzadas de modo de video
hr: Videomode pruža napredne postavke Video moda
lt: Vaizdo būsena numato pažangius vaizdo nustatymus
lv: Videorežīms nodrošina papildus video režīma iestatījumus
no: Videomodus tilbyr innstillinger for avansert videomodus

source: Videos
es: Vídeos
hr: Video datoteke
lt: Vaizdo įrašai
lv: Video
no: Videoer

source: View Movies...
cs: Zobrazit videa...
es: Ver Películas...
hr: Pogledajte filmove...
lt: Žiūrėti kino filmus...
lv: Skatīt filmas...
no: Se på filmer...

source: View Movies... (MediaCenter)
cs: Prohlížet video... (MediaCenter)
es: Ver películas... (MediaCenter)
hr: Pogledajte filmove... (Medijski Centar)
lt: Žiūrėti kino filmus...(Medija centras)
lv: Skatīt filmas... (MedijuCentrs)
no: Se på filmer... (MediaCenter)

source: View Photos...
cs: prohlížet fotografie...
es: Ver Fotos...
hr: Pogledajte slike...
lt: Žiūrėti fotografijas...
lv: Skatīt foto...
no: Se på bilder...

source: View Video CD...
cs: Zobrazit video CD...
es: Ver Video CD...
hr: Pogledajte Video CD...
lt: Žiūrėti vaizdo CD...
lv: Skatīt video CD...
no: Se på Video CD...

source: View details
cs: údaje o modulu
es: Ver detalles
hr: Pogledajte detalje
lt: Išsamiau
lv: Skatīt detaļas
no: Se detaljer

source: View list of available
cs: -- seznam dostupných balíčků -
es: Ver lista de disponibles
hr: Pogledajte listu dostupnih
lt: Peržiūrėti galimą sąrašą
lv: Skatīt sarakstu ar pieejamiem
no: Se liste over tilgjengelige

source: View list of available CommonInterface extensions
cs: -- seznam dostupných balíčků - rozhraní
es: Ver lista de extensiones disponibles del InterfazComún
hr: Pogledaj popis dostupnih Common Interface dodataka
lt: Peržiūrėti sąrašą galimam Įstatomų modulių papildymui
lv: Skatīt sarakstu ar pieejamiem CommonInterfeisa papildinājumiem
no: Se liste over tilgjengelige CI (common interface) tillegg

source: View list of available Display and Userinterface extensions.
cs: -- seznam dostupných balíčků - obrazovka, uživ.rozhraní
es: Ver lista de extensiones de Pantalla e Interfaz de Usuario.
hr: Pogledaj popis dostupnih dodataka prikaza slike i korisničkog sučelja.
lt: Peržiūrėti sąrašą galimam monitoriaus ir vartotojo sąsajos papildymui.
lv: Skatīt sarakstu ar pieejamiem Ekrāna un Lietotāja interfeisa papildinājumiem.
no: Se liste over tilgjengelige skjerm og brukergrensesnitt tillegg.

source: View list of available EPG extensions.
cs: -- seznam dostupných balíčků - programy
es: Ver lista de extensiones de EPG disponibles.
hr: Pogledaj popis dostupnih EPG dodataka.
lt: Peržiūrėti sąrašą galimam EPG papildymui.
lv: Skatīt sarakstu ar pieejamiem EPG papildinājumiem.
no: Se liste over tilgjengelige EPG tillegg.

source: View list of available Satellite equipment extensions.
cs: -- seznam dostupných balíčků - sat.zařízení
es: Ver lista de extensiones disponibles de equipamiento de Satélite.
hr: Pogledaj popis dostupnih dodataka satelitske opreme.
lt: Peržiūrėti sąrašą galimam palydovinės įrangos papildymui.
lv: Skatīt sarakstu ar pieejamiem Satelīta aprīkojuma papildinājumiem.
no: Se liste over tilgjengelige satellitt tillegg.

source: View list of available communication extensions.
cs: -- seznam dostupných balíčků - komunikace
es: Ver lista de extensiones de comunicación disponibles.
hr: Pogledaj popis dostupnih komunikacijskih dodataka.
lt: Peržiūrėti sąrašą galimam komunikacijos papildymui.
lv: Skatīt sarakstu ar pieejamiem komunikāciju papildinājumiem.
no: Se liste over tilgjengelige kommunikasjontillegg.

source: View list of available default settings
cs: -- seznam dostupných balíčků - předvolené sady kanálů s lamedb
es: Ver la lista de configuraciones predeterminadas disponibles
hr: Pogledaj popis dostupnih tvorničkih postavki
lt: Peržiūrėti sąrašą galimų numatytų nustatymų
lv: Skatīt sarakstu ar pieejamiem noklusējuma iestatījumiem
no: Se liste over tilgjengelige standardutvidelser

source: View list of available multimedia extensions.
cs: -- seznam dostupných balíčků - multimédia
es: Ver lista de extensiones multimedia disponibles.
hr: Pogledaj popis dostupnih multimedijskih dodataka.
lt: Peržiūrėti sąrašą galimam multimedijos papildymui.
lv: Skatīt sarakstu ar pieejamiem multimediju papildinājumiem.
no: Se liste over tilgjengelige mutlimediatillegg.

source: View list of available networking extensions
cs: -- seznam dostupných balíčků - sítě
es: Ver lista de extensiones disponibles de red
hr: Pogledaj popis dostupnih mrežnih proširenja.
lt: Peržiūrėti sąrašą galimam tinklo papildymui
lv: Skatīt sarakstu ar pieejamiem tīkla papildinājumiem
no: Se liste over tilgjengelige nettverkstillegg

source: View list of available recording extensions
cs: -- seznam dostupných balíčků - nahrávání
es: Ver lista de extensiones de grabación disponibles
hr: Pogledaj popis dostupnih dodataka snimanja
lt: Peržiūrėti sąrašą galimam įrašų papildymui
lv: Skatīt sarakstu ar pieejamiem ierakstu papildinājumiem
no: Se liste over tilgjengelige innspillingstillegg

source: View list of available skins
cs: -- seznam dostupných balíčků - skiny, graf.prostředí
es: Ver lista de pieles disponibles
hr: Pogledaj popis dostupnih skinova
lt: Peržiūrėti sąrašą galimų temų
lv: Skatīt sarakstu ar pieejamām ādiņām
no: Se liste over tilgjengelige skins

source: View list of available software extensions
cs: -- seznam dostupných balíčků - software
es: Ver lista de extensiones de software disponibles
hr: Pogledaj popis dostupnih softverskih dodataka
lt: Peržiūrėti sąrašą galimos programinės įrangos papildymui
lv: Skatīt sarakstu ar pieejamiem programmatūras papildinājumiem
no: Se liste over tilgjengelige programvaretillegg

source: View list of available system extensions
cs: -- seznam dostupných balíčků - systém
es: Ver lista de extensiones de sistema disponibles
hr: Pogledaj popis dostupnih sistemskih dodataka
lt: Peržiūrėti sąrašą galimam sistemos papildymui
lv: Skatīt sarakstu ar pieejamiem sistēmas papildinājumiem
no: Se liste over tilgjengelige systemtillegg

source: View teletext...
cs: zobrazit teletext...
es: Ver teletexto...
hr: Pregled teleteksta...
lt: Peržiūrėti teletekstą...
lv: Skatīt teletekstu...
no: Vis tekst-tv

source: Virtual KeyBoard
cs: Virtuální klávesnice...
es: Teclado virtual
hr: Virtualna Tipkovnica
lt: Virtuali klaviatūra
lv: Virtuālā klaviatūra
no: Virtuelt tastatur

source: Voltage mode
cs: napěťový mód
es: Modo voltaje
hr: Mod Napona
lt: Įtampos būsena
lv: Sprieguma režīms
no: Spenningsmodus

source: Volume
cs: >hlas>>
es: Volumen
hr: Volumen
lt: Garsumas
lv: Skaļums
no: Volum

source: WSS on 4:3
cs: WSS na 4:3
es: WSS en 4:3
hr: WSS na 4:3
lt: WSS į 4:3
lv: WSS uz 4:3
no: WSS på 4:3

source: Waiting
cs: ...čekám...
es: Esperando
hr: Čekanje
lt: Laukiama
lv: Gaida
no: Venter

source: Waiting for clients
cs: počkat na klienty
es: Esperando clientes
hr: Čekam korisnike
lt: Laukiama klientų
lv: Gaida klientus
no: Venter på klienter

source: Warn if free space drops below (kB):
cs: varovat, pokud klesne volné místo pod (kB) :
es: Avisar si el espacio libre baja de (kB):
hr: Upozori ako slobodni prostor padne ispod (kB):
lt: Perspėti, jei laisvos vietos lieka mažiau nei (kB):
lv: Brīdināt, ja brīva vieta ir mazāk par (kB):
no: Varsle hvis ledig plass komme under (Kb) :

source: Weather Plugin
es: Plugin meteorológico
lt: Orų prognozės programa
lv: Laika ziņu spraudnis

source: Web Browser
cs: webový prohlížeč
es: Navegador Web
hr: Internet Preglednik
lt: Interneto naršyklė
lv: Web pārlūks
no: Nettleser

source: Web Browser - Edit Bookmark
cs: Webový prohlížeč - editace záložek
es: Navegador web - Editar marcador
lt: Interneto naršyklė - redaguoti žymę
no: WEBleser - rediger bokmerker

source: Web Browser - Menu
cs: Webový prohlížeč - menu
es: Navegador web - Menú
lt: Interneto naršyklė - meniu
no: WEBleser - Meny

source: Webinterface: Main Setup
cs: Webové rozhraní - nastavení...
es: Interfaz web: configuración principal
hr: Web sučelje: Glavna konfiguracija
lt: Web sąsaja: Pagrindinis nustatymas
lv: Webinterfeiss: Pamatiestatījumi
no: Webgrensesnitt: Hovedoppsett

source: Wed
cs: St
es: Mié
hr: Sri
lt: Tre
lv: Tr
no: Ons

source: Wednesday
cs: středa
es: Miércoles
hr: Srijeda
lt: Trečiadienis
lv: Trešdiena
no: Onsdag

source: Weekday
cs: pracovní den
es: DiaSemana
hr: Tjedan
lt: Savaitės diena
lv: Nedēļas diena
no: Ukedag

source: Welcome
cs: Vítejte
es: Bienvenido
lt: Sveiki

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
cs: Editor střihu... Začátek střihu - stiskněte OK ... v menu: 'začít střih zde', Konec střihu - stiskněte OK,. v menu: 'ukončit střih zde' Exit ... Střih videa - ořezat podle značek…
es: Bienvenido al editor de listas de cortes. Vaya al comienzo que quiera cortar. Pulse OK, seleccione 'iniciar corte'. Vaya al final, pulse OK, seleccione 'corte final'. Eso es todo.
hr: Dobrodošli na Uređivač rezanja liste. Potražite na startu što želite odsjeći. Stisni OK, selektiraj 'počni rez ovdje'. Potraži kraj, Stisni OK, selektiraj ‘završi rez ovdje’. To je to.
lt: Sveiki atvykę į iškirpimo redaktorių Ieškokite pradžios, kurią jūs norite iškirpti. Spauskite OK, išsirinkite 'iškirpimo pradžią'. Tada ieškokite pabaigos, spauskite OK, pasirinkite 'iškirpimo pabaigą'. Štai ir viskas.
lv: Sveicināti CutList redaktorā. Atrodiet sākumu gabalam, ko vēlaties izgriezt. Spiediet OK un norādiet 'griezuma sākums'. Tad atrodiet beigas, spiediet OK un norādiet 'griezuma beigas'. Tas arī viss.
no: Velkommen til Cutlist redigeringsprogram. Søk til starten av det du vil fjerne. Press OK, velg 'startmerke'. Søk så til slutten og trykk OK, velg 'sluttmerke', det er alt som skal til.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
cs: Průvodce pro aktualizaci systému (Image) sat.přijímače, ze zálohy...
es: Bienvenido al asistente de actualización de imagen. El asistente le guiará en actualizar el firmware de su Dreambox dándole la posibilidad de hacer una copia de seguridad de la configuración actual y una pequeña explicación de cómo actualizar el firmware.
hr: Dobro došli u vodič za nadogradnju softvera. Vodič će vam pomoći tokom nadogradnje Softvera na vašem Dreambox-u s mogućnosti spremanja kopije vaših trenutnih postavki te kratkim objašnjenjem kako nadograditi vaš Softver.
lt: Sveiki atvykę į atvaizdo atnaujinimo nustatymų vedlį. Nustatymų vedlys padės Jums atnaujinti Jūsų imtuvo programinę įrangą, išsaugant dabartinius nustatymus ir trumpai patars kaip tai atlikti.
lv: Sveicināti imidža atjaunināšanas vednī. Vednis palīdzēs Jums atjaunot Dreambox programmatūru, sniedzot pašreizējo iestatījumu rezerves kopēšanas iespējas, kā arī īsumā izskaidros, kā veikt programmatūras atjaunināšanu.
no: Velkommen til Image oppgraderingsguiden. Guiden vil assistere deg i oppgradering av firmware ved å gi deg en backupmulighet. Du kan med denne guiden assitere deg i å lagre de aktuelle innstillinger og en kort forklaring om hvordan å oppgradere firmware.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Dreambox, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
cs: Průvodce pro vyčištění... Máte k dispozici v interní paměti méně, než 2MB. Před spuštěním by měla být interní paměť vyprázdněna. S průvodcem lze odebrat i některé doplňky.
es: Bienvenido al asistente de limpieza. Hemos detectado que la memoria interna libre ha caído por debajo de 2MB. Para asegurar un funcionamiento estable de su Dreambox, la memoria interna debe ser limpiada. Puede usar este asistente para borrar algunas extensiones.
hr: Dobrodošli na čišćenje preko vodiča. Otkrili smo da je dostupna interna memorija pala ispod 2MB. Da bi se osigurao stabilan rad vašeg Dreamboxa, interna memorija treba se očistiti. Možete koristiti čarobnjaka za uklanjanje nekih dodataka.
lt: Sveiki atvykę į valymo vedlį. Mes nustatėme, kad jūsų turima vidinė atmintis nukrito žemiau 2MB. Siekiant užtikrinti stabilų darbą savo imtuve, vidinė atmintis turėtų būti išvalyta. Jūs galite naudoti šį vedlį, kad pašalinti kai kuriuos plėtinius.
lv: Sveicināti tīrīšanas vednī. Esam konstatējuši, ka jums pieejamās iekšējās atmiņas apjoms ir nokrities zem 2MB. Lai nodrošinātu stabilu jūsu Dreambox darbību, iekšējā atmiņa būtu jāpatīra. Jūs varat izmantot šo vedni, lai noņemtu dažus papildinājumus.
no: Velkommen til Cleanup guiden. Det er oppdaget at ditt internminne i øyeblikket er under 2Mb. For å sikre at din Dreambox er stabil, det interne minnet skulle vært ryddet opp. Du kan bruke denne guiden til å fjerne tillegg om du ønsker det.
