Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
cs: Dreambox není použitelný ! Vyhledejte v manuálu další pomoc před restartem přijímače.
es: su dreambox puede estar estropeado. Por favor, consulte el manual para más asistencia antes de reiniciar su dreambox.
hr: vaš dreambox možda sada je nemoguće koristiti. Molim konzultirajte se s korisničkim uputama za daljnju pomoć prije ponovnog pokretanja vašeg dreamboxa.
lt: dabar jūsų imtuvas gali būti netinkamas naudojimui. Prašome vadovautis instrukcija dėl tolimesnės pagalbos prieš paleidžiant iš naujo imtuvą.
lv: dreambox tagad var būt nelietojams. Lūdzu skatīt lietošanas instrukciju tālākai palīdzībai, pirms pārstartējiet dreambox.
no: din dreambox fungerer kanskje ikke nå. Vennligst les manualen for hvordan du får hjelp før du starter om din dreambox.

source: zap
cs: přepnout
es: zapear
hr: prebaci na kanal
lt: perjungti
lv: pārslēgt

source: zapped
cs: přepnutý
es: zapeado
hr: uključeno na kanal
lt: perjungta
lv: pārslēgts

source: !!! ATTENTION !!! Due to major firmware changes you can not downgrade to images dated before this one anymore! This update is mandatory and should not be skipped! !!! ATTENTION !!!!
es: ¡¡¡ ATENCIÓN !!! ¡Debido a cambios importantes en el firmware, no podrá volver a imágenes anteriores a esta! ¡Esta actualización es obligatoria y no debe omitirse! ¡¡¡ ATENCIÓN !!!!

source: Your remote control will restart in a few seconds (up to 40)! Press [OK] or [EXIT] to close this window once it finished booting!
es: ¡Tu mando a distancia se reiniciará en unos segundos (hasta 40)! ¡Presione [OK] o [EXIT] para cerrar esta ventana una vez que termine de iniciarse!

source: %s %03d blocks written %03d blocks verified (%s)
es: %s %03d bloques escritos %03d bloques verificados (%s)

source: %s %03d blocks written (%s)
es: %s %03d bloques escritos (%s)

source: %s IR codes acknowledged!
es: %s ¡Códigos IR reconocidos!

source: %s IR codes sent!
es: %s ¡Códigos IR enviados!

source: %s devices
es: %s dispositivos

source: %s mapped keys
es: %s teclas asignadas

source: APPLICATION
es: APLICACIÓN

source: Adaptive Mode
es: Modo adaptativo

source: Application
es: Aplicación

source: AudioPlayer
es: Reproductor de música

source: Available Remotes
es: Mandos a distancia disponibles

source: Blue
es: Azul

source: Bluetooth Remote Setup
es: Configuración de mando Bluetooth

source: Bonjour
cs: Zdravím...
es: Buenos días

source: Configuration Utility for the Dreambox Stream Services
es: Utilidad de configuración para el servicio de streaming de Dreambox

source: Configure your frontpanel LED.
es: Configura el LED de tu panel frontal.

source: Connect with WPS Push-Button?
es: ¿Conectar con el botón WPS?

source: Control write failed!
es: ¡Error en la escritura de control!

source: Control write failed! Code %i
es: ¡Error en la escritura de control! Código %i

source: Custom buffer time
es: Tiempo de búfer personalizado

source: DFU Firmware Upgrade
es: Actualización de firmware DFU

source: DFU device connected!
es: ¡Dispositivo DFU conectado!

source: DFU device did not show up. Cancelling! You may want to try this again!
es: El dispositivo DFU no apareció. ¡Cancelado! ¡Es posible que desee intentarlo de nuevo!

source: DFU device ready!
es: ¡Dispositivo DFU listo!

source: DFU is not available on this device. A firmware update may be required upfront!
es: DFU no está disponible en este dispositivo. ¡Es posible que se requiera una actualización de firmware!

source: Device battery level of {0}% is too low. It's required to be at least {1}%!
es: El nivel de batería del dispositivo {0}% es demasiado bajo. ¡Se requiere que sea al menos de un {1}%!

source: Down
es: Abajo

source: ERROR! Frontprocessor Update
es: ¡ERROR! Actualización del "Frontprocessor "

source: Fast Forward
es: Avance rápido

source: Firmware updates can only be applied to connected remotes! Press Yellow to connect the selected remote control.
es: ¡Las actualizaciones de firmware solo se pueden aplicar a los mandos a distancia conectados! Presione Amarillo para conectar el mando a distancia seleccionado.

source: Force Update
es: Forzar actualización

source: Frontprocessor Update
es: Actualización del "Frontprocessor"

source: Frontprocessor update failed Retrying!
es: La actualización del "Frontprocessor " falló ¡Reintentando!

source: Frontprocessor update failed multiple times! Please contact the support! You can try executing 'flash-nrf52 --program --verify --start' on a console manually
es: ¡La actualización del "Frontprocessor " falló varias veces! ¡Por favor, póngase en contacto con el soporte! Puede intentar ejecutar 'flash-nrf52 --program --verify --start' en una consola manualmente

source: Green
es: Verde

source: HDMI CEC
cs: ovládání TV přes HDMI - CEC
es: CEC HDMI

source: IR-Mode LED color when connected to this dreambox
es: Color del LED en modo IR cuando se conecta a este dreambox

source: IR-Setup
es: IR-Configuración

source: Idle Brightness
es: Brillo inactivo

source: Idle Color
es: Color inactivo

source: Init failed!
es: ¡Inicio fallido!

source: Initializing DFU Mode...
es: Inicializando el modo DFU...

source: LED Setup
es: Configuración del LED

source: Limit by bandwidth (MBit/s)
es: Límite por ancho de banda (MBit/s)

source: Limit by resolution (Height in px)
es: Límite por resolución (Altura en px)

source: MediaCenter:Main Settings
es: MediaCenter:Configuración Principal

source: Mid
es: Med

source: Minimum Buffer Mode
es: Modo de búfer mínimo

source: Minimum buffer (Fallback, s)
es: Búfer mínimo (Reserva, s)

source: Minimum buffer (s)
es: Búfer mínimo (s)

source: Network:Service configuration
es: Red:Configuración del servicio

source: Package Content: {0}
es: Contenido del paquete: {0}

source: Partnerbox:Edit Entry
es: Partnerbox:Editar entrada

source: Partnerbox:List of Entries
es: Partnerbox:Lista de entradas

source: Please read carefully!
es: ¡Por favor lea detenidamente!

source: Power
es: Energía

source: Press Blue to update the firmware of the selected remote control to application version {0} and bootloader version {1}
es: Presione Azul para actualizar el firmware del mando seleccionado a la versión de la aplicación {0} y la versión del bootloader {1}

source: Press OK to apply assign %s keys of '%s'
es: Presione OK para aplicar asignar %s teclas de '%s'

source: Press OK to finish the Remote Control Firmware Update Assistant.
es: Presione OK para finalizar el Asistente de actualización de firmware del mando a distancia.

source: Processor
es: Procesador

source: RETRYING!
es: ¡REINTENTANDO!

source: Red
es: Rojo

source: Rewind
es: Rebobinar

source: SSA Substation Alpha
cs: SSA stanice Alpha
es: SSA Subestación Alfa

source: SYSTEM
es: SISTEMA

source: Search with 0-9:
es: Buscar con 0-9:

source: Select teletext
es: Seleccionar teletexto

source: Server buffer time
es: Tiempo de búfer del servidor

source: Service:Name server configuration
es: Canal:Configuración del servidor de nombres

source: Set up your bluetooth remotes
es: Configura tus mandos bluetooth

source: Show Full Log
es: Mostrar registro completo

source: Shutdown Color
es: Color de apagado

source: Start best
es: Empezar mejor

source: Start mid
es: Empezar medio

source: Start worst
es: Empezar peor

source: Starting DFU Upload of {0}
es: Inicio de carga de DFU de {0}

source: Stream Client
es: Cliente de Stream

source: Stream Services
es: Servicios de Stream

source: Stream Services Setup
es: Configuración Stream Services

source: Stream Services configuration
es: Configuración Stream Services

source: System rejected! (Already the latest version?!). Skipping!
es: ¡Sistema rechazado! (¿Ya tienes la última versión?!). ¡Saltando!

source: Thank you...
es: Gracias...

source: The Frontprocessor was updated successfully! Your Dreambox will now be restarted!
es: ¡El "Frontprocessor" se actualizó con éxito! ¡Tu Dreambox se reiniciará ahora!

source: The firmware files are invalid or corrupted! The upload was rejected by the device!
es: ¡Los archivos de firmware no son válidos o están dañados! ¡La carga fue rechazada por el dispositivo!

source: The selected remote is already running the latest firmware! Update anyways?
es: ¡El mando a distancia seleccionado ya está ejecutando el firmware más reciente! ¿Actualizar de todos modos?

source: This WiFi supports connecting using the WPS Push-Button Method! Do you want to connect using WPS Push-Button
es: Esta red WiFi admite la conexión pulsando el botón WPS ¿Quieres conectarte usando el botón WPS?

source: Up
es: Arriba

source: Update initialization failed!
es: ¡Falló la inicialización de la actualización!

source: Upload rejected!
es: ¡Subida rechazada!

source: Uploaded {0} of {1} bytes
es: Subido {0} de {1} bytes

source: Vendor list
es: Lista de proveedores

source: Vendors
es: Proveedores

source: Verbose FileWatch Debug output
es: Salida detallada de depuración de FileWatch

source: Volume +
es: Volumen +

source: Volume -
es: Volumen -

source: Waiting for device reboot...
es: Esperando el reinicio del dispositivo...

source: Webinterface:Main Setup
es: Interfaz web: configuración principal

source: Worst
es: Peor

source: Yellow
es: Amarillo

source: You can remove the batteries of your remote for a short moment to reboot it!
es: ¡Puede quitar las pilas de su mando a distancia por un breve momento para reiniciarlo!

source: Your remote is likely to become unresponsive during the first half of the update Process. After the Bootloader/System has been updated you will regain control for the rest of this and all future updates.
es: Es probable que su mando a distancia deje de responder durante la primera mitad del proceso de actualización. Después de que se haya actualizado el gestor de arranque/sistema, recuperará el control para el resto de esta y todas las actualizaciones futuras.

source: for using the Remote Control Firmware Update Assistant. [Press OK to close]
es: para usar el Asistente de actualización del firmware del mando a distancia. [Presione OK para cerrar]

source: hdsuisse.one4all.fhd Skin
es: Piel hdsuisse.one4all.fhd

source: hdsuisse.one4all.fhd all DreamOS FHD Skin
es: Piel hdsuisse.one4all.fhd all DreamOS FHD

source: stereo
es: estéreo

source: to the Remote Control Firmware Update Assistant. We will now guide you through the remote control firmware update procedure! Let's begin! [Press OK]
es: al Asistente de actualización de firmware del mando a distancia. ¡Ahora le guiaremos a través del procedimiento de actualización del firmware del mando a distancia! ¡Vamos a comenzar! [Presiona OK]

source: BER:
cs: chyby:

source: DM RCU
cs: DM dálk.ovladač

source: E
cs: východní

source: EPG
cs: ---PROGRAMY AKT.KANÁLU---

source: Exif
cs: Info

source: FEC
cs: protokol chyb - FEC

source: JSON-RPC API
cs: -- video-rámce JSON-RPC API

source: OSD
cs: box...

source: PGS Bluray subs
cs: titulky PGS Bluray
hr: PGS Bluray titl
no: PGS Bluray undertekst

source: PIDs
cs: přehled PID
lv: PIDi

source: SNR:
cs: sign.:

source: UPnP/DLNA
cs: UPnP/DLNA server

source: auto
cs: aut.
hr: automatsko
lv: automātiski
no: automatisk

source: Info
no: Informasjon
