Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: additional cable of motorized LNB
cs: pomocný kabel pro motorizované LNB
es: cable adicional de LNB motorizado
lt: papildomas motorizuotos LNB kabelis
no: ekstra kabel for motorisert LNB

source: advanced
cs: nastavitelný
es: avanzado
hr: napredno
lt: išplėstinis
lv: paplašināts
no: avansert

source: ahead
cs: před název kanálu
es: adelante
hr: slijedi
lt: priekyje
lv: pirms
no: forran

source: all
cs: vše
es: todo
lt: visi
lv: visi
no: alle

source: allocations
cs: přidělit
es: asignaciones
lt: paskirstymas
no: tildelinger

source: alphabetic sort
cs: ↓A-Z
es: orden alfabético
hr: sortiraj abecedno
lt: pagal abėcėlę
lv: sakārtot pēc alfabēta
no: sorter alfabetisk

source: always
cs: vždy
es: siempre
hr: uvijek
lt: visada
lv: vienmēr
no: alltid

source: aqua
cs: sv.modrá
es: agua
lt: vandens
no: havblå

source: assigned CAIds:
cs: přiřazené CAID :
es: CAIds asignados:
hr: dodijeljeni CAIds:
lt: priskirti CAIds:
lv: piešķirtie CAIdi:
no: tildelte CAIds:

source: assigned Services/Provider:
cs: přiřazené kanály / sat.operátor :
es: Canales/Proveedor asignados:
hr: dodjeljeni kanali/Pružatelji:
lt: priskirti kanalai/tiekėjai:
lv: piešķitie Kanāli/Operatori:
no: tildelte Kanaler / Tilbydere:

source: at beginning
cs: na začátek
es: al principio
hr: na početku
lt: pradžioje
lv: no sākuma
no: ved begynnelsen

source: at end
cs: na konec
es: al final
hr: na kraju
lt: pabaigoje
lv: beigās
no: ved slutten

source: audio track (%s) format
cs: formát audio stopy (%s)
es: formato de pista de audio (%s)
hr: zvučni zapis (%s) format
lt: garso takelio (%s) formatas
lv: skaņas celiņa (%s) formāts
no: lydspor (%s) format

source: audio track (%s) language
cs: jazyk audio stopy (%s)
es: idioma de pista de audio (%s)
hr: zvučni zapis (%s) jezik
lt: garso takelio (%s) kalba
lv: skaņas celiņa (%s) valoda
no: lydspor (%s) språk

source: audio tracks
cs: ---audio stopy---
es: pistas de audio
hr: zvučni zapisi
lt: garso takeliai
lv: skaņas celiņi
no: lydspor

source: available
cs: dostupná
es: disponible
hr: dostupan
lt: galimas
lv: pieejams
no: tilgjengelig

source: azure
cs: azurová
es: azur
lt: dangiška

source: back
cs: zpět<<
es: atrás
hr: natrag
lt: atgal
lv: atpakaļ
no: tilbake

source: background image
cs: obrázek na pozadí
es: imagen de fondo
hr: slika pozadine
lt: foninis atvaizdas
lv: fona imidžs
no: bakgrunnsbilde

source: behind
cs: na konec řádku
es: detrás
hr: u pozadini
lt: už
lv: pēc
no: etter

source: better
cs: vyšší
es: mejor
hr: bolje
lt: geriau
lv: labāks
no: bedre

source: black
cs: černé
es: negro
hr: crno
lt: juodas
lv: melns
no: svart

source: black box
cs: černý podklad
es: caja negra
hr: crna kutija
lt: juodoji dėžė
lv: melnā kaste
no: svart boks

source: blacklist
cs: černá listina
es: lista negra
hr: crna lista
lt: juodas sąrašas
lv: melnais saraksts
no: svaretliste

source: blue
cs: modré
es: azul
hr: plavo
lt: mėlyna
lv: zilā
no: blå

source: bound
cs: vazba
es: vinculado
lt: susieta
no: tilkoblet

source: burn audio track (%s)
cs: vypálit audio stopu (%s)
es: grabar pista de audio (%s)
hr: snimi zvučnu traku (%s)
lt: įrašyti garso takelį (%s)
lv: ierakstīt skaņas celiņu (%s)
no: brenn lydspor (%s)

source: change recording (duration)
cs: změnit - dobu nahrávání
es: cambiar grabación (duración)
hr: promjeni snimanje (dužinu)
lt: keisti įrašymą (trukmę)
lv: mainīt ierakstu (ilgums)
no: endre innspilling (lengde)

source: change recording (endtime)
cs: změnit - čas ukončení nahrávání
es: cambiar grabación (hora fin)
hr: promjeni snimanje (završno vrijeme)
lt: keisti įrašymą (pabaigos laiką)
lv: mainīt ierakstu (beigu laiks)
no: endre innspilling (sluttid)

source: chapters
cs: kapitoly
es: capítulos
hr: poglavlja
lt: skyriai
lv: nodaļas
no: kapittel

source: circular left
cs: levá kruhová polarizace
es: circular izda
hr: lijevi cirkularni
lt: apskritiminė kairė
lv: cirkulārā kreisā
no: sirkulær venstre

source: circular right
cs: pravá kruhová polarizace
es: circular dcha
hr: desni cirkularni
lt: apskritiminė dešinė
lv: cirkulārā labā
no: sirkulær høyre

source: clear playlist
cs: vyprázdnit seznam vybraného videa
es: limpiar lista
hr: očisti Playlistu
lt: išvalyti grojaraštį
lv: dzēst repertuāru
no: tøm spilliste

source: coded:2010 by Vali
es: codificado: 2010 por Vali
lt: koduota:2010 Vali
no: kodet:2010 av Vali

source: complex
cs: komplexní
es: complejo
hr: kompleksno
lt: kompleksinis
lv: komplicēts
no: kompleks

source: config menu
cs: konfigurační menu
es: menú de configuración
hr: konfig izbornik
lt: konfigūravimo meniu
lv: konfigurācijas izvēlne
no: konfigurasjonsmeny

source: connected
cs: připojeno
es: conectado
hr: spojen
lt: prijungta
lv: savienots
no: tilkoblet

source: connecting...
cs: připojuji...
es: conectando...
lt: jungiamasi...
lv: savienojās...
no: kobler til...

source: continue
cs: pokračovat
es: continuar
hr: nastavi
lt: tęsti
lv: turpināt
no: fortsett

source: controlled by HDMI
cs: ovládáno přes HDMI
es: controlado por HDMI
hr: kontrolirano preko HDMI-a
lt: valdoma HDMI
lv: HDMI kontrolēts
no: kontrollert av HDMI

source: copy to bouquets
cs: zkopírovat do sady kanálů
es: copiar a listas
hr: kopiraj u paket
lt: kopijuoti į paketus
lv: kopēt uz buķetēm
no: kopier til buketter

source: corrupted disc
cs: Defekt na disku !
es: disco corrupto
hr: oštećeni disk
lt: sugadintas diskas
lv: bojāts disks
no: skadet disc

source: could not be removed
cs: nemůže být odstraněno
es: no puede ser borrado
hr: ne može se ukloniti
lt: negali būti pašalinta
lv: nevar nodzēst
no: kunne ikke fjernes

source: create directory
cs: založit složku
es: crear directorio
hr: kreiraj direktorij
lt: kurti katalogą
lv: izveidot mapi
no: lag katalog

source: daily
cs: denně
es: diariamente
hr: dnevno
lt: kasdien
lv: ik dienu
no: daglig

source: day
cs: den
es: día
hr: dan
lt: diena
lv: diena
no: dag

source: deallocations
cs: nepřidělovat
es: desasignaciones
lt: nepaskirstymas
no: deallokeringer

source: delete cut
cs: odstranit střih
es: borrar corte
hr: obriši rez
lt: trinti iškirptą
lv: dzēst griezumu
no: slett klipp

source: delete file
cs: odstranit soubor videa z disku
es: borrar fichero
hr: izbrisati datoteku
lt: trinti failą
lv: dzēst failu
no: slett fil

source: delete playlist entry
cs: odstranit položku ze seznamu nahrávek
es: borrar entrada en la lista de reproducción
hr: obriši unos playliste
lt: trinti įrašą iš grojaraščio
lv: dzēst repertuāra ierakstu
no: slett post i spillliste

source: delete saved playlist
cs: odebrat seznam vybraného videa z archívu...
es: borrar lista de reproducción guardada
hr: obriši pohranjenu playlistu
lt: trinti išsaugotą grojaraštį
lv: dzēst saglabāto repertuāru
no: slett lagret spilliste

source: delete...
cs: odstranit...
es: borrar...
hr: obriši...
lt: trinti...
lv: dzēst...
no: slett...

source: disable
cs: zakázat
es: desactivar
hr: onemogući
lt: išjungti
lv: izslēgt
no: deaktiver

source: disable move mode
cs: zrušit přesun
es: quitar modo movimiento
hr: onemogući mod premještanja
lt: išjungti perkėlimą
lv: izslēgt pārvietošanas režīmu
no: slå av flyttemodus

source: disabled
cs: vyp.
es: desactivado
hr: isključen
lt: išjungta
lv: izslēgts
no: deaktivert

source: disconnected
cs: odpojený
es: desconectado
hr: isključen
lt: atjungta
lv: atvienots
no: frakoblet

source: do nothing
cs: nedělat nic...
es: no hacer nada
hr: ništa ne čini
lt: nieko nedaryti
lv: neko nedarīt
no: gjør ingenting

source: don't record
cs: -nic-
es: no grabar
hr: ne snimaj
lt: neįrašinėti
lv: nerakstīt
no: ikke ta opp

source: done!
cs: -hotovo-
es: ¡hecho!
hr: učinjeno!
lt: atlikta!
lv: gatavs!
no: ferdig!

source: dreamIRC - edit settings
cs: upravit nastavení dreamIRC
es: dreamIRC - editar configuración
lt: dreamIRC - redaguoti nustatymus
no: dreamIRC - endre innstillinger

source: drop-shadow
cs: se stínem
hr: spusti-sijenu
lt: mesti šešėlį
no: skyggelagt

source: edit alternatives
cs: změnit alternativní kanál
es: editar alternativas
hr: editiraj alternative
lt: redaguoti alternatyvas
lv: rediģēt alternatīvas
no: editer alternativer

source: empty
cs: prázdné
es: vacío
hr: prazno
lt: tuščias
lv: tukšs
no: tom

source: enable
cs: aktivovat
es: activar
hr: omogući
lt: įjungti
lv: aktivizēt
no: aktiver

source: enable bouquet edit
cs: povolit úpravu seznamů kanálů
es: habilitar edición de lista
hr: omogući editanje paketa
lt: įjungti paketo redagavimą
lv: aktivizēt buķešu rediģēšanu
no: aktiver bukettredigering

source: enable favourite edit
cs: povolit úpravu oblíbených
es: habilitar edición de favoritos
hr: omogući editiranje favorita
lt: įjungti mėgstamiausių redagavimą
lv: aktivizēt favorītu rediģēšanu
no: aktiver favoritt editering

source: enable move mode
cs: aktivovat přesuny položek
es: habilitar modo movimiento
hr: uključi mod za premještanje
lt: įjungti perkėlimą
lv: aktivizēt pārvietošanas režīmu
no: aktiver flytte modus

source: enabled
cs: zapnuto
es: activado
hr: omogućeno
lt: įjungta
lv: aktivizēts
no: aktivert

source: end alternatives edit
cs: ukončit úpravu alternativních
es: terminar edición de alternativas
hr: kraj editiranja alternativa
lt: baigti alternatyvų redagavimą
lv: beigt alternatīvu rediģēšanu
no: avslutt alternativ editering

source: end bouquet edit
cs: ukončit úpravu sady kanálů
es: fin de edición de listas
hr: završi editiranje favorita
lt: baigti paketo redagavimą
lv: beigt buķešu rediģēšanu
no: avslutt bukettredigering

source: end cut here
cs: ukončit střih zde
es: terminar corte aquí
hr: završi rez ovdje
lt: iškirpimo pabaiga čia
lv: beigt griešanu šeit
no: avslutt klipp her

source: end favourites edit
cs: ukončit úpravu oblíbených
es: fin edición de favoritos
hr: završi editiranje favorita
lt: baigti mėgstamiausių redagavimą
lv: beigt favorītu rediģēšanu
no: avslutt favorittt editering

source: enqueued for future scan...
cs: zařadit do fronty pro příští vyhledávání...
es: encolado para búsqueda futura ...
hr: primjeni kod budućeg skeniranja...
lt: į eilę sekančiam skenavimui...
lv: ierindots vēlakai skenēšanai...
no: lagt i kø for fremtidig skanning

source: equal to
cs: shodné s...
es: igual a
hr: jadnako s
lt: tolygus
lv: vienāds ar
no: identisk med

source: exit DVD player or return to file browser
cs: zavřít přehrávač DVD a vrátit se do seznamu souborů
es: salir del reproductor DVD o volver a sistema de archivos
hr: izađi iz DVD playera ili vrati se u preglednik
lt: užverti DVD grotuvą arba sugrįžti į failų naršyklę
lv: iziet no DVD atskaņotāja un atgriezties uz failu pārlūku
no: avslutt DVD spiller eller returner til filbrowser

source: exit mediaplayer
cs: zavřít přehrávač médií
es: salir del reproductor
hr: izađi iz preglednika medija
lt: užverti medija grotuvą
lv: iziet no mediju atskaņotāja
no: avslutt mediaspiller

source: exit movielist
cs: zavřít seznam videa
es: salir de la lista de películas
hr: izađi iz izbornika filmova
lt: užverti filmų sąrašą
lv: iziet no filmu saraksta
no: avslutt filmliste

source: externally loopthrough to
cs: externí připojení přes
es: bucle externo a
hr: vanjski prolaz do
lt: išorinė kilpa iki
lv: ārpus cilpa uz
no: ekstern gjennomsløyfing til

source: fast JPEG
cs: rychlé JPEG
hr: brzi JPEG
lt: greitas JPEG
lv: ātrs JPEG
no: hurtig JPEG

source: fileformats (BMP, PNG, JPG, GIF)
cs: -- prohlížení obrázků, fotografií (std.)
es: formatos (BMP, PNG, JPG, GIF)
hr: formati datoteka (BMP, PNG, JPG, GIF)
lt: failo formatai (BMP, PNG, JPG, GIF)
lv: failu formāti (BMP, PNG, JPG, GIF)
no: filformater (BMP, PNG, JPG, GIF)

source: filename
cs: název souboru
es: nombre de fichero
hr: ime datoteke
lt: failo pavadinimas
lv: faila nosaukums
no: filnavn

source: fine-tune your display
cs: Nastavení kvality obrazu s průvodcem_
es: Configurar en detalle tu TV
hr: fino podešavanje prikaza
lt: tikslus monitoriaus suderinimas
lv: displeja precīzā pieregulēšana
no: Fininnstill lysstyrke og kontrast

source: force disabled
cs: vynucená deaktivace
es: forzar deshabilitado
lt: priverstinai išjungtas
no: tvang deaktivert

source: force enabled
cs: vynucená aktivace
es: forzar habilitado
lt: priverstinai įjungtas
no: tvang aktivert

source: forced only
cs: pouze vnutit
es: forzado sólo
hr: preferiraj samo
lt: tik priverstinai
no: kun tvunget

source: forward to the next chapter
cs: přeskočit na další kapitolu
es: adelantar con el siguiente capítulo
hr: naprijed na sljedeće poglavlje
lt: persukti pirmyn į kitą skyrių
lv: uz nākamo nodaļu
no: framover til neste kapittel

source: free
cs: , volno:
es: libre
hr: slobodno
lt: laisva
lv: brīvs
no: ledig

source: free diskspace
cs: - volno na disku
es: espacio libre en disco
hr: slobodan prostor na disku
lt: laisva vieta diske
lv: brīva vieta uz diska
no: ledig diskplass

source: fstab-Editor
es: Editor fstab
lt: fstab-redaktorius

source: go to idle mode
cs: vypnout
es: ir al modo inactivo
hr: pođi u stanje mirovanja
lt: pereiti į laukimą
lv: pāriet gaidīšanas režīmā
no: gå til hvilemodus

source: go to standby
cs: přepnout do režimu spánku
es: ir a modo de espera
hr: isključi uređaj
lt: pereiti į budėjimą
lv: pāriet uz gaidstāvi
no: gå til standby

source: grab this frame as bitmap
cs: stáhnout snímek jako bitmapu
es: grabar esta pantalla como bitmap
hr: iskoristite sliku događaja kao bitmap
lt: išsaugoti šį rėmelį kaip paveikslėlį
lv: tvert kadru bitmap formātā
no: lagre vindu som bitmap fil

source: green
cs: zelené
es: verde
hr: zeleno
lt: žalia
lv: zaļā
no: grønn

source: hard disk
cs: hard disk, flash
es: disco duro
hr: tvrdi disk
lt: kietą diską
lv: cietais disks

source: hear radio...
cs: Režim Rádio...
es: escuchar radio...
hr: slušaj radio...
lt: klausytis radijo...
lv: klausīties radio...
no: høre radio...

source: help...
cs: nápověda...
es: ayuda...
hr: pomoć...
lt: pagalba...
lv: palīdzība...
no: hjelp...

source: hide extended description
cs: skrýt rozšířený popis
es: ocultar descripción extendida
hr: sakrij prošireni opis
lt: slėpti išplėstą aprašymą
lv: slēpt paplašināto aprakstu
no: skjul utvidet beskrivelse

source: hide player
cs: skrýt přehrávač do pozadí
es: ocultar reproductor
hr: sakrij player
lt: slėpti grotuvą
lv: slēpt atskaņotāju
no: skjul spiller

source: hide/visible entry
cs: skrýt položku
es: entrada oculta/visible
lt: slėpti / rodyti įrašą
no: skjul/vis valg

source: high
cs: vysoký
es: alto
lt: aukštas
lv: augsts
no: høy

source: holo-black skin
cs: -- skin holo-black
es: Piel holo-black
lt: holo juoda tema
lv: holo-black ādiņa

source: holo-dark skin
cs: -- skin holo-dark
es: Piel holo-dark
lt: holo tamsi tema
lv: holo-dark ādiņa
no: holo-black skin

source: holo-light skin
cs: -- skin holo-light
es: Piel holo-light
lt: holo šviesi tema
lv: holo-light ādiņa
no: holo-black skin

source: holoFHD-black skin
cs: -- skin holoFHD-black
es: Piel holoFHD-black
lt: holo FHD juoda tema
lv: holoFHD-black ādiņa

source: holoFHD-dark skin
cs: -- skin holoFHD-dark
es: Piel holoFHD-dark
lt: holo FHD tamsi tema
lv: holoFHD-dark ādiņa

source: holoFHD-light skin
cs: -- skin holoFHD-light
es: Piel holoFHD-light
lt: holo FHD šviesi tema
lv: holoFHD-light ādiņa

source: horizontal
cs: horizontální
hr: horizontala
lt: horizontali
lv: horizontālā
no: horisontal

source: hour
cs: hodina
es: hora
hr: sata
lt: valanda
lv: stunda
no: time

source: hours
cs: hod.
es: horas
hr: sata
lt: valandos
lv: stundas
no: timer

source: immediate shutdown
cs: ihned vypne box
es: apagado inmediato
hr: odmah isključi
lt: nedelsiant išjungti
lv: tūlītēja izslēgšana
no: umiddelbar shutdown

source: in progress
cs: ...zpracovává se...
es: en progreso
hr: u tijeku
lt: vykdoma
lv: notiek
no: pågår

source: inactive
cs: neaktivní
es: inactivo
lt: neaktyvus
lv: neaktīvs
no: inaktiv

source: init module
cs: inicializační modul
es: iniciar módulo
hr: init modula
lt: aptinkamas modulis
lv: inicializēt moduli
no: initialiser modul

source: init modules
cs: inicializační moduly
es: módulos de inicio
hr: inicijalizacija modula
lt: aptinkami moduliai
lv: inicializēt moduļus
no: initialiser modulene

source: insert mark here
cs: sem vložit značku
es: insertar marca aquí
hr: unesi oznaku ovdje
lt: įterpti žymeklį
lv: ievietot iezīmi
no: sett inn markør her

source: internally loopthrough to
cs: interní připojení na
es: bucle interno a
hr: unutarnji prolaz do
lt: vidinė kilpa iki
lv: iekšpus cilpa uz
no: intern gjennomkjøring til

source: jump back to the previous title
cs: přeskočit na předchozí titul
es: saltar al título anterior
hr: skok natrag na prethodni naslov
lt: peršokti atgal į ankstesnį pavadinimą
lv: pārlēkt uz iepriekšējo nosaukumu
no: hopp tilbake til forrige tittel

source: jump forward to the next title
cs: přeskočit na další titul
es: saltar al título siguiente
hr: skok naprijed na sljedeći naslov
lt: peršokti priekin į kitą pavadinimą
lv: pārlēkt uz nākamo nosaukumu
no: hopp framover til neste tittel

source: jump to listbegin
cs: skočit na začátek seznamu
es: saltar al comienzo de la lista
hr: skoči na početak liste
lt: peršokti į pradžios sąrašą
lv: pārlēkt uz saraksta sākumu
no: hopp til start på listen

source: jump to listend
cs: skočit na konec seznamu
es: saltar al final de la lista
hr: skoči na kraj liste
lt: peršokti į pabaigos sąrašą
lv: pārlēkt uz saraksta beigām
no: hopp til slutt på listen

source: jump to next marked position
cs: skočit na další označenou pozici
es: saltar a la siguiente posición marcada
hr: skoči do sljedeće označene pozicije
lt: peršokti į sekančią pažymėtą vietą
lv: pārlekt uz nākošo atzīmēto vietu
no: hopp til neste markerte posisjon

source: jump to previous marked position
cs: skočit na předchozí označenou pozici
es: saltar a la anterior posición marcada
hr: skoči do predhodne označene pozicije
lt: peršokti į ankstesnę pažymėtą vietą
lv: pārlēkt uz iepriekšējo iezīmēto vietu
no: hopp til forrige markerte posisjon

source: leave movie player...
cs: zavřít přehrávání videa...
es: salir del reproductor de películas...
hr: napusti video ...
lt: palikti grotuvą...
lv: iziet no filmu atskaņotāja...
no: forlat filmspiller...

source: left
cs: vlevo
es: izquierda
hr: lijevo
lt: kairys
lv: kreisā
no: venstre

source: length
cs: délka
es: longitud
hr: dužina
lt: ilgis
lv: garums
no: lengde

source: lime
cs: sv.zelená
es: lima
lt: laimo žalia
lv: laims
no: lime grønn

source: list of EPG views...
cs: info programu
es: lista de vistas EPG...
hr: Pogled na popis EPG...
lt: epg peržiūrų sąrašas...
lv: EPG skatu saraksts...
no: liste over EPG visninger...

source: list style compact
cs: typ seznamu - kompaktní (datum, kanál)
es: estilo de lista compacto
hr: kompaktni stil liste
lt: kompaktiškas sąrašas
lv: saraksta stils kompakts
no: kompakt listestil

source: list style compact with description
cs: typ seznamu - kompaktní s popisem
es: estilo de lista compacto con descripción
hr: kompaktni stil liste sa opisom
lt: kompaktiškas sąrašas su aprašymu
lv: saraksta stils kompakts ar aprakstu
no: kompakt listestil med beskrivelse

source: list style default
cs: typ seznamu - předvolený
es: estilo de lista por defecto
hr: standardne postavke stila liste
lt: numatytasis sąrašo stilius
lv: saraksta stils noklusētais
no: default listestil

source: list style single line
cs: typ seznamu - jednoduchý
es: estilo de lista en una línea
hr: Kompaktni jednostruki stil liste
lt: vienos eilutės sąrašas
lv: saraksts vienā rindiņā
no: listestil enkelt linje

source: load playlist
cs: načíst z archívu seznam vybraného videa
es: cargar lista de reproducción
hr: učitaj playlistu
lt: įkelti grojaraštį
lv: ielādēt repertuāru
no: hent spilliste

source: locked
cs: zámek
es: bloqueado
hr: prihvaćen
lt: fiksuota
lv: slēgts
no: låst

source: made by tikila
cs: Skin Elegance od tikila.
es: hecho por tikila
lt: pagaminta tikila
lv: izstrādājis tikila
no: laget av tikila

source: main
cs: hlavní
es: principal
lt: pagrindiniai
lv: pamata
no: hoved

source: manual
cs: manuálně
hr: ručno
lt: rankinis
lv: manuāls
no: manuell

source: menu
es: menú
hr: Izbornik
lt: meniu
lv: izvēlne
no: meny

source: mins
cs: minut
hr: min
lt: min
lv: min.
no: min

source: minute
cs: minuta
es: minuto
hr: minuta
lt: minutė
lv: minūte
no: minutt

source: minutes
cs: min.
es: minutos
hr: minuta
lt: minutės
lv: minūtēm
no: minutter

source: month
cs: měsíc
es: mes
hr: mjesec
lt: mėnuo
lv: mēnesis
no: måned

source: monthly
cs: měsíčně
es: mensual
lt: kas mėnesį
lv: ik mēnesi
no: månedlig

source: move PiP to main picture
cs: přesune PiP do hl.okna
es: mover PiP a la imagen principal
hr: premjesti PiP na glavnu sliku
lt: perkelti PiP į pagrindinį paveikslėlį
lv: pārvietot PiP pamatattēlā
no: flytt BiB til hovedbilde

source: movie list
cs: seznam videa
es: lista de películas
hr: lista filmova
lt: filmų sąrašas
lv: filmu saraksts
no: filmliste

source: multinorm
cs: multi-norma
lt: multinorma
lv: multinorma

source: multiple
cs: vícenásobný
es: múltiple
lt: daugiafunkcinis
no: flere

source: n/A
cs: -není-
lt: nėra

source: n/a
cs: -nic-
lt: nėra duomenų
no: ikke tilgjengelig

source: never
cs: nikdy
es: nunca
hr: nikad
lt: niekada
lv: nekad
no: aldri

source: next channel
cs: další kanál
es: canal siguiente
hr: sljedeći kanal
lt: sekantis kanalas
lv: nākošais kanāls
no: Neste kanal

source: next channel in history
cs: další kanál v historii
es: canal siguiente en historial
hr: sljedeći kanal u povijesti
lt: sekantis kanalas į istoriją
lv: nākošais kanāls vēsturē
no: Neste kanal i historikk

source: no
cs: ne
hr: ne
lt: ne
lv: nē
no: nei

source: no CAId selected
cs: není vybraný CAID
es: no ha seleccionado CAId
hr: CAId nije odabran
lt: joks CAId nepasirinktas
lv: nav izvēlēts CAId
no: ingen CAId valgt

source: no CI slots found
cs: nenalezeny CI sloty
es: no hay slots CI
hr: CI slotovi nisu nađeni
lt: nerasta CI lizdų
lv: nav atrasti CI sloti
no: ingen CI åpning funnet

source: no Services/Providers selected
cs: není vybraný kanál nebo sat.operátor
es: ningún Canal/Proveedor seleccionado
hr: Kanali/Pružatelji nisu selektirani
lt: kanalų/teikėjų nepasirinkta
lv: nav izvēlēti Kanāli/Operatori
no: ingen kanaler/tilbydere valgt

source: no active streams...
cs: sdílení není aktivní...
es: no hay transmisiones activas...
hr: nema aktivnih prijenosa
lt: nėra aktyvių srautų...
lv: nav aktīvu plūsmu...
no: ingen aktive streaminger...

source: no matching processing key
cs: Chybí vhodný klíč pro zpracování !
es: ninguna clave de procesamiento coincidente
hr: nema odgovarajućeg ključa procesa
lt: nėra tinkamo apdorojimo rakto
lv: nav atbilstošs apstrādes taustiņš
no: ingen tilsvarende prosessnøkkel

source: no module found
cs: modul není k dispozici !
es: módulo no encontrado
hr: nema modula
lt: modulio nerasta
lv: modulis nav atrasts
no: ingen modul funnet

source: no standby
cs: bez uspání
es: no reposo
hr: ne u stanje mirovanja
lt: nebudėti
lv: bez gaidstāves
no: ingen standby

source: no storage devices found
cs: Žádné úložné zařízení není k dispozici !
es: no se encontraron dispositivos de almacenamiento
hr: uređaj za pohranu nije pronađen
lt: saugojimo įrenginių nerasta
lv: netika atrasta glabātuves ierīce
no: ingen lagringsenheter funnet

source: no timeout
cs: bez časového limitu
es: no tiempo cumplido
hr: nema vremenskog ograničenja
lt: nedaryti pauzės
lv: nav noildzes
no: ingen tidsavbrudd

source: no valid AACS certificate
cs: Chybí platný certifikát AACS !
es: sin certificado AACS válido
hr: nema ispravnog AACS certifikata
lt: nėra galiojančio AACS sertifikato
lv: nav derīgs AACS sertifikāts
no: ugyldig AACS sertifikat

source: none
cs: -nic-
es: ninguno
hr: prazno
lt: jokio
lv: nav
no: ingen

source: not locked
cs: nezamknuto
es: no bloqueado
hr: nije prihvaćen
lt: nefiksuota
lv: nav noenkurojies
no: ikke låst

source: not supported
cs: nepodporováno
es: no soportado
hr: nije podržan
lt: nepalaikomas
lv: nav atbalstīts
no: ikke støttet

source: not used
cs: nepoužito
es: no usado
hr: ne koristi se
lt: nėra naudojamas
lv: neizmantots
no: ikke brukt

source: nothing
cs: -nic-
es: nada
hr: ništa
lt: nieko
lv: nekas
no: ingenting
