Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Welcome. If you want to connect your Dreambox to a network and/or the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
cs: Nastavení sítě... Pokud je sat.přijímač připojený k internetu, nastavte základní parametry sítě. OK -> spustit konfiguraci sítě...
es: Bienvenido. Si desea conectar su Dreambox a una red y/o Internet, este asistente lo guiará a través de la configuración básica de la red de su Dreambox. Presiona OK para comenzar a configurar tu red
hr: Dobrodošli. Ako želite spojiti Dreambox na lokalnu mrežu i/ili Internet, ovaj vodič će vas voditi kroz mrežne postavke vašeg Dreamboxa. Pritisnite OK za početak konfiguriranja mreže.
lt: Sveiki atvykę. Jei jūs norėsite prijungti savo imtuvą prie tinklo arba interneto, šis vedlys ves jus per pagrindinę tinklo sąranką jūsų imtuve. Spauskite OK mygtuką, kad pradėti tinklo konfigūravimą
lv: Sveicināti. Ja jūs vēlaties pievienot jūsu Dreambox tīklam un/vai internetam, šis vednis jūs pavadīs Dreambox tīkla pamatuzstādījumu veidošanā. Spiediet OK, lai sāktu tīkla konfigurēšanu
no: Velkommen Hvis du ønsker å koble din Dreambox til et nettverk og/eller internett, vil denne Wizard guidedeg igjennom et enkelt nettverksoppsett. Trykk OK for å starte konfigurasjonen av ditt nettverk.

source: Welcome. This start wizard will guide you through the basic setup of your Dreambox. Use the up/down keys on your remote control to select an option. After that, press OK.
cs: Vítejte... Tento průvodce Vás provede přes základní nastavení kanálů Dreamboxu.Pomocí šipek na dálk.ovladači zvolte položku. OK -> pokračovat...
es: Bienvenido. Este asistente de inicio lo guiará a través de la configuración básica de su Dreambox. Utilice las teclas arriba/abajo de su mando a distancia para seleccionar una opción. Después de eso, presione OK.
hr: Dobro došli. Ovaj vodič će vas voditi kroz osnovne postavke vašeg Dreamboxa. Pritisnite tipke gore/dolje na vašem daljinskom upravljaču za odabir opcija. Nakon toga pritisnite OK.
lt: Sveiki atvykę. Šis nustatymų vedlys padės Jums nustatyti pagrindinius parametrus Jūsų imtuvui. Naudokite mygtukus aukštyn/žemyn nuotoliniame valdymo pulte, kad pasirinktumėte parinktį. Po to spauskite OK.
lv: Sveicināti. Šis sākuma vednis būs jūsu ceļvedis Dreambox pamata iestatījumos. Lietojiet augšup/lejup taustiņus uz tālvadības pults, lai izvēlētos iespēju. Pēc tam spiediet OK.
no: Velkommen Denne Wizard vil guide deg igjennom et enkelt oppsett av din Dreambox. Bruk opp/ned tastene på din fjernkontroll for å gjøre et valg. Etter dette, trykk OK.

source: Welcome...
cs: ...vítejte...
es: Bienvenido...
hr: Dobrodošli...
lt: Sveiki...
lv: Sveicināti...
no: Velkommen...

source: West
cs: západní
es: Oeste
hr: Zapad
lt: Vakarai
lv: Rietumi
no: Vest

source: What do you want to scan?
cs: Co chcete prohledat ?
es: ¿Qué quiere buscar?
hr: Što želite pretražiti?
lt: Ko jūs norite ieškoti?
lv: Ko jūs vēlaties skenēt?
no: Hva vil du søke etter?

source: What to do with submitted crashlogs?
cs: co udělat s chybovým protokolem
es: ¿Qué hacer con los crashlogs enviados?
hr: Što učiniti s poslanim crashlogs?
lt: Ką daryti su pateiktais gedimų žurnalais?
lv: Ko darīt ar iesniegtajiem avāriju aprakstiem?
no: Hva ønsker du å gjøre med sendte crashlogs?

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
cs: Jestliže spustíte tovární nastavení, ztratíte veškerá konfig.data satelitu i kanálů !!! Po dokončení se sat.přijímač automaticky restartuje. Chcete opravdu použít tovární nastavení ?
es: Cuando haga un reseteo de fábrica, perderá TODOS los datos de configuración (incluyendo listas, canales, datos del satélite...) Después de un reseteo, su receptor se reiniciará automáticamente! ¿Quiere hacer un reset de fábrica?
hr: Kada napravite tvorničke postavke, izgubit ćete SVE svoje konfiguracijske podatake (uključujući pakete, kanale, satelite i ostale podatke ...) Nakon provedbe tvorničkih postavki, vaš prijemnik će se automatski ponovno pokrenuti! Želite na tvorničke postavke?
lt: Jeigu jūs atkursite gamyklinius nustatymus, jūs prarasite VISUS savo konfigūracijos duomenis (įskaitant paketus, kanalus, palydovinius duomenis...) Po to, kai bus atkurti gamykliniai nustatymai imtuvas pasileis iš naujo automatiškai! Tikrai norite atkurti?
lv: Atjaunojot rūpnīcas uzstādījumus, jūs zaudēsiet VISUS konfigurācijas datus (ieskaitot buķetes, kanālus, pavadoņu datus ...) Pēc rūpnīcas uzstādījumu atjaunošanas, ierīce automātiski pārstartēsies! Vai tiešām atjaunot rūpnīcas uzstādījumus?
no: Når det utføres en fabrikkgjennoppretting vil du miste ALLE innstillinger. inkludert buketter, programlister og satellittlister mm. Etter kompileringen vil tuneren automatisk starte på nytt! Sikker på at du ønsker en fabrikkgjenoppretting?

source: Where do you want to backup your settings?
cs: Kam chcete zazálohovat nastavení ?
es: ¿Dónde quieres hacer una copia de seguridad de tu configuración?
hr: Gdje želite pohraniti Backup liste kanala?
lt: Kur jūs norite išsaugoti nustatymų atsarginę kopiją?
lv: Kur jūs vēlaties kopēt savus iestatījumus?
no: Hvor vil du lagre backup av dine innstillinger?

source: Where to save temporary timeshift recordings?
cs: Kam ukládat dočasný záznam Timeshiftu ?
es: ¿Dónde guardar las grabaciones temporales de pausa?
hr: Gdje spremiti privremene snimke vremenskog pomaka?
lt: Kur saugoti laikinus laiko poslinkio įrašus?
lv: Kur saglabāt pagaidu laikaiztures ierakstus?
no: Hvor skal midlertidige timeshifts innspilles?

source: Wireless Network State
cs: stav bezdrátové sítě
es: Estado de la red inalámbrica
hr: Status Bežične Mreže
lt: Belaidžio tinklo būsena
lv: Bezvadu tīkla stāvoklis
no: Trådløst nettverksstatus

source: With DVDBurn you can make compilations of records from your Dreambox hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary dreambox format.
cs: S DVDBurn můžete převést nahrávky z pevného disku Dreamboxu na DVD. Volitelně pak lze přidat i menu. DVD můžete přehrát na běžných přehrávačích. HDTV nahrávky lze vypálit pouze ve vlastním formátu Dreamboxu.
es: Con DVDBurn puede hacer DVDs de películas grabadas en su Dreambox. Opcionalmente puede personalizar menús. Puede grabar un DVD estándar que pueda ser reproducido en los reproductores convencionales. Las grabaciones en HDTV sólo pueden grabarse en un formato de Dreambox propietario.
hr: S DVDBurn možete napraviti kompilacije zapisa iz vašeg Dreambox hard diska. Po želji možete dodati prilagodljive izbornike. Možete snimiti kompilaciju na standardne-compliant DVD koji se može reproducirati na conventinal DVD player. HDTV snimke mogu samo biti snimljene u vlasničkom Dreambox formatu.
lt: Su DVD įrašymu galite padaryti įrašus iš jūsų imtuvo kietojo disko. Pasirinktinai galite pridėti savo meniu. Galite įrašyti standartinių reikalavimų DVD, kuriuos galima žiūrėti su įprastiniais DVD grotuvais. HDTV įrašus galima įrašyti tik dreambox formatu.
lv: Ar DVDBurn jūs varat veikt ierakstu kompilācijas no jūsu Dreambox cietā diska. Ja vēlaties, varat pievienot savas izvēlnes. Jūs varat ierakstīt standarta kompilācijai atbilstošu DVD, ko var atskaņot parastie DVD atskaņotāji. HDTV ierakstus var ierakstīt tikai patentētā dreambox formātā.
no: Med DVDBurn kan du lage kompilasjoner fra din Dreambox harddisk. Valgfritt kan du legge til selvlagede menyer. Du kan skrive kompilasjonen til en standard kompatibel DVD plate som kan spille på konvensjonelle DVD spillere. HDTV kompileringer kan kun brennes i Dreambox format.

source: With errors:
cs: s chybami :
es: Con errores:
lt: Su klaidomis:
lv: Ar kļūdām:
no: Med feil:

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your Dreambox and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
cs: S CommonInterfaceAssignment je možné použít různé moduly CI v Dreamboxu. Přiřadí operátora, kanály nebo i CAID. Umožní to sledovat kódované kanály i při nahrávání.
es: Con el complemento CommonInterfaceAssignment es posible usar diferentes módulos CI en su Dreambox y asignar proveedores/canales o caids dedicados a cada uno de ellos. Esto permite ver un canal codificado mientras se graba otro.
hr: Uz CommonInterfaceAssignment plugina moguće je koristiti differentCI module u Dreamboxu i dodijeliti dodatne usluge / kanale ili caids svakom od njih. To omogućuje gledanje još jednog kodiranog kanala tijekom snimanja.
lt: Su Įstatomo modulio priskyrimo priedu galima naudoti įvairius CI modulius jūsų imtuve ir priskirti specialius tiekėjus/kanalus arba caids kiekvienam iš jų. Tai leidžia žiūrėti užkoduotus kanalus.
lv: Ar CommonInterfaceAssignment spraudni ir iespējams izmantot dažādus CI moduļus Dreamboxā un piešķirt tiem operatrus/pakalpojumus vai CAIDus katram no tiem. Tas ļauj skatīties kodētos kanālus, kamēr tiek ierakstīts cits.
no: Med CommonInterfaceAssignment er det mulig å bruke forskjellige CI moduler på din Dreambox. Deretter kan du tilknytte tilbydere,kanaler eller caids til hver av dem. Dette gjør det mulig å se på en kodet sending men du inspiller en annen.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
cs: CrashLogAutoSubmit modul umožní automaticky odesílat přes e-mail do Dream Multimedia
es: Con el plugin CrashlogAutoSubmit es posible enviar automáticamente por email los registros de fallos encontrados en su disco duro a Dream Multimedia.
hr: Sa CrashlogAutoSubmit dodatkom moguće je automatsko slanje zapisa greške putem e-maila Dream Multimediji.
lt: Su Gedimų žurnalų auto pateikimo priedu galima automatiškai paštu siųsti gedimų žurnalus, į Dream Multimedia, rastus kietajame diske.
lv: Ar CrashlogAutoSubmit spraudni ir iespējams automātiski nosūtīt avārijas aprakstu uz Dream Multimedia, kurš atrasts uz jūsu cietā diska.
no: Med CrashlogAutoSubmit er det mulig å sende crashlogs direkte til Dream Multimedia fra din Dreambox.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
cs: S modulem DefaultServiceScanner můžete prohledat předvolený seznam lamedb a přetřídit ho
es: Con el plugin DefaultServicesScanner puede escanear la base de datos por defecto del satélite conectado a su antena.
hr: Uz DefaultServicesScanner dodatak možete skenirati zadane lamedbs sortirane prema satelitima sa spojenom antenom.
lt: Su numatytu kanalų paieškos priedu galite ieškoti numatyto lamedbs, surūšiuoto pagal palydovą su prijungtu lėkščių pozicionieriumi.
lv: Ar DefaultServicesScanner spraudni jūs variet skenēt noklusētos lamedbs sakārtotus pēc pavadoņiem ar pievienotu pozicioniera antenu.
no: Med DefaultServiceScanner kan du skanne standard lamedbs sortert etter satellitter med en ferdigmontert motorstyring.

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
cs: Modul DiseqcTester testuje satelitní vybavení na kompatibilitu a chyby DISEqC
es: Con el complemento DiseqcTester puede probar su equipo de satélite para verificar la compatibilidad y los errores de DiSEqC.
hr: Uz DiseqcTester dodatak možete testirati svoju satelitsku opremu za DiSEqC za kompatibilnost i greške.
lt: Su Diseqc testavimo priedu galite išbandyti savo palydovo DiSEqC įrangos suderinamumą ir klaidas.
lv: Ar DiseqcTester spraudni jūs varat pārbaudīt sava satelītu aprīkojuma savietojamību ar DiSEqC un kļūdas.
no: Med DiseqTester kan du teste ditt satellittutstyret for DiSEqC kompabilitet eller feil.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
cs: Modul PositionerSetup slouží pro nastavení motorizované paraboly
es: Con el plugin PositionerSetup puede configurar fácilmente su antena motorizada.
hr: Sa PositionerSetup dodatkom je jednostavano za instalirati i konfigurirati motorizirane antene.
lt: Su Pozicionieriaus valdymo priedu lengva įdiegti ir konfigūruoti motorizuotą lėkštę.
lv: Ar PositionerSetup spraudni ir viegli instalēt un konfigurēt motorizētu šķīvi.
no: Med PositionerSetup er det enkelt å installere og konfigurere en motorisert antenne.

source: With the Remote Control Selection you can select which Remote Control you're using
cs: S výběrem vzdáleného ovládání vyberte, který dálkový ovladač použijete
es: Con la selección de mando a distancia puede seleccionar qué mando está usando
hr: Kod selekcije Bežičnih Upravljača možete odabrati koji Bežični Upravljač vi koristite
lt: Su nuotolinio valdymo pultu galite pasirinkti, kurį nuotolinio valdymo pultą jūs naudosite
lv: Ar tālvadības pults izvēli jūs varat izvēlēties, kuru tālvadības pulti jūs lietojat
no: Med dette pluginet kan du velge hvilken fjernkontroll du vil bruke med din Dreambox.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
cs: Modul SatelliteEquipmentControl slouží pro nastavení parametrů DISEqC
es: Con el plugin SatelliteEquipmentControl es posible configurar de manera detallada los parámetros DiSEqC.
hr: Sa SatelliteEquipmentControl plugin moguće je fino podešavanje DiSEqC-postavki.
lt: Su Palydovinės įrangos valdymo priedu galima sureguliuoti DiSEqC nustatymus.
lv: Ar SatelliteEquipmentControl spraudni ir iespējams precīzi noregulēt DiSEqC-iestatījumus.
no: With SatelliteEquipmentControl er det mulig å finjustere DiSEqC innstillinger.

source: Wizard...
cs: průvodce...
es: Asistente...
lt: Vedlys...
lv: Vednis...

source: Working...
cs: ...pracuji...
es: Trabajando...
lt: Apdorojama...
no: Arbeider...

source: Write error while recording. Disk full?
cs: Chyba zápisu při nahrávání ! Disk je plný ?
es: Error de escritura durante la grabación. ¿Disco lleno?
hr: Greška tijekom snimanja. Disk Pun?
lt: Įrašymo klaida. Diskas pilnas?
lv: Rakstīšanas kļūda ieraksta laikā. Vai disks ir pilns?
no: Skrivefeil under innspilling. Er disken full?

source: Write failed!
cs: Zápis selhal !
es: ¡Escritura fallida!
hr: Snimanje neuspješno!
lt: Įrašyti nepavyko!
lv: Rakstīšana neizdevās!
no: Skriving feilet!

source: YT-Trailer List
cs: YT-Trailer - seznam
lt: YT anonsų sąrašas
no: YT-Trailer liste

source: YT-Trailer Setup
cs: YT-Trailer - nastavení
lt: YT anonsų valdymas
no: YT-Trailer oppsett

source: Year
cs: rok
es: Año
hr: Godina
lt: Metai
lv: Gads
no: År

source: Yes
cs: -ano-
es: Si
hr: Da
lt: Taip
lv: Jā
no: Ja

source: Yes to all
cs: ano - pro všechny
es: Si a todo
hr: Da za sve
lt: Taip visiems
lv: Jā visiem
no: Ja til alt

source: Yes, all
cs: -ano, vše-
es: Si todo
lt: Taip, visiems
lv: Jā, visu
no: Ja, alle

source: Yes, always
cs: -ano, vždy-
es: Si, siempre
hr: Da, uvijek
lt: Taip, visada
lv: Jā, vienmēr
no: Alltid ja

source: Yes, and don't ask again
cs: ano - a již se neptat
es: Si, no me preguntes otra vez
hr: Da, i ne pitaj ponovno
lt: Taip, ir neklausti daugiau
lv: Jā, un nevaicāt atkal
no: Ja, og ikke spør igjen

source: Yes, backup my settings!
cs: ano - a zálohovat nastavení !
es: ¡Sí, hacer una copia de seguridad de mi configuración!
hr: Da, napravi Backup mojih postavki!
lt: Taip, padarykite mano nustatymų atsarginę kopiją!
lv: Jā, veidot iestatījumu rezerves kopiju!
no: Ja, ta backup av mine innstillinger!

source: Yes, but only some
cs: ano - ale pouze některé
es: Si, pero solo algunas
lt: Taip, bet tik kai kurie
lv: Jā, bet tikai dažus
no: Ja, men bare noen

source: Yes, but play next service
cs: ano - ale spustit následující
es: Si, pero reproducir el siguiente vídeo
hr: Da, ali pokreni sljedeći video
lt: Taip, bet žiūrėti kitą kanalą
lv: Jā, bet atskaņot nākošo servisu
no: Ja, men spill neste tjeneste

source: Yes, but play previous service
cs: ano - ale spustit předchozí
es: Sí, pero reproducir el vídeo anterior
hr: Da, ali pokreni prethodni video
lt: Taip, bet žiūrėti ankstesnį kanalą
lv: Jā, bet atskaņot iepriekšējo servisu
no: Ja, men spill forrige tjeneste

source: Yes, do another manual scan now
cs: ano - a použít man.prohledávání
es: Si, hacer otra búsqueda manual ahora
hr: Da, započni drugu ručnu pretragu sada
lt: Taip, atlikti dar vieną rankinį skenavimą
lv: Jā, veikt vēl vienu manuālo skenēšanu tūlīt
no: Ja, gjør et nytt manuelt søk nå

source: Yes, install default servicelists
cs: ano - a instalovat předvolený seznam kanálů
es: Sí, instalar listas de servicios predeterminadas
hr: Da, instaliraj zadane liste kanala
lt: Taip, įdiegti numatytuosius kanalų sąrašus
lv: Jā, insalēt noklusētos kanālu sarakstus
no: Ja, installer standard kanalliste

source: Yes, install the latest bluetooth receiver firmware
cs: Ano, nainstalovat nejnovější firmware pro bluetooth přijímač
es: Sí, instale el último firmware del receptor bluetooth
lt: Taip, įdiegti naujausią bluetooth imtuvo programinę įrangą
no: Ja, installer siste maskinvare for bluetooth fjernkontroll

source: Yes, perform a shutdown now.
cs: ano - vypnout Dreambox
es: Si, realice el apagado ahora.
hr: Da, započni isključivanje sada.
lt: Taip, atlikti išjungimą dabar.
lv: Jā, izslēgt tūlīt.
no: Ja, slå av nå.

source: Yes, restore the settings now
cs: ano - obnovit nastavení
es: Si, restaure la configuración ahora
hr: Da, obnovite postavke sada
lt: Taip, atkurti nustatymus dabar
lv: Jā, atjaunot iestatījumus tūlīt
no: Ja, legg tilbake innstillingene nå

source: Yes, view the tutorial
cs: ano - zobrazit manuál
es: Si, ver el tutorial
hr: Da, prikaži vodič
lt: Taip, žiūrėti instrukciją
lv: Jā, skatīt pamācību
no: Ja, vis guiden

source: You can cancel the installation.
cs: Instalaci můžete přerušit
es: Puede cancelar la instalación.
hr: Možete otkazati ovu instalaciju.
lt: Jūs galite atsisakyti įdiegimo.
lv: Jūs variet atcelt instalāciju.
no: Du kan kanselere installasjonen.

source: You can cancel the removal.
cs: Odebrání můžete přerušit
es: Puede cancelar la eliminación.
hr: Možete otkazati uklanjanje.
lt: Jūs galite atsisakyti pašalinimo.
lv: Jūs variet atcelt dzēšanu.
no: Du kan kanselere avinstalleringen.

source: You can choose some default settings now. Please select the settings you want to be installed.
cs: Nyní si můžete vybrat některý předvolený seznam kanálů
es: Ha elegido algunas configuraciones por defecto. Seleccione las configuraciones que quiere instalar.
hr: Možete izabrati neke zadane postavke sada. Molim odaberite postavke koje želite da se instaliraju.
lt: Jūs galite pasirinkti kai kuriuos numatytuosius nustatymus dabar. Prašome pasirinkti nustatymus, kuriuos jūs norite įdiegti.
lv: Tagad jūs variet izvēlieties dažus noklusējuma iestatījumus. Lūdzu norādiet iestatījumus, kurus vēlaties instalēt.
no: Du kan velge standard innstillinger nå. Vennligst velg de du vil bruke.

source: You can choose, what you want to install...
cs: Můžete si vybrat, co chcete nainstalovat...
es: Puede elegir lo que quiere instalar...
hr: Možete birati, što želite instalirati ...
lt: Jūs galite pasirinkti, ką norite įdiegti...
lv: Jūs variet izvēlieties, ko vēlaties instalēt...
no: Du kan velge det du vil ha installert...

source: You can install this plugin.
cs: Tento zásuvný modul můžete nainstalovat...
es: Puede instalar este plugin.
hr: Možete instalirati ovaj dodatak.
lt: Jūs galite įdiegti šį priedą.
lv: Jūs variet instalēt šo spraudni.
no: Du kan installere denne plugin.

source: You can only burn Dreambox recordings!
cs: Můžete vypalovat pouze nahrávky z Dreamboxu !
es: ¡Solo puedes grabar grabaciones de Dreambox!
hr: Možete pržiti samo Dreambox snimke!
lt: Galite įrašyti tik Dreambox įrašus!
lv: Dreambox ierakstus jūs variet ierakstīt tikai matricā!
no: Du kan bare brenne Dreambox inspillinger!

source: You can remove this plugin.
cs: Můžete odstranit tento zásuvný modul...
es: Puede eliminar este plugin.
hr: Možete ukloniti ovaj dodatak.
lt: Jūs galite pašalinti šį priedą.
lv: Jūs variet dzēst šo spraudni.
no: Du kan avinstallere denne plugin.

source: You cannot delete this!
cs: Toto nelze odstranit !
es: ¡No puede borrar esto!
hr: Ne možete obrisati ovo!
lt: Jūs negalite to ištrinti!
lv: Jūs šo nevarat dzēst!
no: Du kan ikke slette denne!

source: You chose not to install any default services lists.
cs: K nainstalování nebyl vybraný předvolený seznam kanálů !
es: Ha elegido no instalar ninguna lista de canales por defecto.
hr: Vi ste izabrali da ne želite instalirati zadane liste kanala.
lt: Jūs nusprendėte neįdiegti jokių numatytųjų kanalų sąrašų.
lv: Jūs izvēlējāties neinstalēt nekādus noklusētos kanālu sarakstus.
no: Du valgte ikke å installere noen standard tjenesteliste.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
cs: K nainstalování nebyl vybrán předvolený seznam kanálů. Můžete ho přidat i později přes menu nastavení.
es: Ha elegido no instalar ninguna configuración por defecto. Sin embargo, más tarde puede instalar alguna en el menú de configuración.
hr: Vi ste izabrali da ne želite instalirati nikakve zadane postavke. Međutim, možete instalirati zadane postavke kasnije u izborniku postavki.
lt: Jūs nusprendėte neįdiegti jokių numatytųjų nustatymų. Jūs galite įdiegti numatytuosius nustatymus ir vėliau per nustatymų meniu.
lv: Jūs izvēlējāties neinstalēt noklusētos iestatījumus. Tomēr jūs varat instalēt noklusētos iestatījumus vēlāk iestatījumu izvēlnē.
no: Du valgte å ikke installere standard innstillinger. Men du kan legge dem inn senere fra innstillinger menyen.

source: You chose not to install anything. Please press OK finish the install wizard.
cs: Nevybral jste si nic k instalaci. OK -> dokončit průvodce...
es: Ha elegido no instalar nada. Pulse OK para terminar el asistente de instalación.
hr: Vi ste izabrali da ne želite instalirati ništa. Molim pritisnite tipku OK i završite instalaciju preko vodiča.
lt: Jūs nusprendėte nieko neįdiegti. Prašome spausti OK, kad išjungti nustatymų vedlį.
lv: Jūs izvēlējāties neko neinstalēt. Lūdzu spiediet OK, lai pabeigtu instalēšanas vedni.
no: Du valgte å ikke installere noe. Vennligst trykk OK for å avslutte installasjonsguiden.

source: You didn't select a channel to record from.
cs: Není vybraný kanál pro nahrávání !
es: No ha seleccionado un canal desde el cual grabar.
hr: Niste odabrali kanal koji želite snimat.
lt: Jūs nepasirinkote kanalo įrašymui.
lv: Jūs nenorādījāt ierakstāmo kanālu.
no: Du valgte ikke en kanal for inspillingen.

source: You have chosen to backup your settings. Please press OK to start the backup now.
cs: Chcete zazálohovat nastavení systému ? OK -> pokračovat...
es: Ha elegido hacer un backup de su configuración. Pulse OK para comenzar el backup ahora.
hr: Vi ste izabrali Backup vaših postavki za spremanje. Molim pritisnite tipku OK za pokretanje spremanja odmah.
lt: Jūs nusprendėte padaryti atsarginę kopiją savo nustatymų. Prašome spausti OK, kad pradėti daryti atsarginę kopiją dabar.
lv: Jūs izvēlējāties veidot iestatījumu rezerves kopiju. Lūdzu spiediet OK, lai sāktu kopijas veidošanu.
no: Du har valgt å ta backup av dine innstillinger, trykk OK for å starte backup nå.
