Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Services and Recordings
cs: tunery, nahrávání, přep.kanálů
es: Canales y Grabaciones
hr: Usluge i Snimke
lt: Kanalai ir įrašai
lv: Kanāli un Ieraksti
no: Kanaler og innspillinger

source: Set End Time
cs: nastavit konec čas.úseku
es: Establecer hora de finalización
hr: Postavite vrijeme završetka
lt: Nustatyti pabaigos laiką
lv: Iestatīt beigu laiku
no: Sett sluttidspunkt

source: Set Voltage and 22KHz
cs: ovládací napětí / 22kHz
es: Poner Voltaje y 22kHz
hr: Postavi Voltažu i 22KHz
lt: Nustatyti įtampą ir 22 KHZ
lv: Iestatīt spriegumu un 22 KHZ
no: Sett strøm og 22KHz

source: Set as Startpage
cs: nast.start.stránku
es: Establecer como página de inicio
hr: Postavi kao Početnu stranicu
lt: Nustatyti kaip pradiniu puslapiu
lv: Iestatīt kā sākumlapu
no: Set som startside

source: Set available internal memory threshold for the warning.
cs: Nastavit velikost interní paměti pro varování_
es: Establezca el umbral de memoria interna disponible para la advertencia.
hr: Postavite prag dostupne interne memorije za upozorenje.
lt: Nustatykite pasiekiamą vidaus atminties ribą įspėjimui.
lv: Brīdinājumam iestatīt pieejamās iekšējās atmiņas slieksni.
no: Sett tigjengelig internt minne terskel for advarsel.

source: Set limits
cs: nastavit limity
es: Poner límites
hr: Postavi limite
lt: Nustatykite ribas
lv: Iestatīt robežas
no: Sett grenser

source: Set up a timer after which your Dreambox will turn off.
cs: Čas, po kterém se Dreambox vypne_
es: Configure un temporizador después del cual su Dreambox se apagará.
hr: Postavite tajmer nakon kojeg će se vaš Dreambox isključiti.
lt: Nustatykite laikmatį, po kurio imtuvas bus išjungtas.
lv: Iestatīt taimeri, kurš izslēgs jūsu Dreambox.
no: Sett opp et tidspunkt når din Dreambox skal slå seg av.

source: Set up as default %(desc)s.
cs: nastavit jako předvolené : %(desc)s
es: Configure como predeterminado %(desc)s.
hr: Postavi kao glavni %(desc)s.
lt: Nustatykite kaip numatytąjį %(desc)s.
lv: Iestatīt kā nokusēto %(desc)s.
no: Sett opp som standard %(desc)s.

source: Set up parental control.
cs: Nastavení rodičovské kontroly (! zapíše postavení)_
es: Configure el control parental.
hr: Postavi roditeljsku zaštitu.
lt: Nustatykite tėvų kontrolę.
lv: Iestatīt vecāku kontroli.
no: Sett opp voksenkontroll.

source: Set up your Dreambox language.
cs: Nastavení jazyka dialogu Dreamboxu_
es: Configura el idioma de tu Dreambox.
hr: Postavi jezik Dreamboxa.
lt: Nustatykite savo imtuvo kalbą.
lv: Iestatīt Dreambox valodu.
no: Velg språk.

source: Set up your Network connections
cs: Nastavení interní sítě LAN_
es: Configure sus conexiones de red
hr: Postavi svoje mrežne veze
lt: Nustatykite savo tinklo jungtis
lv: Iestatīt tīkla savienojumus
no: Sett opp dine nettverkstilkoblinger

source: Set up your keyboard.
cs: Nastavení klávesnice podle jazyka_
es: Configura tu teclado.
hr: Postavi svoju tipkovnicu.
lt: Nustatykite savo klaviatūrą.
lv: Iestatīt klaviatūru.
no: Sett opp tastatur.

source: Set up your storage device now?
cs: nastavit úložné zařízení ?
es: ¿Configurar su dispositivo de almacenamiento ahora?
hr: Postavi svoj uređaj za pohranu sada?
lt: Nustatyti šį saugojimo įrenginį dabar?
lv: Iestatīt noklusēto glabātuves ierīci tūlīt?
no: Ønsker du å sette opp lagringsenheten nå?

source: Set up your storage devices like harddisks and flash memory cards.
cs: Zařízení pro data - harddisk, USB disk, paměť flash_
es: Configure sus dispositivos de almacenamiento como discos duros y tarjetas de memoria flash.
hr: Postavi svoj uređaj za pohranu kao tvrdi disk ili flash memorijsku karticu.
lt: Nustatykite savo saugojimo įrenginius, pavyzdžiui, kietą diską ir vidinės atminties korteles.
lv: Iestatīt jūsu glabātuves ierīces, piemēram, cietos diskus un atmiņas kartes.
no: Sett opp lagringsenheter som harddisker og minnekort.

source: Set up your system timezone.
cs: Nastavení časového pásma_
es: Configura la zona horaria de tu sistema.
hr: Postavi vremensku zonu sistema.
lt: Nustatykite savo sistemos laiko juostą.
lv: Iestatīt sistēmas laika joslu.
no: Velg tidssone.

source: Setting new encoder service to {0} failed!
cs: Nastavení nového kódování na {0} selhalo !
es: ¡Error al configurar el nuevo servicio de codificador en {0}!
hr: Postavljanje nove enkoder usluge na {0} neuspješno!
lt: Naujo koduojamo kanalo nustatyti {0} nepavyko!
no: Setter ny encoder tjeneste til {0} feilet!

source: Setting new encoder service to {0} failed! (Insufficient resources)
cs: Nastavení nového kódování na {0} selhalo ! (chybný zdroj)
es: ¡Error al configurar el nuevo servicio de codificador en {0}! (Recursos insuficientes)
hr: Postavljanje nove enkoder usluge na {0} neuspješno! (nedovoljno resursa)
lt: Naujo koduojamo kanalo nustatyti {0} nepavyko! (nepakankami ištekliai)
no: Sette ny encoder tjeneste til {0} feilet! (utilstrekkelige resssurser)

source: Settings
cs: nastavení
es: Ajustes
hr: Postavke
lt: Nustatymai
lv: Iestatījumi
no: Innstillinger

source: Settings have been saved successfully!
cs: Nastavení bylo úspěšně uloženo
es: ¡La configuración se ha guardado correctamente!
hr: Postavke su uspješno pohranjene!
lt: Nustatymai sėkmingai išsaugoti!
lv: Iestatījumi tika veiksmīgi saglabāti!
no: Innstillinger ble lagret!

source: Setup
cs: nastavení E2.5 >>
es: Configuración
hr: Postavi
lt: Valdymas
lv: Iestatījumi
no: Oppsett

source: Setup Advanced Features
cs: pokročilé nastavení funkcí
es: Configuración de funciones avanzadas
lt: Išplėstinių funkcijų nustatymas
no: Oppsett av avanserte funksjoner

source: Setup Folders of your Media Database
cs: Media Database - složka pro videa_
es: Configuración de carpetas de su base de datos de medios
hr: Postavi direktorije za vašu Medijsku bazu podataka
lt: Jūsų medijos duomenų bazės aplankų nustatymas
lv: Iestatīt mapes mediju datu bāzē
no: Sett opp kataloger til mediadatabasen

source: Setup HbbTV functionalities
cs: Nastavení funkce HbbTV_
es: Configurar las funcionalidades de HbbTV
hr: Postavi HbbTV funkcijonalnosti
lt: Nustatykite Hibridinės TV funkcijas
lv: Iestatīt HbbTV funkcionalitātes
no: Sett opp HbbTV funksjonaliteter

source: Setup Mode
cs: ---MÓD NASTAVENÍ---
es: Modo configuración
hr: Mod Postavki
lt: Nustatymų režimas
lv: Iestatījumu režīms
no: Oppsett Type

source: Setup UI animations
cs: Nastavit animaci dialogových panelů_
es: Configurar animaciones de interfaz de usuario
hr: Postavi animacije sučelja
lt: Animacijos nustatymai
lv: Iestatīt UI uznācienus
no: Sett opp brukeranimasjoner

source: Setup UPnP/DLNA Services
cs: Nastavení služeb UPnP/DLNA_
es: Configurar servicios UPnP/DLNA
hr: Postavi UPnP/DLNA Usluge
lt: UPnP/DLNA paslaugų nustatymas
lv: Iestatīt UPnP/DLNA Servisus
no: Sett opp UPnP/DLNA tjenester

source: Setup your positioner
cs: Nastavení rotoru paraboly_
es: Configura tu motor
hr: Podesi svoj motor
lt: Nustatykite savo pozicionierių
lv: Iestatiet jūsu pozicionieri
no: Oppsett for motorstyring

source: Setup your satellite equipment
cs: nastavit satelitní zařízení
es: Configura tu equipo de satélite
lt: Sukonfigūruokite palydovinę įrangą
no: Sett opp ditt sattelittutstyr

source: Share Audio
cs: sdílet audio
es: Compartir audio
hr: Dijeli Zvuk
lt: Bendrinti garsą
lv: Koplietot Audio
no: Del audio

source: Share Live TV/Radio
cs: sdílet živé TV / Radio
es: Compartir TV/Radio en Vivo
hr: Dijeli Uživo TV/Radio
lt: Bendrinti tiesioginę TV ir radiją
lv: Koplietot tiešraides TV/Radio
no: Del LIVE TV/Radio

source: Share Video
cs: sdílet video
es: Compartir video
hr: Dijeli Video
lt: Bendrinti vaizdą
lv: Koplietot Video
no: Del video

source: Sharpness
cs: ostrost
es: Nitidez
hr: Oštrina
lt: Ryškumas
lv: Asums
no: Skarphet

source: Short filenames
cs: krátké názvy
es: Nombres de ficheros cortos
hr: Kratki nazivi datoteka
lt: Trumpi failų pavadinimai
lv: Īsie failu nosaukumi
no: Korte filnavn

source: Show HbbTV Browser
cs: zobrazit HbbTV v seznamu
es: Mostrar navegador HbbTV
hr: Prikaži HbbTV preglednik
lt: Rodyti Hibridinės TV naršyklę
lv: Rādīt HbbTV pārlūku
no: Vis HbbTV browser

source: Show Message when Recording starts
cs: zobrazit zprávu při spuštění nahrávání
es: Mostrar mensaje cuando comience la grabación
hr: Prikaži poruku kada krene snimanje
lt: Prasidėjus įrašymui rodyti pranešimą
lv: Rādīt ziņojumu, ja sācies ieraksts
no: Vis melding når innspilling starter

source: Show Picons
cs: zobrazit ikony v seznamu
es: Mostrar Picons
hr: Prikaži Sličice
lt: Rodyti logotipus
lv: Rādīt pikonas
no: Vis picons

source: Show blinking clock in display during recording
cs: zobrazit blikající OLED displej při nahrávání
es: Muestra parpadeo en el reloj mientras graba
hr: Prikaži treperući sat na prednjem zaslonu tijekom snimanja
lt: Įrašymo metu rodyti mirksintį laikrodį monitoriuje
lv: Ieraksta laikā displejā rādīt mirgojošu pulksteni
no: Vis blinkende klokke i display under innspilling

source: Show event-progress
cs: zobrazit pásek průběhu programu
es: Mostrar el progreso del evento
hr: Pokaži napredak događaja
lt: Rodyti įvykių eigą
lv: Rādīt notikuma norisi
no: Vis programfremgang

source: Show event-progress in channel selection
cs: zobrazit pásek průběhu pořadů v seznamu kanálů
es: Muestra el progreso del evento en la selección del canal
hr: Pokaži napredak događaja u izboru kanala
lt: Rodyti įvykių eigą kanalų pasirinkimo sąrašo lange
lv: Rādīt notikuma norisi kanālu izvēlē
no: Vis programvarighet i kanallisten

source: Show infobar on channel change
cs: zobrazit info-panel při přepnutí kanálu
es: Mostrar la barra de información al cambiar de canal
hr: Prikaži info traku pri promjeni kanala
lt: Perjungiant kanalą rodyti info juostą
lv: Rādīt infojoslu, mainot kanālu
no: Vis infobar ved kanalbytte

source: Show infobar on event change
cs: zobrazit info-panel při změně kanálu v seznamu
es: Mostrar infobar cuando cambie el evento
hr: Prikaži info traku pri promjeni događaja
lt: Pasikeičiant užduočiai rodyti info juostą
lv: Rādīt infojoslu, mainot notikumu
no: Vis infobar ved programbytte

source: Show infobar on skip forward/backward
cs: zobrazit info-panel při přeskoku dopředu a zpět
es: Mostrar la infobar al pasar adelante/atras
hr: Prikaži info traku na presk. naprijed/nazad
lt: Praleidžiant į priekį/atgal rodyti info juostą
lv: Rādīt infojoslu pārlēciena turp/atpakaļ laikā
no: Vis infobar ved hopp frem/tilbake

source: Show positioner movement
cs: zobrazit otáčení satelitu
es: Mostrar movimiento del motor
hr: Prikaži pokretanje motora
lt: Rodyti pozicionieriaus judėjimą
lv: Rādīt pozicioniera kustību
no: Vis motorbevegelse

source: Show recordings
cs: označit nahrávaný kanál
es: Mostrar grabaciones
hr: Prikaži snimanja
lt: Rodyti įrašus
lv: Rādīt ierakstus
no: Vis innspillinger

source: Show service name
cs: > zobrazit název kanálu
es: Mostrar nombre del canal
hr: Prikaži ime kanala
lt: Rodyti kanalo pavadinimą
lv: Rādīt kanāla nosaukumu
no: Vis kanalnavn

source: Show service numbers
cs: > zobrazit číslo kanálu
es: Mostrar números del canal
hr: Prikaži redni broj kanala
lt: Rodyti kanalų numerius
lv: Rādīt kanālu numurus
no: Vis kanalnummer

source: Show services beginning with
cs: zobrazit kanály začínající na...
es: Mostrar canales que empiecen por
hr: Prikaži kanale koji počinju s
lt: Rodyti kanalus, prasidedančius su
lv: Rādīt kanālus, kas sākas ar
no: Vis kanaler som begynner med

source: Show the current HbbTV Startapplication
cs: nastavit aktuální spouštěcí aplikaci HbbTV
es: Mostrar la aplicación de inicio de HbbTV actual
hr: Prikaži trenutnu HbbTV početnu aplikaciju
lt: Rodyti dabartinę Hibridinės TV paleisties programą
lv: Rādīt pašreizējo HbbTV starta programmu
no: Vis gjeldende HbbTV startprogram

source: Show the current HbbTV Teletext Application
cs: nastavit aktuální teletextovou aplikaci HbbTV
es: Mostrar la aplicación de teletexto HbbTV actual
hr: Prikaži trenutnu HbbTV Teletekst aplikaciju
lt: Rodyti dabartinę Hibridinės TV teleteksto programą
lv: Rādīt pašreizējo HbbTV teleteksta programmu
no: Vi gjeldende HbbTV Teletext program

source: Show the radio player...
cs: režim Rádio...
es: Reproductor de radio...
hr: Prikaži Radio player...
lt: Rodyti radijo grotuvą...
lv: Klausīties radio...
no: Radio modus

source: Show the tv player...
cs: režim TV...
es: Mostrar el reproductor de tv...
hr: Prikaži tv player...
lt: Rodyti tv grotuvą...
lv: Skatīties tv...
no: TV modus

source: Show...
cs: Zobrazit...
es: Mostrar...
lt: Rodyti...
lv: Rādīt...
no: Vis...

source: Showing a picture from '%s' failed!
cs: Nepodařilo se zobrazit obrázek z '%s'!
es: ¡Error al mostrar una imagen de '%s'!
hr: Prikaz slike iz '%s' neuspješno!
lt: Paveikslėlio iš '%s' parodyti nepavyko!
lv: Attēla parādīšana no '%s' neizdevās!
no: Visning av bilde fra '%s' feilet!

source: Shuffle - Off
cs: posun - vyp.
es: Mezclar - Off
hr: Slučajni slijed - Isklj
lt: Nemaišyti
lv: Jaukšana - Izsl.
no: Mix - Av

source: Shuffle - On
cs: posun - zap.
es: Mezclar - On
hr: Slučajni slijed - Uklj
lt: Maišyti
lv: Jaukšana - Iesl.
no: Mix - På

source: Shut down Dreambox OS and start Recovery Mode to flash firmware images.
cs: Restart OS do servisního módu pro instalaci Image_
es: Apague el SO Dreambox e inicie el modo de recuperación para flashear imágenes de firmware.
hr: Isključi Dreambox OS i pokreni Recovery Mod za flashiranje imaga.
lt: Išjunkite Dreambox OS ir paleiskite atkūrimo režimą į programinės įrangos atvaizdo įdiegimą.
no: Slå av Dreambox OS og start gjennopprettingsmodus for flash av nytt image.

source: Shut down your Dreambox.
cs: vypnout Dreambox
es: Apaga tu Dreambox.
hr: Isključi svoj Dreambox.
lt: Išjunkite imtuvą.
lv: Izslēgt Dreambox.
no: Slå av Dreambox.

source: Shutdown
cs: vypnout
es: Apagado
hr: Isključi
lt: Išjungimas
lv: Izslēgt
no: Slå av

source: Shutdown Dreambox after
cs: -- vypnout Dreambox za :
es: Apagar Dreambox después
hr: Isključi Dreambox nakon
lt: Imtuvą išjungti po
lv: Izslēgt Dreambox pēc
no: Slå av Dreamboxen etter

source: Shutdown when no button has been pressed for
cs: vypnout box, pokud není žádné tlačítko stlačené během...
es: Apagar cuando no se ha presionado ningún botón durante
hr: Isključi ukoliko ni jedna tipka nije pritisnuta za
lt: Išsijungs, jeigu joks mygtukas nebus paspaustas
lv: Izslēgt, ja neviena poga netiek nospiesta ilgāk par
no: Slå av når ingen taster har vært trykket etter

source: Similar
cs: podobné prg.
es: Parecido
hr: Slično
lt: Kartojama
lv: Līdzīgi
no: Lignende

source: Similar broadcasts:
cs: -podobné vysílání-
es: Emisiones similares:
hr: Slične emisije:
lt: Kartojamos laidos:
lv: Līdzīgi raidījumi:
no: Lignende utsendelser:

source: Simple
cs: základní
es: Sencillo
hr: Jednostavno
lt: Paprastas
lv: Vienkāršs
no: Enkel

source: Simple RSS Reader Setup
cs: Jednoduchá RSS čtečka - nastavení
es: Configuración de Simple RSS Reader
lt: Paprasto RSS skaitytuvo valdymas

source: Simple RSS Ticker
cs: indikátor jednoduché čtečky RSS
lt: Paprastas RSS skaitytuvas

source: Simple Scan
cs: jednoduché hledání
es: Escaneo simple
hr: Jednostavno skeniranje
lt: Paprasta paieška
lv: Vienkārša skenēšana
no: Enkelt søk

source: Simple fade
cs: jednoduché zastínění
hr: Jednostavni prijelaz
lt: Paprastas išblukimas
lv: Vienkarši izgaist
no: Enkel falming

source: Simple titleset (compatibility for legacy players)
cs: Jednoduché titulky, kompatibilní se std.přehrávači
es: Título Simple (compatibilidad para más reproductores)
hr: Jednostavne postavke naslova (kompatibilnost za legacy pleyers)
lt: Paprastas pavadinimų rinkinys (suderinama su DVD grotuvais)
lv: Vienkāršu simbolu lietojums nosaukumos (savietojamībai ar parastiem atskaņotājiem)
no: Simpel titteloppsett

source: Single
cs: aktuální kanál
es: Uno
hr: Jedan
lt: Vienas
lv: Viens
no: Enkel

source: Single EPG
cs: akt.programy...
es: EPG Sencillo
hr: Jednostruki EPG
lt: Kanalo EPG
lv: Kanāla EPG
no: Enkel EPG

source: Single satellite
cs: jeden satelit
es: Satélite único
hr: Jedan satelit
lt: Vienas palydovas
lv: Viens satelīts
no: Satellitt

source: Single transponder
cs: jeden transpondér
es: Transponder único
hr: Jedan Transponder
lt: Vienas transponderis
lv: Viens transponderis
no: Transponder

source: Singlestep (GOP)
cs: krokovat (GOP)
es: En un solo paso (GOP)
hr: Korak po korak
lt: Vienas žingsnis (GOP)
lv: Viensolis (GOP)
no: Enkelt trinn (GOP)

source: Skin
cs: volba skinu
es: Piel
lt: Vartotojo aplinkos tema
lv: Ādiņa

source: SkinSelector shows a menu with selectable skins
cs: -- výběr pracovního skinu - grafického prostředí
es: SkinSelector muestra un menú con pieles seleccionables
hr: SkinSelector pokazuje izbornik skinova
lt: Temos parinkimas rodo meniu su pasirinktomis temomis
lv: ĀdiņuPārslēgs rādīs izvēlni ar pieejamām ādiņām
no: SkinSelector viser en meny med valgbare skin

source: Skins
cs: >skiny
es: Pieles
hr: Skinovi
lt: Vartotojo aplinkos temos
lv: Ādiņas

source: Skip Satlists
cs: přeskočit seznam satelitů
es: Saltar listas de satélites
hr: Preskoči satlistu
lt: Praleisti palydovų sąrašus
lv: Izlaist Sat sarakstus
no: Hopp over satellittlister

source: Skip default settings
cs: přeskočit předvolené nastavení
es: Omitir la configuración predeterminada
hr: Preskoči tvorničku listu kanala
lt: Praleisti numatytuosius nustatymus
lv: Izlaist noklusējuma iestatījumus
no: Hopp over standard oppsett

source: Skip empty transponders
cs: přeskočit prázdné transpondéry
es: Omitir transpondedores vacíos
hr: Preskoči prazne transpondere
lt: Praleisti tuščius transponderius
lv: Izlaist tukšos transponderus
no: Hopp over tomme transpondere

source: Skip network configuration
cs: přeskočit konfiguraci sítě
es: Omitir configuración de red
hr: Preskoči mrežnu konfiguraciju
lt: Praleisti tinklo konfigūraciją
lv: Izlaist tīkla konfigurēšanu
no: Hopp over nettverksoppsett

source: Sleep Timer
cs: ...časovač vypnutí ...
es: Apagado automático
hr: Tajmer spavanja
lt: Miego laikmatis
lv: Iemigšanas taimeris

source: Sleep timer action:
cs: příkaz časovače >
es: Acción del apagado automático:
hr: Akcija tajmera spavanja:
lt: Miego laikmačio veiksmai:
lv: Iemigšanas taimera darb.:
no: Sleep timer aksjon:

source: Slide in left + Slide out right
cs: skluz zleva > vpravo
es: Desliza a la izquierda + desliza a la derecha
hr: Ukliži izbornik s lijeva na desno
lt: Slinkti į kairę + Išstumti dešinėje
no: Gli inn fra venstre + Gli ut til høyre

source: Slide in left + Slide out right (Wizard)
cs: skluz zleva > vpravo
es: Desliza a la izquierda + desliza a la derecha (Asistente)
hr: Ukliži izbornik s lijeva na desno (Čarobnjak)
lt: Slinkti į kairę + Išstumti dešinėje (vedlys)
no: Gli inn fra venstre + Gli ut til høyre (Wizard)

source: Slide in right + Slide out left
cs: skluz zprava > vlevo
es: Desliza a la derecha + Desliza a la izquierda
hr: Ukliži izbornik s desna na lijevo
lt: Slinkti į dešinę + Išstumti kairėje
no: Gli inn fra Høyre + Gli ut til venstre

source: Slide in right + Slide out left (Wizard)
cs: skluz zprava > vlevo
es: Desliza a la derecha + Desliza a la izquierda (Asistente)
hr: Ukliži izbornik s desna na lijevo (Čarobnjak)
lt: Slinkti į dešinę + Išstumti kairėje (vedlys)
no: Gli inn fra høyre + Gli ut til venstre (Wizard)

source: Slide in top + Slide out bottom
cs: skluz shora > dolů
es: Deslice hacia arriba + Deslice hacia abajo
hr: Ukliži izbornik s vrha na dno
lt: Slinkti į viršų + Išstumti apačioje
no: Gli inn fra toppen + Gli ut til bunn

source: Slideshow: Interval between pictures (sec)
cs: prezentace - interval mezi snímky (sek.) :
es: Presentación de diapositivas: Intervalo entre imágenes (seg)
hr: Prezentacije: interval između slika (sek.)
lt: Skaidrių rodymas: Intervalas tarp paveikslėlių (sek)
lv: Slaidrāde: Intervāls starp attēliem (sek.)
no: Bildefremvisning: Intervall mellom bilder (sec)

source: Slideshow: Repeat
cs: prezentace - opakování :
es: Presentación de diapositivas: Repetir
hr: Prezentacija: Ponavljaj
lt: Skaidrių rodymas: Pakartojimas
lv: Slaidrāde: Atkārtot
no: Bildefremvisning: Gjenta

source: Slot %d
hr: Utor %d
lt: Lizdas %d
lv: Karšu lasītājs %d
no: Slott %d

source: Slovakian
cs: slovensky
es: Eslovaco
hr: Slovački
lt: Slovakų
lv: Slovāku
no: Slovakisk

source: Slovenian
cs: slovinsky
es: Esloveno
hr: Slovenski
lt: Slovėnų
lv: Slovēņu
no: Slovenisk

source: Slow
cs: pomalu
es: Lento
hr: Usporeno
lt: Lėtai
lv: Lēni
no: Langsom

source: Slow Motion
cs: zpomalený záběr
es: Camara lenta
lt: Sulėtintai

source: Slow Motion speeds
cs: - zpomalit rychlost
es: Velocidades de cámara lenta
hr: Spora brzina kretanja
lt: Sulėtinto judėjimo greitis
lv: Palēninātās kustības ātrumi
no: Hastigheter for sakte film

source: Software
hr: Softver
lt: Programinė įranga
lv: Programmatūra
no: Programvare

source: Software Update...
cs: Aktualizace software ...
es: Actualización de software...
hr: Nadogradnja Softvera...
lt: Programinės įrangos atnaujinimas...
lv: Programmatūras atjaunināšana...
no: Programvareoppdatering...

source: Software management
cs: záloha nastavení a aktualizace
es: Gestión de software
hr: Upravitelj softvera prijemnika
lt: Programinės įrangos valdymas
lv: Programmatūras pārvaldība
no: Programvareadministrasjon

source: Software manager setup
cs: Nastavit správu software...
es: Configuración del administrador de software
hr: Podešavanje upravljača softvera
lt: Programinės įrangos valdymo nustatymas
lv: Programmatūras pārvaldības iestatījumi
no: Oppsett for programvareadministrasjon

source: Software restore
cs: nainstalovat Image ze zálohy
es: Restaurar software
hr: Obnovi Softver i vrati tvorničke postavke
lt: Programinės įrangos atkūrimas
lv: Programmatūras atjaunošana
no: Gjenopprette programvare

source: Software update
cs: aktualizovat software
es: Actualizar software
hr: Nadogradnja Softvera
lt: Programinės įrangos atnaujinimas
lv: Programmatūras atjaunināšana
no: Oppdatere programvare

source: SoftwareManager manages your Dreambox software
cs: -- správce pro software Dreamboxu
es: SoftwareManager administra el software de su Dreambox
hr: SoftwareManager upravlja Dreambox softverom
lt: Programinės įrangos valdytojas valdo jūsų imtuvo programinę įrangą
lv: SoftwareManager pārvalda jūsu Dreambox programmatūru
no: Programvareadministrator forvalter Dreambox program

source: Softwaremanager information
cs: Nastavené složky a odkazy...
es: Información Softwaremanager
hr: Informacije upravljača softvera
lt: Programinės įrangos valdymo informacija
lv: Programmatūras pārvaldnieka info
no: Programvareadministrator informasjon

source: Some Remotes may exist in other Colors
cs: Některé vzdálené zařízení může mít jiné barvy
es: Algunos mandos a distancia pueden existir en otros colores
hr: Neki upravljači mogu biti u drugim bojama
lt: Kai kurie distancinio valdymo pultai gali būti kitos spalvos
lv: Dažas tālvadības pultis var būt citās krāsās
no: Noen fjernkontroller kan forekomme i andre farger

source: Some of the configuration changes require a restart of the Browser. Do you want to restart the Browser now?
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
es: Algunos de los cambios de configuración requieren un reinicio del navegador. ¿Desea reiniciar el navegador ahora?
hr: Neke promjene konfiguracije zahtjevaju ponovno pokretanje Preglednika. Želite li ponovno pokrenuti Preglednik sada?
lt: Kai kuriems konfigūracijos pakeitimams reikia iš naujo paleisti naršyklę. Ar norite dabar paleisti naršyklę iš naujo?
lv: Dažām konfigurācijas izmaiņām ir nepieciešams pārlūka restarts. Vai vēlaties pārstartēt pārlūku tūlīt?
no: Noen av konfigurasjonsendringene krever restart av browser. Vil du restarte browser nå?

source: Some plugins are not available:
cs: Některý z modulů není dostupný :
es: Algunos plugins no están disponibles:
hr: Neki dodaci nisu dostupni:
lt: Kai kurių priedų nėra:
lv: Daži spraudņi nav pieejami:
no: Noen tillegg er ikke tilgjengelige:
