Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
cs: Máte vybráno obnovení konfigurace. Po obnově se Enigma2 restartuje. OK -> pokračovat...
es: Ha elegido restaurar su configuración. Enigma2 reiniciará después de restaurar. Pulse OK para comenzar a restaurar ahora.
hr: Izabrali ste obnovu postavki. Engima2 će se ponovno pokrenuti nakon obnove. Molim pritisnite tipku OK za početak obnove.
lt: Jūs nusprendėte atkurti savo nustatymus. Enigma2 po atkūrimo pasileis iš naujo. Prašome spausti OK, kad pradėti atkūrimą dabar.
lv: Jūs izvēlējāties atjaunot iestatījumus. Enigma2 pārstartēsies pēc atjaunošanas. Lūdzu spiediet OK, lai sāktu atjaunošanu.
no: Du har valgt å gjennopprette dine innstillinger. Enigma2 vil restarte etter opprettingen. Vennligst trykk OK for å starte gjennoppretting.

source: You have successfully finished the video setup. If you want to change the settings later, you can do this in the settings menu.
cs: Máte vybrané obnovení konfigurace. Po obnově se Enigma2 restartuje.OK -> pokračovat...
es: Has finalizado con éxito la configuración del video. Si desea cambiar la configuración más adelante, puede hacerlo en el menú de configuración.
hr: Uspješno ste završili video postavke. Ukoliko želite kasnije nešto promjeniti, to možete učiniti u izborniku postavki.
lt: Jūs sėkmingai baigėte vaizdo nustatymus. Jei vėliau norėsite pakeisti, galėsite tai padaryti per nustatymų meniu.
lv: Jūs esat veiksmīgi pabeidzis video uzstādījumus. Ja vēlaties vēlāk tos mainīt, jūs varat to veikt no iestatījumu izvēlnes.
no: Du har fullført videooppsettet. Hvis du vil endre i oppsettet senere, kan du gjøre dette i oppsettsmenyen.

source: You have to wait %s!
cs: Počkejte : %s !
es: Tiene que esperar %s!
hr: Morate pričekati %s!
lt: Privalote laukti %s!
lv: Jums jāuzgaida %s!
no: Du må vente %s!

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://dreambox.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
cs: Potřebujete PC připojené k satelitnímu přijímači !.. Další informace na stránkách 'http://dreambox.de' nebo v dokumentaci...
es: Necesitas un PC conectado a tu dreambox. Si necesita más instrucciones, visite el sitio web http://dreambox.de. Tu Dreambox ahora se detendrá. Después de haber realizado las instrucciones de actualización del sitio web, su nuevo firmware le pedirá que restablezca su configuración.
hr: Vi trebate PC spojiti s vašim dreamboxom. Ukoliko trebate dodatne instrukcije, molim posjetite ovu stranicu http://dreambox.de. Vaš dreambox će sada stati. Nakon što ste izvršili proceduru nadogradnje prema uputama s Web stranice, vaš novi softver će vas pitati želite li vratiti sigurnosnu kopiju vaših postavki.
lt: Jums reikės kompiuterio, prijungto prie imtuvo. Jeigu Jums reikės papildomos instrukcijos, prašome aplankyti tinklapį http://dreambox.de. Jūsų imtuvas turi būti sustabdytas. Po atnaujinimo nauja programinė įranga paprašys atkurti Jūsų nustatymus.
lv: Personālajam datoram jābūt savienotam ar dreambox. Ja Jums ir nepieciešamas turpmākas instrukcijas, lūdzu apmeklējiet http://dreambox.de. Dreambox tagad tiks apturēts. Pēc tam, kad būs izpildītas atjaunināšanas instrukcijas no interneta, jaunā programmatūra piedāvās Jums atjaunot iestatījumus.
no: Du trenger en PC til å koble til din Dreambox. Trenger du videre instruksjoner, vennligst besøk web siden http://dreambox.de. Din Dreambox vil nå stoppes. Etter at du har utført oppdateringsinstruksen fra web siden, vil ditt nye image spørre deg om å reinstallere dine gamle innstillinger.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
cs: Nastavte si PIN pro rodičovskou kontrolu. Zadat PIN ?
es: Debe establecer un código PIN y ocultarlo a sus hijos. ¿Quieres establecer el pin ahora?
hr: Želite postaviti PIN kod i sakrijte kod od djece. Želite li postaviti pin sada?
lt: Jūs turite nustatyti PIN kodą ir paslėpti jį nuo savo vaikų. Jūs norite nustatyti pin kodą dabar?
lv: Jums jāiestata PIN kodu un jānoslēpj to no saviem bērniem. Vai jūs vēlaties iestatīt pin kodu tūlīt?
no: Lag en PIN kode og skjul den for barna dine. Ønsker du å lage PIN kode nå?

source: You won't be able to leave Recovery Mode without physical access to the device!
cs: -- nutné připojení do sítě --
es: ¡No podrá salir del modo de recuperación sin acceso físico al dispositivo!
hr: Nećete moći izaći iz Recovery moda bez fižičkog pristupa uređaju!
lt: Jūs negalėsite atkūrimo režimo palikti be fizinės prieigos prie įrenginio!
no: Du vil ikke kunne forlate Gjennopprettelsesmodus uten fysisk tilgang til enhet!

source: You've selected a media file what do you want to do?
cs: Vybrali jste mediální soubor. Co chcete udělat ?
es: Ha seleccionado un archivo multimedia, ¿qué desea hacer?
hr: Odabrali ste medijsku datoteku, što želite učiniti?
lt: Jūs pasirinkote medija failą, ką jūs norite padaryti?
lv: Jūs esat izvēlējies mediju failu, ko jūs vēlaties darīt?
no: Du har valgt en mediafil, hva vil du gjøre?

source: Your Dreambox bluetooth receiver has no firmware installed. Install the latest firmware now?
cs: Přijímač Dreambox nemá nainstalovamý firmware pro bluetooth ! Nainstalovat nový nyní ?
es: El receptor bluetooth de su Dreambox no tiene firmware instalado. ¿Instalar el firmware más reciente ahora?
lt: Jūsų imtuvo bluetooth imtuvas neturi įdiegtos programinės įrangos. Dabar įdiegti naujausią programinę įrangą?
no: Din Dreambox bluetooth fjernkontroll har ingen maskinvare installert. Installer siste maskinvare nå?

source: Your Dreambox is already connected to the Internet. There is no network configuration required.
cs: Dreambox je připojený k Internetu, konfigurace není třeba...
es: Su Dreambox ya está conectado a Internet. No se requiere configuración de red.
hr: Vaš Dreambox je već spojen na Internet. Dodatna mrežna podešavanja nisu potrebna.
lt: Jūsų imtuvas jau yra prijungtas prie interneto. Tinklo konfigūracija nereikalinga.
lv: Jūsu Dreambox jau ir pievienots internetam. Tīkla konfigurācija nav nepieciešama.
no: Din Dreambox er allerede tilkoblet til internet. Ingen nettverkskonfigurasjon er nødvendig.

source: Your Dreambox is now fully set up!
cs: Dreambox je nyní kompletně nastavený !
es: ¡Tu Dreambox ahora está completamente configurado!
lt: Dabar jūsų imtuvas yra visiškai nustatytas!

source: Your Dreambox is now fully set up! What do you want to do?
cs: Dreambox je nyní kompletně nastavený ! Jak pokračovat ?
es: ¡Tu Dreambox ahora está completamente configurado! ¿Qué es lo que quieres hacer?
lt: Dabar jūsų imtuvas yra visiškai nustatytas! Ką norite daryti?

source: Your Dreambox offers three levels of configuration options: Simple - We suggest this level if this is your first contact with a Dreambox. Intermediate - This level enables you to change some more options, mainly the graphical user interface and the behaviour of your Dreambox. Expert - This gives you full control over all available settings of your Dreambox. Warning: Higher levels may lead to increased usage complexity.
cs: Dreambox nabízí tři úrovně konfigurace : Základní - doporučujeme, pokud je to Váš první kontakt s Dreamboxem Střední - nastavení, převážně pro grafické rozhraní a základní funkce Expert - kompletní přístup do nastavení Dreamboxu. Upozornění : nejvyšší úroveň je také složitější pro orientaci v problému.
es: Su Dreambox ofrece tres niveles de opciones de configuración: Simple: sugerimos este nivel si este es su primer contacto con un Dreambox. Intermedio: este nivel le permite cambiar algunas opciones más, principalmente la interfaz gráfica de usuario y el comportamiento de su Dreambox. Experto: esto le brinda control total sobre todas las configuraciones disponibles de su Dreambox. Advertencia: Los niveles más altos pueden conducir a una mayor complejidad de uso.
hr: Tvoj Dreambox ti omogućava tri stupnja konfiguracijskih opcija: Jednostavno - ovo je preporučena konfiguracija za prvi kontakt s Dreambox-om. Napredno - ova konfiguracija omogućava više opcija, uglavnom promjene grafičkog sučelja Dreambox-a. Ekspert - ova konfiguracija daje punu kontrola nad svim opcijama dostupnim u Dreambox-u. Upozorenje: Napredene i Ekspert konfiguracije mogu dovesti do složenijeg korištenja uređaja.
lt: Jūsų imtuvas siūlo tris konfigūravimo parinkčių lygius: Paprastas - Mes siūlome šį lygį, jei tai yra jūsų pirmasis kontaktas su imtuvu. Vidutinis - Šis lygis leidžia jums pakeisti šiek tiek daugiau galimybių, visų pirma grafinę vartotojo sąsają ir savo imtuvo elgseną. Ekspertinis - Tai suteikia jums visišką kontrolę visiems, galimiems jūsų imtuvo nustatymams. Įspėjimas: Aukštesnis lygis gali sukelti padidėjusį naudojimo sudėtingumą.
lv: Dreambox piedāvā trīs līmeņu konfigurācijas iespējas: Vienkāršs - Mēs iesakām šo līmeni, ja tas ir jūsu pirmais kontakts ar dreambox. Vidējs - Šis līmenis ļauj mainīt nedaudz vairāk iespējas, galvenokārt lietotāja grafisko interfeisu un jūsu Dreamox uzvedību. Lietpratēja - Tas dod jums pilnu kontroli pār visiem pieejamajiem jūsu Dreambox iestatījumiem. Brīdinājums: Augstāks līmenis var izraisīt paaugstinātu lietošanas sarežģītību.
no: Din Dreambox tilbyr tre nivåer av konfigurasjonsmoduser: Enkel - Vi anbefaler dette nivået hvis dette er ditt første møte med en Dreambox. Normal - Dette nivået aktiverer flere valgmuligheter, da hovedsakelig i det grafiske grensesnittet, samt hvordan din Dreambox oppfører seg. Ekspert - Dette gir deg full kontroll over alle tilgjengelige valgmuligheter for din Dreambox. Advarsel: Høyere nivåer kan lede til økt brukerkompleksitet!

source: Your Dreambox software is up to date!
cs: Software Dreamboxu je aktuální !
es: ¡El software de tu Dreambox está actualizado!
lt: Jūsų Dreambox programinė įranga yra atnaujinta!
no: Din Dreambox programvare er oppdatert!

source: Your Network connection is NOT set up! Please go back to reconfigure or press OK to continue anyways.
cs: Připojení do sítě není nastavené ! Vraťte se zpět ke konfiguraci, nebo pokračujte přes tlačítko OK
es: ¡Su conexión de red NO está configurada! Regrese para reconfigurar o presione OK para continuar de todos modos.
hr: Vaša Mrežna veza NIJE postavljena! Molim pođite nazad da bi podesili ponovno ili pritisnite OK za nastavak.
lt: Jūsų tinklo ryšys nenustatytas! Prašome grįžti atgal ir perkonfigūruoti arba spauskite OK, jei norite tęsti bet kuriuo atveju.
lv: Jūsu tīkla savienojums NAV izveidots! Lūdzu, dodieties atpakaļ, lai pārkonfigurētu vai spiediet OK, lai tik un tā turpinātu.
no: Din nettverksforbindelse er ikke satt opp! Vennligst gå tilbake for å rekonfigurere, eller trykk OK for å fortsette uansett.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
cs: Záloha je hotová. Budeme pokračovat v dalším procesu aktualizace.
es: El backup ha terminado. Nosotros continuamos explicando el proceso de actualización.
hr: Vaš Backup je uspješno napravljen. Sada ćemo dalje objasniti za sljedeći proces nadogradnje.
lt: Atsarginė kopija sukurta. Dabar mes tęsiame atnaujinimą.
lv: Rezerves kopija izveidota. Tagad izskaidrosim turpmāko atjaunināšanas procesu.
no: Din backup var OK. Dreamboxen vil nå fortelle deg den videre gangen i oppdaterings-prosessen.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
cs: Kompilace přesahuje kapacitu jednovrstvého DVD. Budete potřebovat čisté dvouvrstvé DVD !
es: Su colección excede el tamaño de un medio de una sola capa, ¡necesitará un DVD en blanco de doble capa!
hr: Premašuje veličinu single layer medija, trebat će te novi dual layer DVD!
lt: Jūsų kolekcija viršija vieno sluoksnio DVD disko dydį, jums reikės tuščio, dvigubo sluoksnio DVD!
lv: Jūsu kolekcija pārsniedz vienslāņa medjiu vides izmēru, jums būs nepieciešams tukšs divslāņu DVD!
no: Din samling er større enn en single layer DVD. Vennligst bruk en dobbel layer DVD!

source: Your current collection will get lost!
cs: Současná kompilace bude ztracena !
es: ¡Tu colección actual se perderá!
hr: Vaš trenutni izbor će se izgubiti!
lt: Jūsų dabartinė kolekcija bus prarasta!
lv: Jūsu pašreizējā kolekcija zudīs!
no: Din nåværende samling vil gå tapt!

source: Your dreambox can automatically search for available updates. Set the options you prefer here.
cs: Dreambox může aut.vyhledávat dostupné aktualizace. Nastavte preference.
es: Su Dreambox puede buscar automáticamente las actualizaciones disponibles. Establece las opciones que prefieras aquí.
lt: Jūsų imtuvas gali automatiškai ieškoti galimų atnaujinimų. Nustatykite pageidaujamas parinktis.

source: Your dreambox is shutting down. Please stand by...
cs: Sat.přijímač se vypíná, čekejte ...
es: Su Dreambox se está reiniciando. Espere un momento...
hr: Vaš dreambox se isključuje upravo. Molim pričekajte...
lt: Jūsų imtuvas išsijungia. Prašome palaukti...
lv: Dreambox izslēdzas. Lūdzu gaidiet...
no: Din dreambox slår seg av. Vennligst vent...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
cs: Sat.přijímač není připojený na internet ! Zkontrolujte stav a zopakujte akci.
es: Su Dreambox no está conectado a Internet. Por favor, compruébelo y pruebe de nuevo.
hr: Vaš dreamobx nije ispravno spojen na Internet. Molim provjerite postavke i pokušajte ponovno.
lt: Jūsų imtuvas neteisingai prijungtas prie interneto. Prašome patikrinti tai ir bandyti dar kartą.
lv: Dreambox nav pareizi pievienots internetam. Lūdzu pārbaudiet un mēģiniet vēlreiz.
no: Din dreambox er ikke koblet til internet skikkelig. Vennligst sjekk dette og prøv igjen.

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
cs: Firmware frontprocesoru musí být aktualizovaný. OK -> aktualizovat...
es: El firmware del "frontprocessor" debe ser actualizado. Pulse OK para comenzar la actualización.
hr: Vaš frontprocesor mora biti nadograđen. Pritisnite OK za početak nadogradnje.
lt: Priekinio procesoriaus programinė įranga turi būti atnaujinta. Spauskite OK, kad pradėti atnaujinimą.
lv: Uztvērēja programmatūru nepieciešams atjaunināt. Spiediet OK, lai sāktu atjaunināšanu.
no: Din frontprosessor firmware må oppgraderes. Trykk OK for å starte oppdatering.

source: Your network is not working. Please try again.
cs: Síť nepracuje ! Ověřte a zkuste znovu...
es: Su red no funciona. Inténtalo de nuevo.
hr: Vaša mreža ne radi. Pokušajte ponovo.
lt: Jūsų tinklas neveikia. Prašome bandyti dar kartą.
lv: Jūsu tīkls nedarbojas. Lūdzu mēģiniet vēlreiz.
no: Nettverket ditt fungerer ikke. Vennligst prøv igjen.

source: Zap
cs: zapnout
lt: Jungti
lv: Pārslēgt
no: Bytt

source: Zap Statistic
cs: zapnout statistiku
es: Estadísticas de Zapeo
lt: Perjungimo statistika

source: Zap back to previously tuned service?
cs: Přepnout zpět na předchozí kanál ?
es: ¿Volver al último canal sintonizado?
hr: Prebaci natrag na prethodno gledan kanal?
lt: Perjungti į ankstesnį suderintą kanalą?
lv: Atgriezties uz iepriekš uztverto kanālu?
no: Skift tilbake til forrige tunede kanal?

source: Zap back to service before positioner setup?
cs: Přepnout zpět na kanál před nastavením pozicionéru ?
es: ¿Volver al canal antes de configurar el motor?
hr: Prebaciti natrag na zadnji kanal prije postavki motora?
lt: Perjungti atgal į kanalą po pozicionieriaus nustatymo?
lv: Atgriezties uz kanālu pirms pozicioniera iestatīšanas?
no: Skift tilbake til kanal før motoroppsett?

source: Zap back to service before satfinder?
cs: Přepnout zpět na program - před vyhledáváním satelitu ?
es: ¿Volver al canal antes de ir al buscador de satélites?
hr: Prebaci natrag na kanal prije sat. tražitelja?
lt: Jungti atgal į kanalą prieš palydovo ieškiklį?
lv: Atgriezties uz kanālu pirms sat-meklētāja?
no: Skift tilbake til kanal før sattellitfinner?

source: Zap back to service before tuner setup?
cs: Nastavení tuneru je hotové ?
es: ¿Volver al canal anterior a la configuración del sintonizador?
hr: Prebaci natrag za kanal prije tuner postavki?
lt: Jungti atgal į kanalą prieš imtuvo nustatymą?
lv: Atgriezties uz kanālu pirms uztvērēja iestatīšanas?
no: Skift tilbake til kanal før tuneroppsett?

source: Zap-History Browser
cs: procházet historii
es: Historial de Zapeo Navegador
lt: Perjungimo istorijos naršyklė
no: Bytthistorieleser

source: Zap-History Configurator
cs: zapnout konfigurátor historie
es: Configurar historial de Zapeo
lt: Perjungimo istorijos konfigūratorius
no: Bytthistoriekonfigurasjon

source: Zap/Exit
cs: zap./ konec
es: Zapear/Salir
lt: Jungti/Išeiti
lv: Pārslēgt/Iziet
no: Bytt kanal/Avslutt

source: ZapError
cs: Chyba při přepnutí !
hr: Zapgreška
lt: Jungimo klaida
lv: Pārslēgšanās kļūda
no: Zapfeil

source: Zone
cs: pásmo
es: Zona
lt: Zona

source: Zoom
cs: zvětšit stránku
hr: Zumiraj
lt: Pakeisti vaizdo dydį
lv: Tālummaiņa

source: Zoom in + Shrink out with crossfading
cs: skluz zezadu > střed
es: Acercar + Reducir con crossfading
hr: Zumiraj + umanji prilikom prijelaza
lt: Priartinti + sutraukti su išblukimu
no: Forstørr + Minsk ut med kryssfalming

source: Zoom mode is now %s
cs: zvětšení nyní: %s
es: El modo de zoom ahora es %s
hr: Zoom mod je sada %s
lt: Vaizdo dydžio pakeitimo būsena dabar yra %s
lv: Tālummaiņa tagad ir %s
no: Zoom modus er nå %s

source: [alternative edit]
cs: [alternativní editor]
es: [edición alternativa]
hr: [editiranje alternative]
lt: [alternatyvus redagavimas]
lv: [rediģēt alternatīvas]
no: [alternativ editering]

source: [bouquet edit]
cs: [upravit seznam] -
es: [editar lista]
hr: [editiranje paketa]
lt: [paketo redagavimas]
lv: [rediģēt buķetes]
no: [bukettreditering]

source: [favourite edit]
cs: [upravit oblíbené] -
es: [editar favoritos]
hr: [editiranje favorita]
lt: [mėgstamiausių redagavimas]
lv: [rediģēt favorītus]
no: [favoritt editering]

source: [move mode]
cs: [přesunout]
es: [modo mover]
hr: [premjestanje]
lt: [perkėlimas]
lv: [pārvietošanas režīms]
no: [flytte modus]

source: [up]
cs: [nahoru]
es: [arriba]
hr: [gore]
lt: [aukštyn]
lv: [augšup]
no: [opp]

source: a HD skin from Kerni
cs: Skin HD od Kerni.
es: una piel HD de Kerni
lt: a HD tema, sukurta Kerni
lv: Kerni HD ādiņa
no: et HD skin fra Kerni

source: a gui to assign services/providers to common interface modules
cs: přiřadit kanály, poskytovatele k CI modulu
es: un GUI para asignar canales/proveedores a los módulos de interfaz común
hr: Dodijeliti kanale/providere za CI module
lt: kad priskirti kanalus/tiekėjus bendriems įstatomiems moduliams
lv: gui common interfeisa moduļu kanālu/operatoru piešķiršanai
no: et GUI for å legge til kanaler/tilbydere til CI moduler

source: a gui to assign services/providers/caids to common interface modules
cs: přiřadit kanály, poskytovatele, Caid k CI modulu
es: un GUI para asignar canales/proveedores/caids a los módulos de interfaz común
hr: dodijeliti kanale/providere/caide za CI module
lt: kad priskirti kanalus/tiekėjus/caids bendriems įstatomiems moduliams
lv: gui common interfeisa moduļu kanālu/operatoru/caidu piešķiršanai
no: et GUI for å legge til kanaler/tilbydere/caids til CI moduler

source: abort alternatives edit
cs: zrušit úpravu alternativních kanálů
es: abortar la edición alternativa
hr: odustani od editiranja alternative
lt: nutraukti alternatyvių redagavimą
lv: pārtraukt alternatīvu rediģēšanu
no: avbryt alternativ editering

source: abort bouquet edit
cs: zrušit úpravu seznamů kanálů
es: abortar la edición de listas
hr: prekini editiranje paketa
lt: nutraukti paketo redagavimą
lv: pārtraukt buķešu rediģēšanu
no: avbryt bukettredigering

source: abort favourites edit
cs: zrušit úpravu oblíbených
es: abortar la edición de favoritos
hr: odustani od editiranja favorita
lt: nutraukti mėgstamiausių redagavimą
lv: pārtraukt favorītu rediģēšanu
no: avbryt favoritt editering

source: about to start
cs: ...chystám se...
es: a punto de empezar
hr: spremni za početak
lt: apie pradžią
lv: gatavojas sākt
no: starter snart

source: active
cs: aktivní
es: activo
lt: aktyvus
lv: aktīvs
no: Aktiv

source: add Partition
cs: přidat disk.oddíl
es: añadir partición
lt: pridėti skaidinį
no: legg til partisjon

source: add Provider
cs: přidat sat.operátora
es: añadir Proveedor
hr: dodati Pružatelja
lt: pridėti Tiekėją
lv: pievienot Operatoru
no: legg til tilbyder

source: add Service
cs: přidat kanál
es: añadir Canal
hr: dodati kanal
lt: pridėti Kanalą
lv: pievienot Kanālu
no: legg til kanal

source: add alternatives
cs: přidat alternativní kanál
es: añadir alternativas
hr: dodaj alternative
lt: pridėti alternatyvas
lv: pievienot alternatīvas
no: legg til alternativer

source: add bookmark
cs: přidat záložku
es: añadir marcador
hr: dodati bookmark
lt: pridėti žymą
lv: pievienot grāmatzīmi
no: legg til bokmerke

source: add bouquet
cs: Přidat sadu kanálů
es: añadir lista
hr: dodaj paket
lt: pridėti paketą
lv: pievienot buķetei
no: legg til bukett

source: add directory to playlist
cs: přidat složku do vybraného videa
es: añadir el directorio a la lista
hr: dodaj direktorij u playlistu
lt: pridėti katalogą į grojaraštį
lv: pievienot mapi repertuāram
no: legg til mappe til spilliste

source: add file to playlist
cs: přidat video do vybraných
es: añadir fichero a la lista
hr: dodaj datoteku u playlistu
lt: pridėti failą į grojaraštį
lv: pievienot failu repertuāram
no: legg fil til spilliste

source: add files to playlist
cs: přidat video do seznamu vybraných
es: añadir ficheros a la lista de reproducción
hr: dodaj datoteke u playlistu
lt: pridėti failus į grojaraštį
lv: pievienot failus repertuāram
no: legg filer til spilliste

source: add marker
cs: připnout popisku ke kanálu
es: añadir marcador
hr: dodaj oznaku za odvajanje(marker)
lt: pridėti žymeklį
lv: pievienot marķieri
no: legg till markør

source: add recording (enter recording duration)
cs: nahrát - zadat délku nahrávání
es: añadir grabación (introduzca duración)
hr: dodaj snimanje (unesite dužinu snimanja)
lt: pridėti įrašą (įrašykite įrašymo trukmę)
lv: pievienot ierakstu (ievadiet ieraksta ilgumu)
no: legg til innspilling (skriv inn innspillingens lengde)

source: add recording (enter recording endtime)
cs: nahrát - zadat čas ukončení
es: Añadir grabación (introduzca hora fin)
hr: dodaj snimanje (unesi završno vrijeme snimanja)
lt: pridėti įrašą (įrašykite įrašymo pabaigos laiką)
lv: pieveinot ierakstu (ievadiet ieraksta beigu laiku)
no: legg til innspilling (skriv inn innspillingens sluttid)

source: add recording (indefinitely)
cs: nahrát - nekonečno...
es: añadir grabación (indefinidamente)
hr: dodaj snimanje (beskonačno)
lt: pridėti įrašą (identišką)
lv: pieveinot ierakstu (nebeidzami)
no: legg til innspilling (uendelig)

source: add recording (stop after current event)
cs: nahrát - zastavit na konci
es: añadir grabación (sólo evento actual)
hr: dodaj snimanje (zaustavi nakon trenutnog događaja)
lt: pridėti įrašą (stabdyti po veikiančio įvykio)
lv: pievienot ierakstīšanu (apturēt pēc pašreizējā notikuma)
no: legg til innspilling (stopp etter nåværende program)

source: add service to bouquet
cs: přidat aktuální kanál do sady kanálů
es: añadir canal a la lista
hr: dodaj kanal u paket
lt: pridėti kanalą į paketą
lv: pievienot buķetei
no: legg kanal til bukett

source: add service to favourites
cs: přidat kanál do oblíbených
es: añadir canal a favoritos
hr: dodaj kanal u favorite
lt: pridėti kanalą į mėgstamiausius
lv: pievienot favorītiem
no: legg kanal til favoritter

source: add to parental protection
cs: přidat rodičovskou kontrolu
es: añadir a protección parental
hr: dodaj u roditeljsku zaštitu
lt: pridėti į tėvų kontrolę
lv: pievienot vecāku kontrolei
no: legg til i foreldrekontrollen
