Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Timer Editor
cs: Časovač nahrávání...
es: Editor de grabación
hr: Uređivač tajmera
lt: Laikmačio redaktorius
lv: Taimera redaktors
no: Timerbehandling

source: Timer Type
cs: typ časovače
es: Tipo de grabación
hr: Tip tajmer
lt: Laikmačio tipas
lv: Taimera veids

source: Timer entry
cs: ---ČASOVAČ---
es: Entrada de grabación
hr: Unos Tajmera
lt: Laikmačio įrašas
lv: Taimera ieraksts
no: Timer oppføring

source: Timer log
cs: Protokol časovače...
es: Log de grabación
hr: Tajmer log
lt: Laikmačio žurnalas
lv: Taimera žurnāls
no: Timer logg

source: Timer overlap in timers.xml detected! Please recheck it!
cs: Zjištěno překrytí časovačů v timers.xml ! Zkontrolujte to...
es: ¡Programaciones solapadas en timers.xml! ¡Chequéelo!
hr: Otkriveno preklapanje tajmera u timers.xml! Molim da ponovno provjerite!
lt: Aptiktas laikmačio timers.xml sutapimas! Prašome patikrinti tai!
lv: Konstatēta taimeru pārklāšanās timers.xml! Lūdzu vēlreiz pārbaudiet!
no: Timeroverlapping i timers.xml er funnet! Kontroller på nytt!

source: Timer record location
cs: předvolená složka pro záznam z časovače
es: Ruta de la grabación
hr: Lokacija snimanja za tajmer
lt: Laikmačio įrašo vieta
lv: Taimera ieraksta vieta
no: Timerinnspillingslokasjon

source: Timer sanity error
cs: Chyba, tento časovač koliduje s následujícími časy...
hr: Greška tajmera
lt: Laikmačio loginė klaida
lv: Taimera kļūda
no: Timer tilregnelighetsfeil

source: Timer selection
cs: Definované časovače...
es: Selección de grabación
hr: Popis snimanja
lt: Laikmačio pasirinkimas
lv: Taimeru atlase
no: Timer valg

source: Timer status:
cs: stav časovače :
es: Estado de la grabación:
hr: Status tajmera:
lt: Laikmačio būsena:
lv: Taimera statuss:

source: Timeshift
hr: Vrem.pomak
lt: Laiko poslinkis
lv: Laikaizture

source: Timeshift State
cs: ...Timeshift...
es: Estado Timeshift
lt: Laiko poslinkio būklė
no: Timeshift status

source: Timeshift location
cs: předvolená složka pro záznam Timeshift
es: Ruta pausa grabación
hr: Lokacija za Vremenski pomak
lt: Laiko poslinkio vieta
lv: Laikaiztures vieta
no: Timeshift plassering

source: Timeshift not possible!
cs: Timeshift není použitelný !
es: ¡Pausa no posible!
hr: Vremenski pomak nije moguć!
lt: Laiko poslinkis negalimas!
lv: Laikaizture nav iespējama!
no: Timeshift er ikke mulig!

source: Timezone
cs: časové pásmo
es: Zona horaria
hr: Vremenska zona
lt: Laiko juosta
lv: Laika josla
no: Tidssone

source: Title
cs: v názvu
es: Título
hr: Naslov
lt: Antraštė
lv: Nosaukums
no: Tittel

source: Title properties
cs: vlastnosti
es: Propiedades de título
hr: Svojstva naslova
lt: Antraštės ypatybės
lv: Nosaukuma parametri
no: Tittelinnstillinger

source: Titleset mode
cs: nastavení názvu
es: Modo Título
hr: mod Naslova
lt: Pavadinimo nustatymo būsena
lv: Nosaukuma iestatīšanas režīms
no: Tittelmodus

source: Today
cs: dnes...
es: Hoy
hr: Danas
lt: Šiandien
lv: Šodien
no: I dag

source: Toggle Repeat-Modes (None / All / Single)
cs: Opakovací režim (nic / vše / jednou)
es: Alternar modos de repetición (Ninguno / Todos / Único)
hr: Preklopnik Modova-Ponavljanja (Ništa / Sve / Jednom)
lt: Perjungti kartojimo būsenas (nieko / visi / vienas)
lv: Pārslēgt atkārtošanas režīmu (Nav / Vienmēr / Vienreiz)
no: Bytt Gjenta modus (Ingen / Alle / Enkel)

source: Toggle Shuffle
cs: přepnout skluz
es: Alternar reproducción aleatoria
hr: Preklopnik nasumične reprodukcije
lt: Perjungti atsitiktine tvarka
lv: Pārslēgt jaukšanu
no: Bytt mix

source: Toggle Subtitle Filter
cs: přepnout filtr titulků
es: Alternar filtro de subtítulos
hr: Preklopnik filtera titlova
lt: Perjungti subtitrų filtrą
lv: Pārslēgt subtitru filtru
no: Bytt undertekstfilter

source: Tone Amplitude
cs: amplituda zvuku
es: Amplitud de tono
hr: Tone Amplituda
lt: Tono signalo platumas
lv: Toņa amplitūda
no: Toneforsterker

source: Tone mode
cs: tónový impuls
es: Modo tono
hr: Ton mod
lt: Tono būsena
lv: Toņa režīms
no: Tonemodus

source: Toneburst
cs: rozsah zvuku
lt: Tono impulsas
lv: Toņsignāls

source: Toneburst A/B
cs: rozsah zvuku A/B
lt: Tono impulsas A/B
lv: Toņsignāls A/B

source: Track
cs: stopa
es: Pista
hr: Traka
lt: Takelis
lv: Celiņš
no: Spor

source: Track Autoselect configuration
cs: konfigurace aut.výběru stopy
es: Configuración Track Autoselect
lt: Automatinio takelio pasirinkimo konfigūracija
no: Track Autoselect konfigurasjon

source: Translation
cs: cs...
es: Traducción
hr: Prijevod
lt: Vertimas
lv: Tulkojums
no: Oversettelse

source: Translation:
cs: překlad :
es: Traducción:
hr: Prijevod:
lt: Vertimas:
lv: Tulkojums:
no: Oversettelse:

source: Transmission mode
cs: přenosový mód
es: Modo de trasmisión
hr: Mod transmisije
lt: Perdavimo būsena
lv: Pārraides režīms
no: Sendingstype

source: Transmitting
cs: přenos
es: Transmitiendo
hr: Prenosim
lt: Perdavimas
lv: Pārraida
no: Overføring

source: Transponder
cs: Transpondér
es: Transpondedor
lt: Transponderis
lv: Transponderis

source: Transponder searching finished!
cs: Prohledávání transpondéru skončilo !
es: ¡Búsqueda de transpondedor terminada!
hr: Pretraga transpondera je završena!
lt: Transponderio paieška baigta!
lv: Transponderu meklēšana pabeigta!
no: Transpondersøk er ferdig!

source: Tries left:
cs: zbývá pokusů :
es: Intentos restantes:
hr: Pokušaja ostalo:
lt: Liko bandymų:
lv: Atlikuši mēģinājumi:
no: Antall forsøk igjen:

source: Try to find used Transponders in cable network.. please wait...
cs: Hledám použitelné transpodéry v kabelové síti, čekejte...
es: Intenta encontrar transpondedores usados en la red de cable... por favor espere...
hr: Pokušavam pronaći Transpondere u kabelskoj mreži.. molim pričekajte...
lt: Bandome surasti transponderius, naudojamus kabeliniuose tinkluose.. prašome laukti...
lv: Mēģina atrast lietotos transponderus kabeļu tīklā.. lūdzu gaidiet...
no: Prøver å finne transpondere i kabelnettverket.. vennligst vent...

source: Try to find used Transponders in terrestrial network.. please wait...
cs: Hledám použitelné transpondéry v terestriální síti, čekejte...
es: Intenta encontrar transpondedores usados en la red terrestre... por favor espere...
hr: Pokušavam pronaći Transpondere u zemaljskoj mreži.. molim pričekajte...
lt: Bandome surasti veikiančius transponderius, naudojamus antžeminiuose tinkluose... prašome palaukti...
lv: Mēģina atrast lietotos transponderus virszemes tīklā.. lūdzu gaidiet...
no: Forsøker å finne transpondere i terrestrialnettet. Vennligst vent...

source: Try to find used satellite transponders...
cs: Hledám použitelné satelitní transpondéry...
es: Intenta encontrar transpondedores de satélite usados...
hr: Pokušavam pronaći korištene satelitske transpondere...
lt: Bandome surasti veikiančius palydovinius transponderius...
lv: Mēģina atrast lietotos satelītu transponderus...
no: Prøver å finne transpondere i bruk. vennligst vent...

source: Try to find used transponders in cable network.. please wait...
cs: Hledám použitelné transpodéry v kabelové síti, čekejte ...
es: Intenta encontrar transpondedores usados en la red de cable... por favor espere...
hr: Pokušavam pronaći transpondere u kabelskoj mreži.. molim pričekajte...
lt: Bandome surasti transponderius, veikiančius kabeliniuose tinkluose.. prašome palaukti...
lv: Mēģina atrast lietotos transponderus kabeļu tīklā.. lūdzu gaidiet...
no: Prøver å finne transpondere i kabelnettverket.. vennligst vent...

source: Try to find used transponders in terrestrial network.. please wait...
cs: Hledám použitelné transpondéry v terestriální síti, čekejte...
es: Intenta encontrar transpondedores usados en la red terrestre... por favor espere...
hr: Pokušavam pronaći transpondere u zemaljskoj mreži.. molim pričekajte...
lt: Bandome surasti transponderius, veikiančius antžeminės televizijos tinkle.. prašome palaukti...
lv: Mēģina atrast lietotos transponderus virszemes tīklā.. lūdzu gaidiet...
no: Forsøker å finne transpondere i terrestrialnettet. Vennligst vent...

source: Trying to download a new packetlist. Please wait...
cs: ...stahuji data, čekejte...
es: Intentando descargar una nueva lista de paquetes. Espere...
hr: Pokušava skinuti novi spisak paketa. Molim pričekajte ...
lt: Bandome parsisiųsti naują paketų sąrašą. Prašome laukti...
lv: Mēģina lejupielādēt jauno pakotņu sarakstu. Lūdzu gaidiet...
no: Prøver å laste ned pakkeliste. Vennligst vent...

source: Tue
cs: Út
es: Mar
hr: Uto
lt: Ant
lv: Ot
no: Tir

source: Tuesday
cs: úterý
es: Martes
hr: Utorak
lt: Antradienis
lv: Otrdiena
no: Tirsdag

source: Tune
cs: způsob hledání...
es: Tono
lt: Derinimas
lv: Uztvert

source: Tune failed!
cs: Ladění selhalo !
es: ¡Falló la sintonización!
hr: Greška tunera!
lt: Suderinti nepavyko!
lv: Uztveršana neizdevās!
no: Tuning feilet!

source: Tuner
es: Sintonizador
lt: Imtuvas
lv: Uztvērējs

source: Tuner
es: Sintonizador
lt: Imtuvas
lv: Uztvērējs

source: Tuner 2
es: Sintonizador 2
lt: 2 imtuvas
lv: Uztvērējs 2

source: Tuner 3
es: Sintonizador 3
lt: 3 imtuvas
lv: Uztvērējs 3

source: Tuner 4
es: Sintonizador 4
lt: 4 imtuvas
lv: Uztvērējs 4

source: Tuner A
cs: tuner A1 ...
es: Sintonizador A
lt: A imtuvas
lv: Uztvērējs A

source: Tuner B
cs: tuner A2 ...
es: Sintonizador B
lt: B imtuvas
lv: Uztvērējs B

source: Tuner C
cs: tuner B ...
es: Sintonizador C
lt: C imtuvas
lv: Uztvērējs C

source: Tuner D
cs: tuner C ...
es: Sintonizador D
lt: D imtuvas
lv: Uztvērējs D

source: Tuner Slot
cs: slot tuneru
es: Slot del sintonizador
hr: Utor Tunera
lt: Imtuvo lizdas
lv: Uztvērēja slots

source: Tuner configuration
cs: konfigurace tunerů
es: Configuración sintonizador
hr: Konfiguracija Tunera
lt: Imtuvo konfigūravimas
lv: Uztvērēja konfigurācija
no: Tuner konfigurasjon

source: Tuner status
cs: stav tuneru
es: Estado del sintonizador
hr: Status tunera
lt: Imtuvo būsena
lv: Uztvērēja statuss

source: Tuner type
cs: typ tuneru
es: Tipo de sintonizador
hr: Tip tunera
lt: Imtuvo tipas
lv: Uztveršanas veids

source: Turkish
cs: turecky
es: Turco
hr: Turski
lt: Turkų
lv: Turku
no: Tyrkisk

source: Two
cs: dva
es: Dos
hr: Dva
lt: Du
lv: Divi
no: To

source: Type
cs: typ :
es: Tipo
hr: Tip
lt: Tipas
lv: Veids

source: Type of scan
cs: způsob prohledávání
es: Tipo de búsqueda
hr: Tip pretrage
lt: Skenavimo būdas
lv: Skenēšanas veids
no: Søketype

source: UPnP/DLNA - Failed to load picture
cs: UPnP/DLNA - nepodařilo se načíst obrázek
es: UPnP/DLNA: no se pudo cargar la imagen
hr: UPnP/DLNA - Neuspješano učitavanje slike
lt: UPnP/DLNA - nepavyko įkelti paveikslėlio
lv: UPnP/DLNA - Neizdevās ielādēt attēlu
no: UPnP/DLNA - Lasting av bilde feilet

source: UPnP/DLNA - Failed to show picture
cs: UPnP/DLNA - nepodařilo se otevřít obrázek
es: UPnP/DLNA: no se pudo mostrar la imagen
hr: UPnP/DLNA - Neuspješan prikaz slike
lt: UPnP/DLNA - nepavyko parodyti paveikslėlio
lv: UPnP/DLNA - Neizdevās parādīt attēlu
no: UPnP/DLNA - Visning av bilde feilet

source: UPnP/DLNA Audio Player
hr: UPnP/DLNA Zvučni Svirač
lt: UPnP/DLNA garso grotuvas
lv: UPnP/DLNA Audio Atskaņotājs
no: UPnP/DLNA Audiospiller

source: UPnP/DLNA Browser
es: UPnP/DLNA Navegador
hr: UPnP/DLNA Preglednik
lt: UPnP/DLNA naršyklė
lv: UPnP/DLNA Pārlūks
no: UPnP/DLNA søker

source: UPnP/DLNA MediaRenderer
lt: UPnP/DLNA garso ir vaizdo perteikimas

source: UPnP/DLNA Mediaserver
lt: UPnP/DLNA medijos serveris
lv: UPnP/DLNA Medijuserveris

source: UPnP/DLNA Setup
cs: UPnP/DLNA - nastavení...
es: UPnP/DLNA Configuración
hr: UPnP/DLNA Postavke
lt: UPnP/DLNA valdymas
lv: UPnP/DLNA Uzstādījumi
no: UPnP/DLNA oppsett

source: UPnP/DLNA Video Player
lt: UPnP/DLNA vaizdo grotuvas
lv: UPnP/DLNA Video Atskaņotājs
no: UPnP/DLNA Videospiller

source: USB 2.0 (Back, inner)
cs: USB 2.0 (zadní, interní)
es: USB 2.0 (Trasero, interno)
lt: USB 2.0 (galinis, vidinis)

source: USB 3.0 (Back, outer)
cs: USB 3.0 (zadní, vnější)
es: USB 3.0 (Trasero, externo)
lt: USB 3.0 (galinis, išorinis)

source: Ukrainian
cs: ukrajinsky
es: Ucraniano
hr: Ukrainski
lt: Ukrainiečių
lv: Ukraiņu
no: Ukrainsk

source: Unable to complete filesystem check. Error:
cs: Nelze dokončit kontrolu souborového systému ! Chyba :
es: Imposible completar el chequeo del sistema. Error:
hr: Nije moguće dovršiti provjeru particije. Greška:
lt: Negalima patikrinti failų sistemos. Klaida:
lv: Nevar pabeigt failsistēmas pārbaudi. Kļūda:
no: Kan ikke fullføre filsystemsjekken. Error:

source: Unable to initialize %(desc)s. Error:
cs: Disk %(desc)s nelze naformátovat ! Chyba :
es: No se puede inicializar %(desc)s. Error:
hr: Nije moguće inicijalizirati %(desc)s. Greška:
lt: Nepavyko inicializuoti %(desc)s. Klaida:
lv: Navar inicializēt %(desc)s. Kļūda:
no: Klarte ikke å initialisere %(desc)s. Error:

source: Unable to verify partition information. Please restart!
cs: Nedá se ověřit informace o disk.oddílu. Restartujte !
es: No se puede verificar la información de la partición. ¡Por favor reinicie!
hr: Nemoguće je verificirati informacije particije. Molim restartajte!
lt: Nepavyko patikrinti disko skaidinio informacijos. Prašome paleisti iš naujo!
lv: Nevar pārbaudīt partīcijas informāciju. Lūdzu pārstartēt!
no: Klarte ikke å verifisere partisjonsinformasjonen. Vennligst start på nytt!

source: Uncommitted DiSEqC command
cs: Nepotvrzený DiSEqC příkaz !
es: Comando DiSEqC no enviado
hr: Uncommitted DiSEqC komanda
lt: DiSEqC perjungimo komanda
lv: Pasīvā DiSEqC komanda
no: Uforpliktet DiSEqC kommando

source: Unconfigured %(desc)s found!
cs: Detekovaný nenakonfigurovaný %(desc)s !
es: ¡Se encontraron %(desc)s sin configurar!
hr: Nekonfiguriran %(desc)s pronađen!
lt: Rastas nesukonfigūruotas %(desc)s!
lv: Atrastas nekonfigurēts %(desc)s!
no: Ukonfigurert %(desc)s funnet!

source: Unconfigured storage devices found!
cs: Detekováno nenakonfigurované úložné zařízení !
es: ¡Se encontraron dispositivos de almacenamiento no configurados!
hr: Nekonfigurirani uređaj za pohranu je pronađen!
lt: Surastas nesukonfigūruotas saugojimo įrenginys!
lv: Atrastas nekonfigurētas glabātuves ierīces!
no: Ukonfigurert lagringsenhet funnet!

source: Undo install
cs: zrušit výběr
es: Deshacer instalación
hr: Opovrgnuti instalaciju
lt: Atšaukti diegimą
lv: Atsaukt instalēšanu
no: Angre installasjon

source: Undo uninstall
cs: odznačit
es: Deshacer desinstalación
hr: Opovrgnuti deinstalaciju
lt: Atšaukti pašalinimą
lv: Atsaukt atinstalēšanu
no: Angre installasjon

source: UnhandledKey
cs: nepoužívané tlačítko
hr: Nepodržani ključ
lt: Nepalaikomas mygtukas

source: Unicable
hr: Unikabel
lt: Kelių kabelių
lv: Vienkabeļa

source: Unicable 1
hr: Unikabel 1
lt: Vienakryptis kabelis 1

source: Unicable 2 / JESS
hr: Unikabel 2 / JESS
lt: Vienakryptis kabelis 2 / JESS

source: Unicable LNB
es: LNB Unicable
hr: Unikabel LNB
lt: Kelių kabelių LNB
lv: Vienkabeļa LNB

source: Unicable Matrix
es: Matrix Unicable
hr: Unikabel Matix
lt: Kelių kabelių Matrix
lv: Vienkabeļa Matrica

source: Uninitialized %(desc)s found!
cs: Nalezený neinicializovaný %(desc)s !
es: ¡Se encontraron %(desc)s sin inicializar!
hr: Neinicijalizirani %(desc)s pronađen!
lt: Rastas neinicializuotas %(desc)s!
lv: Atrastas neinicializēts %(desc)s!
no: Uinitialisert %(desc)s found!

source: Uninstall
cs: <<odinstalovat
es: Desinstalar
hr: Deinstalirati
lt: Pašalinti
lv: Atinstalēt
no: Avinstaller

source: Universal LNB
cs: univerzální LNB
es: LNB Universal
hr: Univerzalni LNB
lt: Universalus LNB
lv: Universālā LNB

source: Unknown
cs: neznámý
es: Desconocido
hr: Nepoznato
lt: Nežinomas
lv: Nezināms
no: Ukjent

source: Unknown or unsupported partition type found!
cs: Neznámý nebo nepodporovaný typ disk.oddílu !_
es: ¡Se ha encontrado un tipo de partición desconocido o no compatible!
hr: Nepoznata ili nepodržana particija pronađena!
lt: Rastas nežinomas arba nepalaikomas skaidinio tipas!
lv: Atrasts nezināms vai neatbalstīts partīcijas tips!
no: Ukjent eller ikke støttet partisjonstype funnet!

source: Unknown or unsupported partition type.
cs: Neznámý nebo nepodporovaný typ disk.oddílu !_
es: Tipo de partición desconocida o no compatible.
hr: Nepoznata ili nepodržana tip particije.
lt: Nežinomas arba nepalaikomas skaidinio tipas.
lv: Nezināms vai neatbalstīts partīcijas tips.
no: Ukjent eller ustøttet partisjonstype.

source: Unmount failed
cs: Odpojení selhalo !
es: Error al desmontar
hr: Unmount nije uspio
lt: Atjungti nepavyko
lv: Nomontēšana neizdevās
no: Avmontering feilet

source: Unmount this %(desc)s.
cs: odpojit %(desc)s
es: Desmonte este %(desc)s.
hr: Unmount ovaj %(desc)s.
lt: Atjungti šį %(desc)s.
lv: Nomontēt šo %(desc)s.
no: Avmonter denne %(desc)s.

source: Unseen
cs: skryté
es: Invisible
hr: Neviđeno
lt: Nematytas
lv: Neskatīts
no: Usett

source: Unsupported partition type!
cs: Nepodporovaný typ disk.oddílu !
es: ¡Tipo de partición no compatible!
hr: Nepodržani tip particije!
lt: Nepalaikomas skaidinio tipas!
lv: Neatbalstīts partīcijas tips!
no: Partisjonstype er ikke støttet!

source: Until: %s
cs: až do : %s
es: Hasta: %s
hr: Do: %s
lt: Iki: %s
lv: Kamēr: %s
no: Inntil : %s

source: Update
cs: aktualizovat
es: Actualizar
hr: Ažuriranje
lt: Atnaujinimas
lv: Atjaunināt
no: Opdatering

source: Update Bluetooth Receiver Firmware?
cs: Aktualizovat firmware bluetooth boxu ?
es: ¿Actualizar el firmware del receptor Bluetooth?
lt: Atnaujinti Bluetooth imtuvo programinę įrangą?
no: Oppdater bluetooth mottakers firmware?

source: Update Check Setup
cs: Nastavení aut.kontroly aktualizace...
es: Configuración verificación de actualización
lt: Atnaujinti tikrinimo sąranką
lv: Atjauninājumu pārbaudes iestatījumi
no: Oppsett for oppdateringssjekk plugin

source: Update failed!
cs: Aktualizace selhala !
es: ¡La actualización falló!
hr: Nadogradnja neuspješna!
lt: Atnaujinti nepavyko!
lv: Atjaunināšana neizdevās!
no: Oppdatering feilet!

source: Update finished!
cs: Aktualizace byla dokončena !
es: ¡Actualización terminada!
hr: Nadogradnja gotova!
lt: Atnaujinimas baigtas!
lv: Atjaunināšana pabeigta!
no: Oppdatering ferdig!

source: Update succeeded! Your Bootloader is now up-to-date!
cs: Aktualizace byla dokončena ! Bootloader je aktuální...
es: ¡Actualización exitosa! ¡Tu "bootloader" ya está actualizado!
hr: Nadogradnja uspješna! Vaš Bootloader je sada ažuriran na zadnju dostupnu verziju!
lt: Atnaujinimas pavyko! Jūsų įkrovos tvarkyklė dabar yra naujausia!
no: Uppdatering var vellykket! Din Bootloader er nå "up to date"!

source: Updatefeed not available.
cs: Není dostupný zdroj aktualizací !
es: Updatefeed no disponible.
hr: Ažuriranje feeda nije dostupno.
lt: Atnaujinimo šaltinis neprieinamas.
lv: Atjauninājumu padeve nav pieejama.
no: Oppdateringsfeed ikke tilgjengelig.

source: Updates the dreambox bootloader when required
cs: Aktualizuje Dreambox Bootloader, pokud je třeba.
es: Actualiza el "bootloader" de la Dreambox cuando es necesario
hr: Nadograđuje bootloader dreamboxa kada je potrebno
lt: Jei reikia, atnaujinkite imtuvo įkrovos tvarkyklę
no: Oppdaterer Dreambox bootloader når påkrevet

source: Updating software catalog
cs: Katalog software >>
es: Actualizando el catálogo de software
hr: Ažuriranje kataloga softvera
lt: Programinės įrangos katalogo atnaujinimas
lv: Atjaunina programmatūras katalogu
no: Oppdaterer programvarekatalogen

source: Upgrade
cs: aktualizovat
es: Actualizar
hr: Nadogradnja
lt: Atnaujinti
lv: Atjaunināšana
no: Oppgrader

source: Upgrade finished.
cs: Aktualizace byla dokončena.
es: Actualización finalizada.
hr: Nadogradnja gotova.
lt: Atnaujinimas baigtas.
lv: Atjaunināšana pabeigta.
no: Oppgradering ferdig.

source: Upgrading
cs: ...aktualizuji...
es: Actualizando
hr: Nadograđujem
lt: Atnaujinama
lv: Atjaunina
no: Oppgraderer

source: Upgrading Dreambox... Please wait
cs: ...ověřuji data boxu, čekejte...
es: Actualizando Dreambox... Por favor espere
hr: Nadograđujem Dreambox... Molim pričekajte
lt: Atnaujinamas imtuvas... Prašome palaukti
lv: Atjaunina Dreambox... Lūdzu gaidiet
no: Oppgraderer Dreambox! Vennligst vent...

source: Upper USB
cs: USB horní port
es: USB superior
hr: Gornji USB
lt: Viršutinis USB lizdas
lv: Augšējais USB
no: Øvre USB

source: Url:
cs: URL adresa:
lt: Internetinis adresas:

source: Usability
cs: ---OPTIMALIZACE PROVOZU---
es: Usabilidad
hr: Upotrebljivost
lt: Tinkamumas
lv: Lietojamība
no: Brukervennlighet

source: Usable SCRs
cs: využitelné SCR
es: SCR utilizables
lt: Naudojami SCR
no: Tilgjengelige SCRs

source: Use
cs: použít
es: Uso
hr: Koristi
lt: Naudokite
lv: Lietot
no: Bruk

source: Use PIN
cs: uživ. PIN
es: Usar PIN
hr: Koristi PIN
lt: Naudokite PIN
lv: Lietot PIN
no: Bruk PIN

source: Use Power Measurement
cs: použít měření odběru
es: Usar medición de potencia
hr: Koristi Mjerenje Snage
lt: Įtampos išmatavimų naudojimas
lv: Lietot sprieguma mērījumu
no: Bruk Strømmåling

source: Use left/right to iterate through all available values. Use any of the OK, 0-9 or <> keys to enable or (disable)
cs: ...vlevo <> vpravo -> vybrat dostupnou hodnotu... ...tl. 0-9 nebo <> pro zap. / (vyp.)...
es: Use izquierda/derecha para recorrer todos los valores disponibles. Use cualquiera de las teclas OK, 0-9 o <> para habilitar o (deshabilitar)
lt: Naudokite mygtukus kairėn/dešinėn, per visas galimas reikšmes. Naudokite bet kurį OK, 0-9 arba <> mygtukus, jei norite įjungti arba (išjungti)
no: Bruk VENSTRE/HØYRE for å repetere alle mulige verdier. Bruk hvilken som helst av OK, 0-9 eller <> taster for å aktivere eller deaktivere

source: Use legacy virtual subservices detection
cs: použít starší detekci virtuálních kanálů
es: Usar la detección legada de subcanales virtuales
hr: Koristi detekciju ostavštine virtualnih podusluga
lt: Naudoti pasenusį virtualių subkanalų aptikimą
no: Bruk oppdagelse av arvet virtuell undertjeneste

source: Use power measurement
cs: použít měření signálu
es: Usar medición de potencia
hr: Koristi mjerenje snage
lt: Naudokite įtampos išmatavimus
lv: Lietot sprieguma mērījumu
no: Bruk strømmåling

source: Use the left and right buttons to change an option.
cs: Použijte levou a pravou šipku pro změnu nastavení...
es: Use los botones izq/der para cambiar una opción.
hr: Koristite lijeve i desne tipke za promjenu opcija.
lt: Naudokitės mygtukais į dešinę ir į kairę ir keiskite nustatymus.
lv: Lietojiet kreiso un labo taustiņu, lai mainītu izvēli.
no: Bruk VENSTRE og HØYRE knappene for å endre valg.

source: Use these settings?
cs: Použít toto nastavení ?
es: ¿Usar esta configuración?
hr: Koristiti ove postavke?
lt: Naudoti šiuos nustatymus?
lv: Lietot šos iestatījumus?
no: Bruke dette oppsettet?

source: Use this input device settings?
cs: Použít toto nastavení pro vstupní zařízení ?
es: ¿Usar esta configuración de dispositivo de entrada?
hr: Koristite ove postavke ulaznih uređaja?
lt: Naudoti šiuos įvesties įrenginio nustatymus?
lv: Lietot šīs ievades ierīces iestatījumus?
no: Bruk denne inndataenhetens innstillinger?

source: Use this settings?
cs: Použít toto nastavení ?
es: ¿Usar esta configuración?
hr: Koristiti ovu postavku?
lt: Naudoti šiuos nustatymus?
lv: Lietot šo iestatījumu?
no: Bruke disse innstillingene?

source: Use this video enhancement settings?
cs: Použít toto upravené nastavení videa ?
es: ¿Usar esta configuración de mejora de video?
hr: Koristiti ove postavke za poboljšanje slike?
lt: Naudoti šiuos vaizdo pagerinimo nustatymus?
lv: Lietot šos video uzlabojuma iestatījumus?
no: Bruke disse videoforbedringsinnstillingene?

source: Use time of currently running service
cs: převzít čas z akt.programu
es: Usar la hora del canal que se está ejecutando actualmente
hr: Automatski isključi nakon završetka trenutnog TV programa koji gledate
lt: Naudoti veikiančio kanalo laiką
lv: Lietot pašreizējā kanāla laiku
no: Bruk tiden til kjørende program

source: Use usals for this sat
cs: použít USALS pro tento satelit
es: Usar usals para este sat
hr: Koristi USALS za ovaj satelit
lt: Šiam palydovui naudoti USALS
lv: Lietot parastos iestatījumus šim satelītam
no: Bruk USALS for denne satellitten
