Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Right to left slide + zoom
cs: skluz zprava > střed
es: Deslizar de derecha a izquierda + zoom
hr: Klizi s Desna na Lijevo + zumiraj
lt: Skaidrę iš dešinės į kairę + pakeisti vaizdo dydį
no: Skyv fra høyre til venstre + zoom

source: Roll-off
cs: snížení
lt: Nukrypimas

source: Rotor is exclusively controlled by this dreambox
cs: Rotor ovládá výlučně Dreambox
es: El motor está controlado exclusivamente por este Dreambox
hr: Motor je ekskluzivno kontroliran s ovim dremaboxom
lt: Pozicionierius yra išimtinai kontroliuojamas šio imtuvo
lv: Rotoru kontrolē tikai no šī dreambox
no: Rotor er utelukkende kontrollert av dreambox

source: Rotor speed in degree per second
cs: rychlost rotoru ve stupních za sekundu
es: Velocidad del motor en grados por segundo
lt: Rotoriaus greitis laipsniais per sekundę
no: Rotorhastighet i grader pr. sekund

source: Rotor turning speed
cs: rychlost otáčení rotoru
es: Velocidad del motor
hr: Brzina okretanja rotora
lt: Pozicionieriaus sukimosi greitis
lv: Pozicioniera griešanās ātrums
no: Motor dreiehastighet

source: Run fullscreen
cs: celá obrazovka
es: Ejecutar a pantalla completa
hr: Pokreni na cijelom zaslonu
lt: Rodyti visame ekrane
lv: Pa visu ekrānu
no: Kjør i fullskjerm

source: Run mount -a
cs: spustit mount -a
es: Ejecutar mount -a
lt: Paleisti pajungimą -a
no: Kjør mount -a

source: Russian
cs: rusky
es: Ruso
hr: Ruski
lt: Rusų
lv: Krievu
no: Russisk

source: S-Video
lt: S-Vaizdas

source: SCPC optimized search range
cs: rozsah vyhledávání optimalizovaný pro SCPC
es: Rango de búsqueda optimizado SCPC
hr: SCPC optimiziran raspon pretrage
lt: SCPC optimizuotas paieškos diapazonas
lv: SCPC optimizēts meklēšanas diapazons
no: SCPC optimaliserte søkeområdet

source: SINGLE LAYER DVD
cs: jednovrstvové DVD
es: DVD DE UNA SOLA CAPA
lt: VIENSLUOKSNIS DVD
lv: VIENSLĀŅA DVD

source: Sat
cs: So
es: Sáb
hr: Sub
lt: Šeš
lv: Se
no: Lør

source: Sat / Dish Setup
cs: Nastavení satelitu / paraboly
es: Sat / Config Ant
hr: Sat / Anten. Postavke
lt: Palydovų / lėkštės derinimas
lv: Sat / antenas iestatījumi
no: Satellitt & Parabolinnstillinger

source: Sat lists
cs: seznam satelitů
es: Lista Sat
hr: Sat liste
lt: Palydovų sąrašas
lv: Sat saraksti
no: Sat lister

source: Sat&gt;IP Tuner Overview
cs: Sat&gt;IP - přehled tunerů
es: Sat&gt;Descripción del Sintonizador IP
lt: Sat&gt;IP imtuvo apžvalga
no: Sat&gt;IP Tuner oversikt

source: Sat&gt;IP Tuner Setup
cs: Sat&gt;IP - nastavení tunerů
es: Sat&gt;Configuración del Sintonizador IP
lt: Sat&gt;IP imtuvo nustatymas
no: Sat&gt;IP Tuner oppsett

source: Satellite
cs: satelit
es: Satélite
hr: Satelit
lt: Palydovas
lv: Satelīts
no: Satellitt

source: Satellite Blindscan
cs: vyhledávání prg.naslepo
es: Escaneo ciego
hr: Satelitski Blindscan
lt: Akloji palydovo paieška
no: Satellitt blindskanning

source: Satellite Equipment Setup
cs: nastavit vybavení satelitu
es: Configuración equipo satélite
hr: Postavke Satelitske Opreme
lt: Palydovinės įrangos nustatymas
lv: Satelīta aprīkojuma iestatījumi
no: Satellittutstyr Oppsett

source: Satellite equipment
cs: >vybavení satelitu
es: Equipo satélite
hr: Satelitska oprema
lt: Palydovinė įranga
lv: Satelītaprīkojums
no: Satellittutstyr

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
cs: -- jemné nastavení sat.zařízení DiSEqC
es: SatelliteEquipmentControl permite configurar de manera fina el DiSEqC
hr: SatelliteEquipmentControl vam omogućuje fino podešavanje DiSEqC-postavki
lt: Palydovinės įrangos valdymas leidžia jums sureguliuoti DiSEqC nustatymus
lv: SatelītAprīkojumaVadība ļaus jums precīzi noregulēt DiSEqC iestatījumus
no: SatelliteEquipmentControl tillater deg å fininstille DiSEqC innstillinger

source: Satellites
cs: satelity
es: Satélites
hr: Sateliti
lt: Palydovai
lv: Satelīti
no: Satellitter

source: Satfinder
cs: vybrat tuner pro hledání
es: Buscador de satélites
hr: Sat tražitelj
lt: Palydovo ieškiklis
lv: Sat-meklētājs
no: Satellittfinner

source: Satfinder helps you to align your dish
cs: -- nasměrování paraboly
es: Satfinder le ayuda a alinear su antena
hr: Sat tražitelj pomaže uskladiti vaš tanjur
lt: Palydovo ieškiklis padės jums suderinti savo palydovinę lėkštę
lv: Sat-meklētājs palīdzēs Jums noregulēt antenu
no: Satfinder hjelper deg å fininstille din antenne

source: Sats
cs: sat.
hr: Sate
lt: Palydovai
lv: Satelīti

source: Saturation
cs: saturace
es: Saturación
hr: Zasićenje
lt: Sodrumas
lv: Piesātinājums
no: Fargemetning

source: Saturday
cs: sobota
es: Sábado
hr: Subota
lt: Šeštadienis
lv: Sestdiena
no: Lørdag

source: Save
cs: uložit
es: Guardar
hr: Spremi
lt: Išsaugoti
lv: Saglabāt
no: Lagre

source: Save Playlist
cs: uložit seznam videa
es: Guardar lista de reproducción
hr: Pohrani playlistu
lt: Išsaugoti grojaraštį
lv: Saglabāt repertuāru
no: Lagre spilliste

source: Saved
cs: uloženo...
es: Salvado
hr: Spremljeno
lt: Išsaugota
lv: Saglabāts
no: Lagret

source: Scaler sharpness
cs: zaostření
es: Nitidez del escalado
hr: Podešavanje oštrine slike
lt: Ryškumo skalė
lv: Asuma mērogs
no: Bildeskarphet

source: Scan
cs: hledání
es: Buscar
hr: Pretraži
lt: Paieška
lv: Skenēt
no: Søk

source: Scan
cs: vyhledat na
es: Escanear
hr: Pretraži
lt: Paieška
lv: Skenēt
no: Søk

source: Scan Files...
cs: -- vyhledání souborů podle umístění
es: Escanear Ficheros...
hr: Pretraži datoteke...
lt: Failų paieška...
lv: Skenē failus...
no: Søk etter filer...

source: Scan IP
cs: IP pro skenování
es: Escanear IP
hr: Pretraži IP
lt: IP paieška
lv: Skenēt IP
no: Skann IP

source: Scan QAM128
cs: prohledat QAM128
es: Escanear QAM128
hr: Pretraži QAM128
lt: Skenuoti QAM128
lv: Skenēt QAM128
no: Søke QAM128

source: Scan QAM16
cs: prohledat QAM16
es: Escanear QAM16
hr: Pretraži QAM16
lt: Skenuoti QAM16
lv: Skenēt QAM16
no: Søke QAM16

source: Scan QAM256
cs: prohledat QAM256
es: Escanear QAM256
hr: Pretraži QAM256
lt: Skenuoti QAM256
lv: Skenēt QAM256
no: Søke QAM256

source: Scan QAM32
cs: prohledat QAM32
es: Escanear QAM32
hr: Pretraži QAM32
lt: Skenuoti QAM32
lv: Skenēt QAM32
no: Søke QAM32

source: Scan QAM64
cs: prohledat QAM64
es: Escanear QAM64
hr: Pretraži QAM64
lt: Skenuoti QAM64
lv: Skenēt QAM64
no: Søke QAM64

source: Scan SR6875
cs: prohledat SR6875
es: Escanear SR6875
hr: Pretraži SR6875
lt: Skenuoti SR6875
lv: Skenēt SR6875
no: Søke SR6875

source: Scan SR6900
cs: prohledat SR6900
es: Escanear SR6900
hr: Skeniraj SR6900
lt: Skenuoti SR6900
lv: Skenēt SR6900
no: Søke SR6900

source: Scan additional SR
cs: prohledat dodatečný SR
es: Escanear otro SR
hr: Skeniraj dodatne SR
lt: Papildomų SR paieška
lv: Skenēt papildu SR
no: Søke ytterlige SR

source: Scan band EU HYPER
cs: prohledat pásmo EU HYPER
es: Escanear banda EU HYPER
hr: Skeniraj band EU HYPER
lt: Paieškos diapazonas EU HYPER
lv: Skenēt diapazonā EU HYPER
no: Søke bånd EU HYPER

source: Scan band EU MID
cs: prohledat pásmo EU MID
es: Escanear banda EU MID
hr: Skeniraj band EU MID
lt: Paieškos diapazonas EU MID
lv: Skenēt diapazonā EU MID
no: Søke bånd EU MID

source: Scan band EU SUPER
cs: prohledat pásmo EU SUPER
es: Escanear banda EU SUPER
hr: Skeniraj band EU SUPER
lt: Paieškos diapazonas EU SUPER
lv: Skenēt diapazonā EU SUPER
no: Søke bånd EU SUPER

source: Scan band EU UHF IV
cs: prohledat pásmo EU UHF IV
es: Escanear banda EU UHF IV
hr: Skeniraj band EU UHF IV
lt: Paieškos diapazonas EU UHF IV
lv: Skenēt diapazonā EU UHF IV
no: Søke bånd EU UHF IV

source: Scan band EU UHF V
cs: prohledat pásmo EU UHF V
es: Escanear banda EU UHF V
hr: Skeniraj band EU UHF V
lt: Paieškos diapazonas EU UHF V
lv: Skenēt diapazonā EU UHF V
no: Søke bånd EU UHF V

source: Scan band EU VHF I
cs: prohledat pásmo EU VHF I
es: Escanear banda EU VHF I
hr: Skeniraj band EU VHF I
lt: Paieškos diapazonas EU VHF I
lv: Skenēt diapazonā EU VHF I
no: Søke bånd EU VHF I

source: Scan band EU VHF III
cs: prohledat pásmo EU VHF III
es: Escanear banda US VHF III
hr: Skeniraj band EU VHF III
lt: Paieškos diapazonas EU VHF III
lv: Skenēt diapazonā EU VHF III
no: Søke bånd EU VHF III

source: Scan band US HIGH
cs: prohledat pásmo US HIGH
es: Escanear banda US ALTA
hr: Skeniraj band US HIGH
lt: Paieškos diapazonas US HIGH
lv: Skenēt diapazonā US HIGH
no: Søke bånd US HIGH

source: Scan band US HYPER
cs: prohledat pásmo US HYPER
es: Escanear banda US HYPER
hr: Skeniraj band US HYPER
lt: Paieškos diapazonas US HYPER
lv: Skenēt diapazonā US HYPER
no: Søke bånd US HYPER

source: Scan band US JUMBO
cs: prohledat pásmo US JUMBO
es: Escanear banda US JUMBO
hr: Skeniraj band US JUMBO
lt: Paieškos diapazonas US JUMBO
lv: Skenēt diapazonā US JUMBO
no: Søke bånd US JUMBO

source: Scan band US LOW
cs: prohledat pásmo US LOW
es: Escanear banda US BAJA
hr: Skeniraj band US LOW
lt: Paieškos diapazonas US LOW
lv: Skenēt diapazonā US LOW
no: Søke bånd US LOW

source: Scan band US MID
cs: prohledat pásmo US MID
es: Escanear banda US MID
hr: Skeniraj band US MID
lt: Paieškos diapazonas US MID
lv: Skenēt diapazonā US MID
no: Søke bånd US MID

source: Scan band US SUPER
cs: prohledat pásmo US SUPER
es: Escanear banda US SUPER
hr: Skeniraj band US SUPER
lt: Paieškos diapazonas US SUPER
lv: Skenēt diapazonā US SUPER
no: Søke bånd US SUPER

source: Scan band US ULTRA
cs: prohledat pásmo US ULTRA
es: Escanear banda US ULTRA
hr: Skeniraj band US ULTRA
lt: Paieškos diapazonas US ULTRA
lv: Skenēt diapazonā US ULTRA
no: Søke bånd US ULTRA

source: Scan devices for playable media files
cs: -- prohledávání disků a mediálních souborů
es: Escanear dispositivos para ficheros reproducibles
hr: Pretraži uređaje za medije koji se mogu reproducirati
lt: Ieškoti įrenginiuose daugialypės terpės failų
lv: Atskaņojamo mediju failu skenēšana
no: Søk enheter etter spillbare mediefiler

source: Scanning '%s' for media files. Scanned %s files. %s of them contain audio or video.
cs: Vyhledat mediální soubory na : '%s' ... nalezeno : %s souborů z nich : %s obsahuje audio nebo video
es: Escaneando '%s' en busca de archivos multimedia. %s archivos escaneados. %s de ellos contienen audio o video.
hr: Skeniraj '%s' za medijskim datotekama. Skenirano %s datoteka. %s od njih sadrže audio ili video sadržaj.
lt: Ieškomi '%s' medijos failai. Nuskenuota %s failų. %s iš jų yra garso arba vaizdo.
lv: Mediju failu skenēšana '%s'. Noskenēti %s faili. No tiem %s satur audio vai video.
no: Skanner '%s' for mediefiler. Skannet %s filer. %s av dem inneholder lyd eller video.

source: Scans default lamedbs sorted by satellite
cs: -- prohledání kanálů (lamedb), podle satelitů
es: Escanear la base de datos por defecto ordenada por satélite
hr: Pretražuje zadane lamedbs sortirane prema satelitu
lt: Skenuoti numatytą lamedbs rūšiuotą pagal palydovą
lv: Skenē noklusētos lamedbs, sakārtotus pēc satelītiem
no: Søker i standard lamedbs sortert etter satellitter

source: Scans default lamedbs sorted by satellite with a connected dish positioner
cs: prohledat standardní lamedbs řazený podle setelitu a pozicionéru
es: Escanee el lamedbs por defecto de satélites ordenados con un motor conectado
hr: Skenira zadane lamedbs sortirane prema satelitu spojeno preko antena pozicionera
lt: Skenuokite numatytą lamedbs, rūšiuotą pagal palydovą su prijungta prie pozicionieriaus antena
lv: Skenē noklusētos lamedbs, sakārtotus pēc satelītiem ar pievienotu pozicioniera antenu
no: Skanner standard lamedbs sortert etter satellitter med tilkoblet antennemotor

source: Scroll mode is now %s
cs: rolování nyní: %s
es: El modo de desplazamiento ahora es %s
hr: Mod skroliranja je sada %s
lt: Slinkties būsena dabar yra %s
lv: Ritināšanas režīms tagad ir %s
no: Rullemodus er nå %s

source: Scrolling
cs: rolování
es: Desplazamiento
hr: Skroliranje
lt: Slinkimas
lv: Ritina
no: Rulling

source: Search
cs: hledat další >>
es: Búsqueda
hr: Pretraži
lt: Paieška
lv: Meklēt
no: Søk

source: Search Provider
cs: hledat operátory
es: Proveedor de búsqueda
hr: Pretraži Pružatelja
lt: Tiekėjo paieška
lv: Meklēt operatoru
no: Søkeleverandør

source: Search east
cs: hledat východně
es: Buscar este
hr: Pretraži istok
lt: Rytų paieška
lv: Meklēt austrumos
no: Søk øst

source: Search for '%s'
cs: hledat na '%s'
es: Buscar '%s'
hr: Pretraži za '%s'
lt: Ieškoti '%s'
lv: Meklēt '%s'
no: Søk etter '%s'

source: Search for services and configure your tuners.
cs: Nastavení tunerů a vyhledání kanálů_
es: Busca servicios y configura tus sintonizadores.
hr: Traži usluge i podesi tunere.
lt: Ieškoti kanalų ir konfigūruoti imtuvus.
lv: Meklēt pakalpojumus un konfigurēt uztvērējus.
no: Søk etter kanaler og konfigurer tunere.

source: Search west
cs: hledat západně
es: Buscar oeste
hr: Pretraži zapad
lt: Vakarų paieška
lv: Meklēt rietumos
no: Søk vest

source: Searching for available updates. Please wait...
cs: Hledám dostupné moduly a aktualizace...
es: Buscando actualizaciones disponibles. Por favor, espere...
hr: U potrazi za dostupnim ažuriranjima. Molim pričekajte ...
lt: Ieškoma galimų atnaujinimų. Prašome laukti...
lv: Meklē pieejamos jauninājumus. Lūdzu gaidiet...
no: Søker etter tilgjengelige oppdateringer. Vennligst vent...

source: Searching for new installed or removed packages. Please wait...
cs: Hledám nově nainstalované nebo odebrané balíčky, čekejte...
es: Búsqueda de nuevos paquetes instalados o eliminados. Espere por favor...
hr: U potrazi za novim instaliranim ili uklonjenim paketima. Molim pričekajte...
lt: Ieškoma naujai įdiegtų, ar pašalintų paketų. Prašome laukti...
lv: Meklē jaunās instalētās vai dzēstās pakotnes. Lūdzu gaidiet...
no: Søker etter nyinstallerte eller fjernede pakker. Vennligst vent...

source: Seek
cs: posunout (min)
es: Buscar
hr: Traži
lt: Ieškoti
no: Søk

source: Select
cs: zvolit
es: Seleccionar
hr: Odaberi
lt: Pasirinkti
lv: Izvēlēties
no: Velg

source: Select HDD
cs: vybrat disk...
es: Seleccionar HDD
hr: Odaberi Tvrdi Disk
lt: Pasirinkite HDD
lv: Izvēlēties HDD
no: Velg HDD

source: Select IPKG source.....
cs: Výběr IPKG zdroje....
es: Seleccione fuente IPKG...
hr: Odaberite IPKG lokaciju.....
lt: Pasirinkite IPKG šaltinį.....
lv: Izvēlēties IPKG avotu.....
no: Velg IPKG kilde...

source: Select Location
cs: vybrat složku
es: Seleccionar Localización
hr: Odaberite lokaciju
lt: Pasirinkite vietą
lv: Izvēlēties atrašanās vietu
no: Velg plassering

source: Select Your Skin
cs: Volba grafického prostředí Dreamboxu_
es: Seleccione su piel
hr: Odaberite svoj Skin
lt: Pasirinkite savo temą
lv: Izvēlieties jūsu ādiņu
no: Velg skin

source: Select a movie
cs: Přehrávač videa...
es: Selecciona una película
hr: Odaberi film
lt: Pasirinkite filmą
lv: Izvēlēties filmu
no: Velg en film

source: Select audio track
cs: Výběr audio stopy...
es: Seleccionar pista de audio
hr: Odaberite jezik zvuka
lt: Pasirinkite garso takelį
lv: Izvēlieties skaņas celiņu
no: Velg lydspor

source: Select channel to record from
cs: Vybrat kanál, ze kterého chcete nahrávat
es: Seleccione el canal desde el que grabar
hr: Odaberi Kanal za snimanje od
lt: Pasirinkite kanalą įrašymui
lv: Izvēlēties ierakstāmo kanālu
no: Velg kanal å ta opp fra

source: Select files for backup.
cs: Detailní výběr souborů a složek pro zálohování_
es: Seleccionar ficheros a backup.
hr: Odaberite datoteke za pohranu.
lt: Pasirinkite failus atsarginei kopijai.
lv: Izvēlieties failus rezerves kopēšanai.
no: Velg filer som det skal lages backup av.

source: Select files/folders to backup
cs: Vyberte soubory a složky pro zálohování_
es: Seleccionar ficheros/carpetas a backup
hr: Odaberite datoteke/direktorije za pohranu
lt: Pasirinkite failus ir katalogus atsarginei kopijai
lv: Izvēlieties failus/mapes rezerves kopēšanai
no: Velg filer og kataloger som det skal lages backup av

source: Select files/folders to backup...
cs: Výběr souborů a složek pro zálohu...
es: Seleccionar ficheros/carpetas a backup...
hr: Odaberite datoteke/direktorije za pohranu...
lt: Pasirinkite failus/aplankus atsarginei kopijai...
lv: Izvēlieties failus/mapes rezerves kopēšanai...
no: Velg filer/kataloger å ta backup av...

source: Select input device
cs: Vstupní zařízení...
es: Seleccione dispositivo de entrada
hr: Odaberite ulazni uređaj
lt: Pasirinkite įvesties įrenginį
lv: Izvēlieties ievades ierīci
no: Velg inndataenhet

source: Select input device.
cs: vybrat vstupní zařízení
es: Seleccione dispositivo de entrada.
hr: Odaberite ulazni uređaj.
lt: Pasirinkite įvesties įrenginį.
lv: Izvēlieties ievades ierīci.
no: Velg inndataenhet.

source: Select mountpoint
cs: Vybrat přípojný bod
es: Seleccionar punto de montaje
hr: Odaberite mjesto montiranja
lt: Pasirinkite prijungimo tašką
lv: Izvēlieties montējumu
no: Velg monteringspunkt

source: Select package
cs: vybrat balíček
es: Seleccionar paquete
hr: Odaberite paket
lt: Pasirinkite paketą
lv: Izvēlieties pakotni
no: Velg pakke

source: Select provider to add...
cs: Vybrat operátora pro přidání...
es: Seleccione proveedor a añadir...
hr: Odaberite davatelja za dodati...
lt: Pasirinkite tiekėją, kurį norite pridėti...
lv: Izvēlieties operatoru, kuru pievienot...
no: Velg leverandør som skal legges til...

source: Select refresh rate
cs: Vybrat obnovovací frekvenci
es: Seleccionar la velocidad de refresco
hr: Odaberite brzinu osvježavanja
lt: Pasirinkite atnaujinimo dažnį
lv: Izvēlieties atsvaidzināšanas biežumu
no: Velg oppfriskningsrate

source: Select service to add...
cs: Vybrat kanál pro přidání...
es: Seleccione canal a añadir...
hr: Odaberite kanal za dodati...
lt: Pasirinkite kanalą, kurį norite pridėti...
lv: Izvēlieties kanālu, kuru pievienot...
no: Velg tjenste som skal legges til...

source: Select storage device.
cs: Vybrat úložné zařízení
es: Seleccione el dispositivo de almacenamiento.
hr: Odaberite uređaj za pohranu.
lt: Pasirinkite laikmenos įrenginį.
lv: Izvēlieties glabātuves ierīci.
no: Velg lagringsenhet.

source: Select the remote you're using
cs: výběr vzdáleného nastavení
es: Seleccione el mando que está usando
hr: Odaberite bežični upravljač koji koristite
lt: Pasirinkite jūsų naudojamą nuotolinį valdymą
lv: Izvēlēties, kuru tālvadības pulti jūs lietojiet
no: Velg den fjernkontrollen du bruker

source: Select upgrade source to edit.
cs: Vyberte zdroj aktualizace a úpravy...
es: Seleccione fuente de actualización a editar.
hr: Odaberite nadogradnju za urediti.
lt: Pasirinkite atnaujinimo šaltinį redagavimui.
lv: Izvēlieties rediģējamo atjanināšanas avotu.
no: Velg oppdateringskilde som skal redigeres.

source: Select your Remote
cs: vyberte vzdálenou obsluhu
es: Seleccione su mando a distancia
hr: Odaberite svoj Upravljač
lt: Pasirinkite nuotolinio valdymo pultelį
lv: Izvēlēties tālvadības pulti
no: Velg din fjernkontroll

source: Select your favorite mapping.
cs: vybrat favorita pro mapování
es: Seleccione su mapeo favorito.
lt: Pasirinkite savo mėgstamą išdėstymą.
no: Velg din favoritthandling

source: Send DiSEqC
cs: odeslat DiSEqC
es: Enviar DISEqC
hr: Pošalji DiSEqC
lt: Siųsti DiSEqC
lv: Sūtīt DiSEqC

source: Send DiSEqC only on satellite change
cs: odeslat DiSEqC pouze při změně satelitu
es: Enviar DISEqC sólo en cambio de satélite
hr: Pošalji DiSEqC samo kod promjene satelita
lt: Siųsti DiSEqC tik keičiantis palydovui
lv: Sūtīt DiSEqC tikai mainoties pavadonim
no: Send DiSEqC bare ved bytte av satellitt

source: Send HDMI CEC Power Events
cs: odeslat HDMI CEC příkaz pro napájení
es: Enviar eventos de alimentación de HDMI CEC
hr: Pošalji HDMI CEC stanja uređaja
lt: Siųsti HDMI CEC galios įvykius
lv: Sūtīt HDMI CEC sprieguma notikumus
no: Send HDMI CEC Power hendelser

source: Send explicit on/off to Audio System
cs: zapnout zdroj audio-systému
es: Enviar encendido/apagado explícito al sistema de audio
hr: Pošalji naredbu uklj/isklj do Audio sistema
lt: Siųsti aiškų įjungimą/išjungimą į garso sistemą
lv: Sūtīt precīzu iesl./izsl. uz audio sistēmu
no: Send eksplisitt av/på signal til lydsystemet

source: Sensor
cs: senzor :
lt: Jutiklis

source: Seperate titles with a main menu
cs: oddělené titulky od hlavního menu
es: Separar títulos con un menú principal
hr: Odvojeni naslovi u glavnom izborniku
lt: Atskiros antraštės su pagrindiniu meniu
lv: Atsevišķi nosaukumi ar galveno izvēlni
no: Separate tittler med hovedmeny

source: Sequence repeat
cs: opakovat sekvenci
es: Repetir secuencia
hr: Ponovi slijed
lt: Sekos kartojimas
lv: Secības atkārtojums
no: Gjenta sekvens

source: Serbian
cs: srbsky
es: Servio
hr: Srpski
lt: Serbų
lv: Serbu
no: Serbisk

source: Server Name
cs: označení serveru
es: Nombre del servidor
hr: Ime servera
lt: Serverio pavadinimas
lv: Servera nosaukums
no: Servernavn

source: Servers
cs: server
es: Servidores
hr: Serveri
lt: Serveriai
lv: Serveri
no: Server'e

source: Service
cs: akt.kanál
es: Canal
hr: Kanal
lt: Apie kanalą
lv: Kanāls
no: Kanal

source: Service Scan
cs: Vyhledávání kanálů...
es: Escaneo de canal
hr: Pretraga kanala
lt: Kanalų paieška
lv: Kanālu skenēšana
no: Kanalsøk

source: Service Searching
cs: konfigurace tunerů a kanálů...
es: Buscando Canales
hr: Pretraživanje kanala
lt: Kanalų paieška
lv: Kanālu meklēšana
no: Kanalsøk

source: Service Searching, Parental Control, ...
cs: Nastavení tunerů, rodič.kontroly, kanálů_
es: Búsqueda de canales, control parental, ...
hr: Pretraživanje kanala, Roditeljska Kontrola, ...
lt: Kanalų paieška, tėvų kontrolė, ...
lv: Kanālu meklēšana, Vecāku kontrole, ...
no: Kanalsøk, Foreldrekontroll, ...

source: Service has been added to the favourites.
cs: Kanál byl přidaný do oblíbených
es: El canal ha sido añadido a los favoritos.
hr: Kanal je dodan u listu favorita.
lt: Kanalas įtrauktas į mėgstamiausius.
lv: Kanāls tika pievienots favorītiem.
no: Kanal har blitt lagt til favorittene.

source: Service has been added to the selected bouquet.
cs: Kanál byl přidaný do vybrané sady kanálů
es: El canal ha sido añadido a la lista seleccionada.
hr: Kanal je dodan u odabrani paket.
lt: Kanalas įtrauktas į pasirinktą paketą.
lv: Kanāls tika pievienots izvēlētajai buķetei.
no: Kanal har blitt lagt til den valgte bukett.

source: Service invalid! (Timeout reading PMT)
cs: Kanál není platný ! (Vypršel čas. limit pro čtení PMT)
es: ¡Canal no válido! (Tiempo cumplido leyendo PMT)
hr: Neispravan kanal! (Isteklo čitanje PMT)
lt: Neteisingas kanalas! (Nėra PMT atsako)
lv: Kanāls neeksistē! (PMT lasīšanas noildze)
no: Kanal feil! (Timeout ved lesing av PMT)

source: Service name column width
cs: šířka sloupce pro název kanálu
es: Ancho de columna del nombre del canal
hr: Širina kolumne liste imena kanala
lt: Kanalo pavadinimo stulpelio plotis
lv: Kanāla nosaukuma ailes platums
no: Kanalnavn kolonnebredde

source: Service not found!
cs: Kanál není dostupný !
es: ¡Canal no encontrado!
lt: Paslauga nerasta!
no: Tjeneste ikke funnet!

source: Service not found! (SID not found in PAT)
cs: Kanál nebyl nalezený ! (SID není dostupný v PAT)
es: ¡Canal no encontrado! (SID no encontrado en el PAT)
hr: Kanal nije pronađen! (SID nije pronađen u PATu)
lt: Kanalas nerastas! (SID nerastas PAT)
lv: Kanāls nav atrasts! (SID nav atrodams PAT)
no: Kanal ikke funnet! (SID ikke funnet i PAT)

source: Service reference
cs: ref.kód kanálu
es: Referencia de canal
hr: Kanal referenca
lt: Kanalo informacija
lv: Kanāla atsauce
no: Kanalreferanse

source: Service scan
cs: Vyhledání kanálů...
es: Escaneo de canal
hr: Pretraga kanala
lt: Kanalo paieška
lv: Kanālu skenēšana
no: Kanalsøk

source: Service unavailable! Check tuner configuration!
cs: Kanál není dostupný ! Ověřte nastavení tuneru !
es: ¡Canal no disponible! ¡Revisa la configuración del sintonizador!
hr: Kanal nije dostupan! Provjerite konfiguraciju tunera!
lt: Kanalas nepasiekiamas! Tikrinkite imtuvo nustatymus!
lv: Kanāls nav pieejams! Pārbaudiet uztvērēja konfigurāciju!
no: Kanal utilgjengelig! Sjekk tuner konfigurasjon!

source: Serviceinfo
cs: Info kanálu...
hr: Info kanala
lt: Kanalo info
lv: Kanāla info
no: Kanalinformasjon

source: Services
cs: >>kanály...
es: Canales
hr: Kanali
lt: Kanalai
lv: Kanāli
no: Kanaler
