Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Audio Options...
cs: audio kanálu
es: Opciones de sonido...
hr: Opcije Zvuka...
lt: Garso nustatymai...
lv: Skaņas iespējas...
no: Lydalternativer

source: Audio PID
es: PID Audio
hr: Zvučni PID
lt: Garso PID

source: Audio Plugin Selection
cs: Volby audia...
es: Selección del Plugin de Audio
lt: Garso papildinio pasirinkimas
lv: Audio spraudņa atlase
no: Audio valg

source: Audio Restart Setup
cs: nastavení restartu audia
es: Configuración de reinicio de audio
lt: Garso paleisties iš naujo sąranka

source: Audio Sync
cs: - synchronizace audia
es: Sincronización de Audio
lt: Garso sinchronizacija
lv: Audio sinhronizācija
no: Audiosynkronisering

source: Audio System
cs: audio systém
es: Sistema de audio
hr: Zvučni Sistem
lt: Garso sistema
lv: Audio Sistēma
no: Lydanlegg

source: Audio System (force)
cs: audio systém (vynucený)
es: Sistema de audio (forzar)
hr: Zvučni Sistem (preferirani)
lt: Garso sistema (priverstinė)
no: Lydanlegg (tving)

source: Authentication required
cs: vyžaduje ověření
es: Identificación obligatoria
hr: Autorizacija potrebna
lt: Reikia autentifikavimo
lv: Nepieciešama autentificēšana
no: Godkjenning kreves

source: Author:
cs: autor :
es: Autor:
hr: Autor:
lt: Autorius:
lv: Autors:
no: Forfatter :

source: Authoring mode
cs: autorizační mód
es: Modo creación
hr: Autorski način
lt: Kūrimo būsena
lv: Autorēšanas režīms
no: Autoritetsmodus

source: Auto
cs: aut.
lt: Automatinis
lv: Automātiski

source: Auto Standby
cs: aut.režim spánku
es: Espera automática
hr: Auto stanje mirovanja
lt: Auto budėjimas
lv: Automātiska gaidstāve

source: Auto Updater
cs: aut.aktualizace
es: Actualizador automático
lt: Automatinis atnaujinimas
lv: Automātiskais atjauninātājs
no: Auto Oppdatering

source: Auto chapter split every ? minutes (0=never)
cs: Aut.vytvořit kapitoly každých ? minut (0=nic)
es: ¿División automática de capítulos cada? minutos (0=nunca)
hr: Automatsko poglavlje dijeli svakih ? minuta (0=nikad)
lt: Automatinis skyrių skaidymas kas ? minučių (0=niekada)
lv: Automātiska nodaļu veidošana katras ? minūtes (0=neveidot)
no: Auto splitt mellomrom hvert ? minutt (0=aldri)

source: Auto flesh
cs: aut. jas
es: Auto refresco
lt: Automatinis švelninimas
lv: Automātiska ielāde
no: Automatisk hudtone

source: Auto scart switching
cs: automaticky přepnout na Scart
es: Conmutación automática de euroconector
hr: Automatsko scart prebacivanje
lt: Automatinis skarto perjungimas
lv: Automātiska scart pārslēgšana
no: Auto scart bytte

source: AutoMountManager
cs: aut.správce připojení
es: Administrador de montaje automático
lt: Automatinių pajungimų valdymas
no: Automonteringsbehandler

source: AutoTimer Overview
cs: AutoTimer - přehled
es: AutoTimer Resumen
lt: Automatinio laikmačio apžvalga
lv: AutoTaimera pārskats
no: AutoTimer Oversikt

source: AutoTimer Settings
cs: nastavení časovačů
es: Ajustes de AutoTimer
lt: Automatinio laikmačio nuostatos
lv: AutoTaimera iestatījumi
no: AutoTimer Innstillinger

source: Automatic
cs: automaticky
es: Automático
hr: Automatski
lt: Automatinis
lv: Automātiski
no: Automatisk

source: Automatic Scan
cs: kanály - vyhledat automaticky
es: Búsqueda automática
hr: Automatsko pretraživanje
lt: Automatinė paieška
lv: Automātiskā skenēšana
no: Automatisk søk

source: Automatic Timerlist Cleanup Setup
cs: aut.čištění seznamu časovačů_
es: Configuración automática para la limpieza de Timerlist
lt: Automatinio laikmačių sąrašo valymo sąranka
no: Automatisk timerliste oppryddingsoppsett

source: Automatic Update Check
cs: aut.kontrolovat aktualizace
es: Búsqueda automática de actualizaciones
lt: Automatinis naujinimo patikrinimas
lv: Automātisko atjauninājumu pārbaude
no: Automatisk Oppdateringssjekk

source: Automatic Updates
cs: aut.aktualizace
es: Actualización automática
lt: Automatiniai atnaujinimai

source: Automatic service scan
cs: aut.vyhledávání kanálů
es: Búsqueda automática de canales
lt: Automatinė kanalų paieška

source: Automatic standby mode If you don't press any button on the remote control, your Dreambox can enter the standby mode automatically. You can choose the period after which the standby mode will be activated or disable this functionality now.
cs: Automatický režim spánku : Pokud nestisknete nějaké tlačítko na dálkovém ovladači, může sat.přijímač přejít do režimu spánku automaticky. Zadejte sledovací dobu, po kterou bude tato funkce pro režim spánku aktivní.
es: Modo de espera automático Si no presiona ningún botón en el mando a distancia, su Dreambox puede ingresar al modo de espera automáticamente. Puede elegir el período después del cual se activará el modo de espera o deshabilitar esta funcionalidad ahora.
hr: Automatski ulaz u stanje mirovanja Ukoliko ne pritisnete neku tipku na daljinskom upravljaču duže vrijeme, vaš Dreambox se može automatski isključiti u stanje mirovanja. Vi možete odabrati koliko vremena može proći bez pritiska neke tipke ili isključiti funkciju sada.
lt: Automatinis budėjimo režimas Jei jūs nepaspausite jokio mygtuko ant nuotolinio valdymo pulto, jūsų imtuvas veiks budėjimo režimu automatiškai. Galite pasirinkti laikotarpį, po kurio budėjimo režimas bus aktyvuotas arba išjungti šią funkciją, dabar.
lv: Automātisks gaidstāves režīms Ja jūs nenospiediet nevienu taustiņu uz tālvadības pults, jūsu Dreambox var automātiski pāriet gaidstāves režīmā. Jūs varat izvēlēties periodu, pēc kura gaidstāves režīms tiks aktivizēts vai izslēgt šo funkcionalitāti tūlīt.
no: Automatisk standby modus Din Dreambox kan gå i standby modus om du ikke trykker på fjernkontrollen innen en kjent tidsperiode. Du kan nå velge et tidsperiode hvor dette vil skje, eller du kan deaktiver funskjonen nå.

source: Automatic update checks
cs: nastavit aut.kontrolu aktualizací
es: Búsqueda automática de actualizaciones
lt: Automatinio naujinimo patikrinimai
lv: Automātisko atjauninājumu pārbaudes
no: Automatisk oppdateringssjekk

source: Automatic wakeup from standby for zap timers
cs: při zapnutí časovače aut.vzbudit box
es: Activación automática desde el modo de espera para temporizadores ZAP
hr: Automatski se uključi iz stanja mirovanja na kanal podešen u tajmeru
lt: Automatinis žadinimas iš laukimo, laikmačių jungimui
lv: Automātiska pamošanās no gaidstāves pārslēgšanas taimeriem
no: Automatisk oppstart fra standby for timere som skifter kanal

source: Automatically check for new updates
cs: aut.kontrolovat nové aktualizace
es: Buscar automáticamente nuevas actualizaciones
lt: Automatiškai tikrinti, ar yra atnaujinimų
lv: Automātiski pārbaudīt, vai nav jaunu atjauninājumu
no: Automatisk sjekk for nye oppdateringer

source: Automatically check for new updates. Please select the interval for automated update checks.
cs: Automaticky kontrolovat nové aktualizace. Zvolte interval kontroly.
es: Comprueba automáticamente si hay nuevas actualizaciones. Seleccione el intervalo para la comprobación de actualizaciones automáticas.
lt: Automatiškai ieškoti naujų naujinių. Pasirinkite automatinio naujinimo tikrinimo intervalą.
lv: Automātiski pārbaudīt, vai nav jaunu atjauninājumu Lūdzu, izvēlieties automātiskās atjaunināšanas pārbaužu intervālu.
no: Automatisk oppdateringssjekk. Vennligst velg intervall for automatisk oppdateringssjekk.

source: Automatically informs you on low internal memory
cs: -- aut.informovat o nedostatku interní paměti
es: Informar automáticamente de memoria baja
hr: Automatski vas obavještava o smanjenju interne memorije
lt: Automatiškai informuos apie vidinės atminties nepakankamumą
lv: Automātiski informēs jūs par iekšējās atmiņas trūkumu
no: Automatisk varsel ved lite ledig minne

source: Automatically scan for new services.
cs: Aut.vyhledat nové kanály_
es: Buscar automáticamente nuevos canales.
hr: Automatski skeniraj za novim uslugama.
lt: Automatiškai ieškoti naujų kanalų.
lv: Automātiski skenēt jaunus pakalpojumus.
no: Automatisk søk etter nye kanaler.

source: Automatically send crashlogs to Dream Multimedia
cs: -- aut.odeslat chybové hlášení do Dream Multimedia
es: Enviar automáticamente a Dream Multimedia los logs de fallos
hr: Automatski šalji greške rušenja Dream Multimediji
lt: Automatiškai siųsti lūžių žurnalus į Dream Multimedia
lv: Automātiski sūtīt avārijas aprakstus uz Dream Multimedia
no: Send crashlog automatisk til Dream Multimedia

source: Automatically set up a mountpoint.
cs: aut.nakonfigurovat přípojný bod
es: Configura automáticamente un punto de montaje.
hr: Automatski postavi mountpoint.
lt: Prijungimo tašką nustatyti automatiškai.
lv: Automātiski iestatīt montējumu.
no: Sett opp et monteringspunkt automatisk.

source: Available format variables
cs: dostupný formát proměnných
es: Variables de formato disponibles
hr: Dostupne format varijable
lt: Galimi kintami formatai
lv: Pieejamie mainīgo formāti
no: Tilgjengelig format varierer

source: Available values: %s
cs: dostupné hodnoty : %s
es: Valores disponibles: %s
lt: Galimos reikšmės: %s
lv: Pieejamās vērtības: %s
no: Tilgjengelige verdier: %s

source: BASIC-HD Skin by Ismail Demir
cs: -- skin BASIC-HD od Ismail Demir
es: Piel BASIC-HD por Ismail Demir
lt: BASIC HD tema, sukurta Ismail Demir
lv: Ismail Demir BASIC-HD ādiņa

source: BASIC-HD Skin for Dreambox Images created from Ismail Demir
cs: BASIC-HD skin pro Dreambox od Ismail Demir
es: Piel BASIC-HD para images Dreambox creada por Ismail Demir
lt: BASIC HD atvaizdų vartotojo grafinės aplinkos tema, sukurta Ismail Demir
lv: Ismail Demir BASIC-HD ādiņa Dreambox imidžiem
no: BASIC-HD Skin for Dreambox Images laget av Ismail Demir

source: BDMV Bludisc (HDTV titles only)
cs: bludisc BDMV (jen nahrávky HDTV)
es: BDMV Bludisc (Sólo títulos HDTV)
hr: BDMV Bludisc (HDTV titlovi samo)
lt: BDMV Blu-ray diskas (HDTV tik pavadinimai)
lv: BDMV Bludisc (HDTV tikai nosaukumi)
no: BDMV Bludisc (Bare HDTV titler)

source: BDMV Compatible Bludisc (HDTV only)
cs: Bludisk kompatibilní s BDMV (jen HDTV)
es: BDMV Compatible Bludisc (Sólo HDTV)
hr: BDMV Compatible Bludisc (HDTV samo)
lt: BDMV suderinamas Blu-ray diskas (tik HDTV)
lv: BDMV savietojams ar Bludisc (tikai HDTV)
no: BDMV kompatibel Bludisc (Bare HDTV)

source: BLUDISC RECORDABLE
cs: zapisovatelný Bludisk
es: BLUEDISC GRABABLE
lt: ĮRAŠOMAS BLURAY DISKAS
lv: IERAKSTĀMS BLUDISC
no: BLUDISC skrivbar

source: Babelzapper Plugin
cs: modul Babelzapper
lt: Babelzapper priedas

source: Back
cs: zpět<<
es: Atrás
hr: Nazad
lt: Atgal
lv: Atpakaļ
no: Tilbake

source: Back USB
cs: USB vzadu
es: Detrás USB
hr: Stražnji USB
lt: Galinis USB
lv: Aizmugures USB
no: Bak USB

source: Back USB 3.0
cs: USB 3.0 vzadu
es: Detrás USB 3.0
hr: Stražnji USB 3.0
lt: Galinis USB 3.0 lizdas
lv: Aizmugurē USB 3.0
no: USB 3.0 bak

source: Back, inner USB
cs: USB vzadu, interní
es: Detrás, USB interno
hr: Stražnji, unutarnji USB
lt: Galinis, vidinis USB
lv: Aizmugurē, iekšējais USB
no: Bak, indre USB

source: Back, lower USB
cs: USB vzadu dole
es: Detrás, USB inferior
hr: Stražnji, donji USB
lt: Galinis apatinis USB lizdas
lv: Aizmugurē, apakšējais USB
no: Nedre USB på baksiden

source: Back, outer USB
cs: USB vzadu, vnější
es: Detrás, USB externo
hr: Stražnji, vanjski USB
lt: Galinis, išorinis USB
lv: Aizmugurē, ārējais USB
no: Bak, ytre USB

source: Back, upper USB
cs: USB vzadu nahoře
es: Detrás, USB superior
hr: Stražnji, gornji USB
lt: Galinis viršutinis USB lizdas
lv: Aizmugurē, augšējais USB
no: Øvre USB på baksiden

source: Background
cs: pozadí
es: Segundo plano
hr: Pozadina
lt: Fono spalva
lv: Fons
no: Bakgrunn

source: Backspace / Navigate back
cs: smazat / navigovat dozadu
es: Retroceso / Navegar atrás
hr: Backspace / navigiraj nazad
lt: Grįžti / vykti atgal
lv: Backspace / Navigēt atpakaļ
no: Tilbaketast / Naviger tilbake

source: Backup done.
cs: Záloha byla dokončena...
es: Copia de seguridad hecha.
hr: Spremanje kopije završeno.
lt: Atsarginė kopija sukurta.
lv: Rezerves kopija izveidota.
no: Backup utført.

source: Backup failed.
cs: Záloha selhala !
es: Copia de seguridad fallida.
hr: Spremanje kopije nije uspjelo.
lt: Atsarginė kopija nesukurta.
lv: Rezerves kopija neizdevās.
no: Backup feilet.

source: Backup is running...
cs: ...běží zálohování...
es: La copia de seguridad se está ejecutando...
hr: Spremanje kopije se izvodi...
lt: Kuriama atsarginė kopija...
lv: Tiek veidota rezerves kopija...
no: Backup kjører...

source: Backup now
cs: Zazálohovat...
es: Copia de seguridad ahora
hr: Spremi kopiju sada
lt: Dabar kurti atsarginę kopiją
lv: Kopēt tūlīt
no: Sikkerhetskopier nå

source: Backup settings
cs: Nastavení do zálohy...
es: Configuración de copia de seguridad
hr: Pohrani trenutne postavke
lt: Atsarginės kopijos nustatymai
lv: Rezerves kopijas iestatījumi
no: Sikkerhetskopi oppsett

source: Backup system settings
cs: >>zálohovat nastavení systému a modulů..!
es: Configuración del sistema de copia de seguridad
hr: Pohrani trenutne postavke sistema
lt: Atsarginė sistemos nustatymų kopija
lv: Veidot sistēmas iestatījumu rezerves kopiju
no: Backup systeminnstillinger

source: Band
cs: pásmo
es: Banda
hr: Frekv. opseg
lt: Diapazonas
lv: Josla
no: Bånd

source: Bandwidth
cs: šířka pásma
es: Ancho de banda
hr: Propusnost
lt: Diapazono plotis
lv: Joslas platums
no: Båndbredde

source: Basic Encoder Settings
cs: ---ZÁKL.NASTAVENÍ DEKODÉRU---
es: Configuración básica del codificador
hr: Osnove postavke enkodera
lt: Pagrindiniai kodavimo įrenginio nustatymai
lv: Pamata kodētāja iestatījumi
no: Enkel encoder oppsett

source: Basic UPnP/DLNA Support
cs: -- základní podpora UPnP/DLNA
es: Compatibilidad básica con UPnP/DLNA
hr: Osnovna UPnP/DLNA podrška
lt: Pagrindinis UPnP / DLNA palaikymas
lv: Pamata UPnP/DLNA atbalsts
no: Enkel UPnP/DLNA støtte

source: Basic UPnP/DLNA including a MediaServer and browser components for the MediaCenter.
cs: Základní podpora UPnP/DLNA včetně MediaServeru a komponentů pro MediaCenter
es: UPnP/DLNA básico que incluye MediaServer y componentes de navegador para MediaCenter.
hr: Osnovni UPnP/DLNA uključujući MediaServer i komponente za pretragu Medijskog centra.
lt: Pagrindinis UPnP / DLNA įskaitant medija serverį ir naršyklės komponentus, skirtus medijos centrui.
lv: Pamata UPnP/DLNA tai skaitā MedijuServeris un MedijuCentra pārlūka komponentes.
no: Enkel UPnP/DLNA inkludert en mediaserver og søkekomponenter for MediaCenter

source: Begin time
cs: startovací čas...
es: Hora inicio
hr: Početno vrijeme
lt: Pradžios laikas
lv: Sākuma laiks
no: Starttid

source: Behavior of 'pause' when paused
cs: - funkce tlačítka 'pauza' při pozastaveném videu
es: Tecla de 'pausa' cuando está en pausa
hr: Postupak na 'pauzi' kada pauzira
lt: Pauzės elgsena, kai daroma pauzė
lv: Pauzes uzvedība, ja apturēts
no: Oppførsel for pauseknappen i pausemodus

source: Behavior of 0 key in PiP-mode
cs: funkce tlačítka "0" v PiP módu
es: Tecla 0 en modo PiP
hr: Uloga tipke 0 u PIP-modu
lt: 0 mygtuko padėtis PiP būsenoje
lv: 0 taustiņa nozīme PiP režīmā
no: Oppførsel for 0 tast i BiB modus

source: Behavior when a movie is started
cs: akce při spuštění videa
es: Cuando una película ha comenzado
hr: Postupak kada počne film
lt: Elgsena, kai filmas prasidėjęs
lv: Darbība, kad filma ir palaista
no: Oppførsel når en film blir startet

source: Behavior when a movie is stopped
cs: akce při zastavení videa
es: Cuando una película ha parado
hr: Postupak kada stane film
lt: Elgsena, kai filmas sustabdytas
lv: Darbība, kad filma ir apturēta
no: Oppførsel når er film blir stoppet

source: Behavior when a movie reaches the end
cs: akce po dosažení konce videa
es: Cuando una película ha terminado
hr: Postupak kada film dođe do kraja
lt: Elgsena, kai filmas pasiekia pabaigą
lv: Darbība, kad sasniegtas filmas beigas
no: Oppførsel når en film når slutten

source: Best
cs: nejlepší
es: El mejor
hr: Najbolji
lt: Geriausia

source: Birthday Reminder
cs: připomenout narozeniny
es: Recordatorio de cumpleaños
lt: Gimtadienio priminėjas

source: Birthday Reminder Settings
cs: nastavit upozornění na narozeniny
es: Configuración de recordatorio de cumpleaños
lt: Gimtadienio priminėjo nustatymai

source: Bitrates
cs: ---DATOVÉ TOKY---
es: Tasas de bits
hr: Propusnosti
lt: Bitų spartos
lv: Bitātrumi
no: Bitrate

source: Black Screen
cs: černá obrazovka
es: Pantalla en negro
lt: Juodas ekranas

source: Blindscan
cs: Blindscan - vyhledávání naslepo
es: Búsqueda ciega
hr: Slijepo pretraživanje
lt: Akloji paieška
lv: Aklā skenēšana
no: Blindsøk

source: Blindscan is not supported by this tuner (%s)
cs: Tuner %s nepodporuje Blindscan !
es: La búsqueda ciega no está soportada por este sintonizador(%s)
hr: Slijepo pretraživanje nije podržano na ovom tuneru (%s)
lt: Šis imtuvas (%s) nepalaiko aklosios paieškos
lv: Šis uztvērējs (%s) aklo skenēšnu neatbalsta
no: Blindsøk er ikke støttet av denne tuner (%s)

source: Block noise reduction
cs: redukce blok.šumu
es: Reducción de ruido de bloque
hr: Blokiraj redukciju šuma
lt: Blokuoti triukšmo mažinimą
lv: Bloķēt trokšņu samazināšanu

source: Bludisc Player
es: Reproductor Bludisc
lt: Bludisc grotuvas
lv: Bludisc atskaņotājs
no: Bludisc spiller

source: BludiscPlayer allows playback of unencrypted titles from Bludiscs
cs: -- přehrává nekódované tituly z disků Bludisc
es: BludiscPlayer permite la reproducción de títulos sin cifrar de Bludiscs
hr: BludiscPlayer omogućava pokretanje neenkriptiranih Bludiskova
lt: Bludisc grotuvas atkuria nešifruotus pavadinimus iš Bludiscs
lv: BludiscPlayer ļaus atskaņot nešifrētus nosaukumus no Bludiskiem
no: Bludiskspiller tillater avspilling fra ukrypterte tiltler fra Bludiscs

source: Blue boost
cs: zvýraznit modrou
es: Impulso azul
lt: Daugiau mėlynos

source: Bluetooth Frontprocessor Firmware
cs: Firmware pro bluetooth přijímač
lt: Bluetooth priekinio procesoriaus programinė įranga

source: Bookmark '%s' deleted!
cs: Záložka '%s' byla odstraněna !
es: ¡Marcador '%s' borrado!
hr: Bookmark '%s' obrisan!
lt: Žyma '%s' ištrinta!
lv: Grāmatzīme '%s' nodzēsta!
no: Favoritt '%s' slettet!

source: Bookmark '%s' saved succesfully!
cs: Záložka '%s' byla úspěšně uložena !
es: ¡Marcador '%s' guardado correctamente!
hr: Bookmark '%s' uspješno pohranjen!
lt: Žyma '%s' sėkmingai išsaugota!
lv: Grāmatzīme '%s' sekmīgi saglabāta!
no: Favoritt '%s' lagret!

source: Bookmarks
cs: Nadřazená úroveň_
es: Marcadores
lt: Žymės
lv: Grāmatzīmes
no: Bokmerker

source: Bootloader Updater
cs: -- aktualizace bootloaderu Dreamboxu
es: Actualizador del Bootloader
hr: Bootloader Nadograditelj
lt: Įkrovos tvarkyklės atnaujintojas
no: Bootloader oppdaterer

source: Bootloader update required!
cs: Nutná aktualizace pro Bootloader !
es: ¡Se requiere actualización del Bootloader!
hr: Potrebna nadogradnja Bootloader-a!
lt: Įkrovos tvarkyklę reikia atnaujinti!
no: Bootloader oppdatering påkrevet!

source: Brazilian Portuguese
cs: brazilská portugalština
es: Portugués brasileño
hr: Brazilski Portugalski
lt: Brazilijos portugalų
lv: Brazīlijas portugāļu
no: Brasilsk Portugesisk

source: Brightness
cs: >jas v provozu
es: Brillo
hr: Svjetlost
lt: Ryškumas
lv: Spilgtums
no: Lysstyrke

source: Browse and manage your plugins.
cs: Seznam nainstalovaných std.přídavných modulů_
es: Explore y administre sus plugins.
hr: Pregledaj i organiziraj dodatke.
lt: Naršyti ir tvarkyti papildinius.
lv: Pārlūkot un pārvaldīt spraudņus.
no: Søk og håndtere tillegg.

source: Browse the web
cs: -- procházení souborů na Internetu_
es: Navegar por la web
hr: Surfaj webom
lt: Naršymas internete
lv: Pārlūkot web
no: Surf på nettet

source: Browser
cs: procházet
es: Navegador
hr: Preglednik
lt: Naršyklė
lv: Pārlūks
no: Mediasøker

source: Burn Bludisc
cs: vypálit na bludisk
es: Grabar Bludisc
hr: Snimi Bludisc
lt: Įrašyti Blu-ray diską
lv: Ierakstīt Bludisc
no: Brenn Bludisc

source: Burn DVD
cs: vypálit na DVD
es: Grabar DVD
hr: Snimi DVD
lt: Įrašyti DVD
lv: Ierakstīt DVD
no: Brenn DVD

source: Burn existing image to medium
cs: vypálit existující Image na médium
es: Grabar imagen existente al soporte
hr: Snimi postojeći softver na medij
lt: Įrašyti esamą atvaizdą į laikmeną
lv: Ierakstīt imidžu datu nesējā
no: Brenn eksisterende image til plate

source: Burn to medium
cs: vypálit na médium
es: Grabar al soporte
hr: Snimi na medij
lt: Įrašyti į laikmeną
lv: Ierakstīt datu nesējā
no: Brenn til disk

source: Burn your recordings to DVD
cs: -- vypalování videa na DVD
es: Grabar sus grabaciones a DVD
hr: Snimi snimke na DVD
lt: Įrašyti savo įrašus į DVD
lv: Ierakstīt jūsu ierakstus uz DVD
no: Brenn innspillinger til DVD

source: By pressing the OK Button on your remote control, the info bar is being displayed.
cs: Po stlačení tlačítka OK na dálkovém ovladači se zobrazí informační panel
es: Presionando el botón OK en el mando, la barra de información será visible.
hr: Pritiskom na tipku OK daljinskog upravljača, info traka bit će prikazana.
lt: Info juostos rodymui, paspauskite OK mygtuką valdymo pulte.
lv: Nospiežot OK uz tālvadības pults, tiks parādīta informācijas josla.
no: Ved å trykke OK på din fjernkontroll, vises infobaren.

source: C-Band
cs: C-pásmo
es: Banda-C
lt: C-diapazonas
lv: C-josla
no: C-bånd

source: CDInfo
cs: info CD
lt: CD informacija
no: CD informasjon

source: CI Assignment
cs: modul_CI - volba
es: Asignación de CI
hr: CI Postavke
lt: CI priskyrimas
lv: CI uzdevums
no: CI tilknytning

source: CI assignment
cs: modul_CI - volba
es: Asignación CI
hr: CI postavke
lt: CI priskyrimas
lv: CI uzdevums
no: CI tilknytning

source: CI/CA Menu
es: CI/CA MenÚ
lt: CI/CA meniu
lv: CI/CA izvēlne
no: CI/CA Meny

source: Cable
cs: kabel
hr: Kabel
lt: Kabelinė
lv: Kabeļu
no: Kabel

source: Cached IO
cs: paměť pro IO
es: E/S en caché
lt: Saugoma IO
lv: Kešotās IO
no: Bufret IO

source: Cancel
cs: storno
es: Cancelar
hr: Odustani
lt: Atšaukti
lv: Atcelt
no: Avbryt

source: Cancel guided setup
cs: zrušit zadané nastavení
es: Cancelar configuración guiada
lt: Atšaukti valdomą nustatymą

source: Cancel guided setup?
cs: Zrušit zadané nastavení ?
es: ¿Cancelar la configuración guiada?
lt: Atšaukti valdomą nustatymą?

source: Cannot add this file. It's no video!
cs: Tento soubor nelze přidat ! Není to video.
es: No se puede agregar este archivo. ¡No es un vídeo!
hr: Ne mogu dodati datoteku. Nije video datoteka!
lt: Negalima pridėti šio failo. Tai ne vaizdo failas!
lv: Nevar pievienot šo failu. Tas nav video!
no: Kan ikke legge til fil. Det er ingen video!

source: Cannot add this file. It's not audio!
cs: Tento soubor nelze přidat ! Není to audio.
es: No se puede agregar este archivo. ¡No es audio!
hr: Ne mogu dodati datoteku. Nije zvukovna datoteka!
lt: Negalima pridėti šio failo. Tai ne garsas!
lv: Nevar pievienot šo failu. Tas nav audio!
no: Kan ikke legge til fil. Det er ikke audio fil!

source: Capacity
cs: kapacita
es: Capacidad
hr: Kapacitet
lt: Talpa
lv: Ietilpība
no: Kapasitet

source: Catalan
cs: katalánsky
es: Catalán
hr: Katalonski
lt: Katalonų
lv: Katāliešu
no: Katalansk

source: Certificate Details (%s)
cs: detaily certifikátu (%s)
es: Detalles del Certificado (%s)
hr: Detalji certifikata (%s)
lt: Sertifikato informacija (%s)
lv: Sertifikāta detaļas (%s)
no: Sertifikatdetaljer (%s)

source: Certificate errors!
cs: Chyby certifikátu !
es: ¡Errores de certificado!
hr: Greške certifikata!
lt: Sertifikato klaidos!
lv: Sertifikāta kļūda!
no: Sertifikatfeil!

source: Certificates
cs: certifikáty
es: Certificados
hr: Certifikati
lt: Sertifikatai
lv: Sertifikāti
no: Sertifikater

source: Change bouquets in quickzap
cs: při přepnutí z posledního kanálu přejít na další sadu kanálů
es: Cambiar de lista en zapping rápido
hr: Promjeni pakete u brzom prebacivanju
lt: Keisti paketus greitai perjungiant
lv: Mainīt buķetes ātrās slēgšanas režīmā
no: Bytt bukett i Quickzap

source: Change pin code
cs: Změna PINu...
es: Cambiar código pin
hr: Promjeni pin kod
lt: Keisti pin kodą
lv: Mainīt pin kodu
no: Bytt pin kode
