Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: Custom skip time for '1'/'3'-keys
cs: - časový skok pro tlačítka 1<>3
es: Tiempo a saltar para las teclas '1'/'3'
hr: Trenutno vrijeme preskoka za '1'/'3'-tipke
lt: Pasirinktinai praleisti laiką '1'/'3'-mygtukams
lv: Pielāgots pārlēciena laiks '1'/'3'-taustiņi
no: Valgfri pause for '1'/'3' knapper

source: Custom skip time for '4'/'6'-keys
cs: - časový skok pro tlačítka 4<>6
es: Tiempo a pasar para las teclas '4'/'6'
hr: Trenutno vrijeme preskoka za '4'/'6'-tipke
lt: Pasirinktinai praleisti laiką '4'/'6'-mygtukams
lv: Pielāgots pārlēciena laiks '4'/'6'-taustiņi
no: Valgfri pause for '4'/'6' tastene

source: Custom skip time for '7'/'9'-keys
cs: - časový skok pro tlačítka 7<>9
es: Tiempo a pasar para las teclas '7'/'9'
hr: Trenutno vrijeme preskoka za '7'/'9'-tipke
lt: Pasirinktinai praleisti laiką '7'/'9'-mygtukams
lv: Pielāgots pārlēciena laiks '7'/'9'-taustiņi
no: Valgfri pause for '7'/9' tastene

source: Customize
cs: syst.prostředí a nahrávání
es: Personalizar
hr: Prilagodi
lt: Nustatymai
lv: Lietotāja iestatījumi
no: Tilpass

source: Cut
cs: jak stříhat :
es: Cortar
hr: Odreži
lt: Iškirpti
lv: Griezt
no: Klipp

source: CutListEditor allows you to edit your movies
cs: -- manuální střih videa
es: CutListEditor permite editar sus películas
hr: CutListEditor Vam omogućuje da uređujete svoje filmove
lt: CutListEditor leidžia redaguoti jūsų kino filmus
lv: CutListEditor ļaus jums rediģēt jūsu filmas
no: CutListEditor gjør det mulig å editere dine egne filmer

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
cs: CutListEditor umožňuje úpravu videa. Najděte začátek záznamu, který chcete vystřihnout. Stlačte OK pro 'začátek střihu'. Potom najděte konec, stlačte OK pro 'konec střihu'.
es: CutListEditor permite editar sus películas. Ir al inicio a partir del que quiere recortar. Pulse OK, seleccione 'corte inicial'. Después vaya al final y pulse OK, selecciones 'corte final'. Eso es todo.
hr: CutListEditor Vam omogućuje da uređujete svoje filmove. Odaberite početak odakle želite odrezati sadržaj. Stisnite OK, odaberite 'početak reza'. Odaberite kraj, stisnite OK, odaberi ‘kraj reza’.
lt: CutListEditor leidžia redaguoti jūsų kino filmus. Ieškokite pradžios, kurią jūs norite iškirpti. Spauskite OK ir išsirinkite 'iškirpimo pradžią'. Tada ieškokite pabaigos, spauskite OK ir išsirinkite 'iškirpimo pabaigą'. Štai ir viskas.
lv: CutListEditor ļaus jums rediģēt jūsu filmas. Atrodiet sākumu gabalam, ko vēlaties izgriezt. Spiediet OK un norādiet 'griezuma sākums'. Tad atrodiet beigas, spiediet OK un norādiet 'griezuma beigas'. Tas arī viss.
no: CutListEditor gjør det mulig å editere dine egne filmer! Søk til starten av den delen av filmen du ønsker å klippe bort. Trykk OK, velg 'start cut'. Søk så til til der hvor du ønsker å avslutte filmen. Trykk OK, select 'end cut'. That's it.

source: Cutlist Menu
cs: menu pro stříhání
es: Menú Cutlist
hr: Cutlist Izbornik
lt: Iškirpimo meniu
lv: Griešanas izvēlne
no: Cutlist meny

source: Cutlist editor
cs: střihový editor
es: Editor Cutlist
hr: Uređivač rezanja liste
lt: Iškirpimo sąrašo redaktorius
lv: Griešanas redaktors

source: Cutlist editor...
cs: střih videa - zadat značky střihu
es: Editor Cutlist...
hr: Uređivač rezanja liste...
lt: Iškirpimo sąrašo redaktorius...
lv: Griešanas redaktors...

source: CutlistEditor
cs: Střihový editor...
hr: Uređivač rezanja liste
lt: Iškirpimo sąrašo redaktorius
lv: Griešanas redaktors

source: Czech
cs: česky,
es: Checo
hr: Češki
lt: Čekų
lv: Čehu
no: Tjekkisk

source: DBus Interface Python Proxy
cs: rozhraní DBus - Python Proxy
lt: Python sąsaja DBus sąsajai

source: DM Remote
cs: dálk.ovladač DM
lt: DM nuotolinis pultas

source: DNS Addresses
cs: DNS adresa
es: Direcciones DNS
hr: DNS Adrese
lt: DNS adresas
lv: DNS Adreses
no: DNS Adresser

source: DO NOT POWER OFF YOUR DEVICE WHILE UPDATING! Update now?
cs: Varování : nevypínejte box během aktualizace ! Chcete aktualizovat ?
es: ¡NO APAGUE SU DISPOSITIVO DURANTE LA ACTUALIZACIÓN! ¿Actualizar ahora?
hr: NEMOJ ISKLJUČITI UREĐAJ TIJEKOM NADOGRADNJE! Nadograditi sada?
lt: NEIŠJUNKITE SAVO ĮRENGINIO IŠ MAITINIMO ĮTAMPOS ATNAUJINIMO METU! Atnaujinti dabar?
lv: NEIZSLĒDZIET IERĪCI ATJAUNINĀŠANAS LAIKĀ! Vai atjaunināt tūlīt?
no: IKKE SLÅ AV DIN ENHET UNDER OPPDATERING! Oppdater nå?

source: DUAL LAYER DVD
cs: dvouvrstvé DVD
es: DVD DOBLE CAPA
lt: DVISLUOKSNIS DVD
lv: DIVSLĀŅU DVD

source: DVB-S only
cs: pouze DVB-S
es: Sólo DVB-S
hr: DVB-S samo
lt: Tik DVB-S
lv: tikai DVB-S
no: Kun DVB-S

source: DVD Backup
cs: záloha na DVD
lt: DVD atsarginė kopija

source: DVD Drive
cs: jednotka DVD
es: Unidad DVD
hr: DVD Pogon
lt: DVD įrenginys
lv: DVD ierīce
no: DVD spiller

source: DVD File Browser
cs: přehrávač DVD...
es: Explorador de archivos de DVD
hr: DVD Preglednik datoteka
lt: DVD failų naršyklė
lv: DVD Failu pārlūks

source: DVD Player
cs: přehrávač DVD
es: Reproductor DVD
lt: DVD grotuvas
lv: DVD atskaņotājs
no: DVD spiller

source: DVD Titlelist
cs: seznam titulů DVD
es: Lista de títulos de DVD
lt: DVD antraštė
lv: DVD nosaukumi
no: DVD Tittelliste

source: DVD Tool
cs: nástroje DVD
es: Herramienta de DVD
hr: DVD Alat
lt: DVD įrankis
lv: DVD Rīks
no: DVD verktøy

source: DVD media toolbox
cs: panel nástrojů DVD
lt: DVD laikmenos rinkinys
lv: DVD mediju rīki
no: DVD mediaverktøy

source: DVD subtitles
cs: titulky DVD
es: Subtítulos de DVD
hr: DVD Titlovi
lt: DVD subtitrai
lv: DVD subtitri
no: DVD undertekst

source: DVDPlayer plays your DVDs on your Dreambox
cs: -- přehrávač videa DVD formátu v Dreamboxu
es: DVDPlayer reproduce sus DVDs en su Dreambox
hr: DVDPlayer izvodi DVD sa vašeg Dreamboxa
lt: DVD grotuvas rodo DVD su jūsų imtuvu
lv: DVDPlayer atskaņos jūsu DVD uz jūsu Dreambox
no: DVDPlayer spiller dine DVDer på din Dreambox

source: DVDPlayer plays your DVDs on your Dreambox. With the DVDPlayer you can play your DVDs on your Dreambox from a DVD or even from an iso file or video_ts folder on your harddisc or network.
cs: Přehrávač DVD pro disky DVD a soubory ISO. Přehraje složky s video_ts z HDD nebo ze sítě.
es: DVDPlayer reproduce sus DVDs en su Dreambox. Con el DVDPlayer puede reproducir sus DVDs en su Dreambox desde el DVD o incluso desde un fichero iso o una carpeta video_ts de su disco duro o red.
hr: DVDPlayer izvodi vaš DVD sa vašeg Dreamboxa. Sa DVD Playerom možete izvoditir DVD na vašem Dreamboxu iz DVD ili iso ili iz video_ts foldera na vašem hard discu ili mreži.
lt: DVD grotuvas rodo jūsų DVD su imtuvu. Su DVD grotuvu jūs galite žiūrėti savo DVD su imtuvu, arba net iš iso failo ar video_ts aplanko iš jūsų kieto disko ar tinklo.
lv: DVDPlayer atskaņos jūsu DVD uz jūsu Dreambox. Ar DVDPlayer jūs varat atskaņot DVD uz jūsu Dreambox no DVD vai pat no iso faila vai VIDEO_TS mapi no jūsu cietā diska vai tīkla.
no: DVDPlayer spiller dine DVDer på din Dreambox. Med DVDPlayer kan du spille DVDer på din Dreambox fra en DVD eller til og med en ISO fil eller video_ts kkatalog fra din harddisk eller nettverk.

source: Danish
cs: dánsky
es: Danés
hr: Danski
lt: Danų
lv: Dāņu
no: Dansk

source: Data Source
cs: datový zdroj
es: Fuente de datos
hr: Izvor podataka
lt: Duomenų šaltinis
lv: Datu avots
no: Datakilde

source: Database Manager
cs: správa databáze
es: Administrador de base de datos
lt: Duomenų bazės tvarkyklė
lv: Datu bāzes pārvaldnieks
no: Databasebehandler

source: Database has been reset successfully!
cs: Databáze byla resetována úspěšně !
es: ¡La base de datos se ha restablecido con éxito!
lt: Duomenų bazė sėkmingai nustatyta iš naujo!
no: Database ble tilbakestilt!

source: Database reset FAILED!
cs: Reset databáze selhal !
es: ¡FALLÓ el restablecimiento de la base de datos!
lt: Duomenų atstatyti nepavyko!
no: Tilbakestilling av database FEILET!

source: Date
cs: datum
es: Fecha
hr: Datum
lt: Data
lv: Datums
no: Dato

source: Debug
cs: ---ODLADĚNÍ---
es: Depurar
lt: Derinti
no: Feilsøk

source: Debug accel memory usage
cs: použít paměť pro urychlení zpracování ?
lt: Derinti atminties greičio naudojimą
no: Feilsøk accel minnebruk

source: Decide if you want to enable or disable the Cleanup Wizard.
cs: Použít nebo vyřadit průvodce pro čištění ?..
es: Decidir si quiere activar o desactivar el Asistente de Limpieza.
hr: Odlučite, želite li omogućiti ili onemogućiti vodič za čišćenje.
lt: Nuspręskite,ar norite įjungti ar išjungti išvalymo vedlį.
lv: Izlemiet, vai jūs vēlaties ieslēgt vai izlēgt tīrīšanas vedni.
no: Velg om du vil aktivere eller deaktivere Cleanup Wizard.

source: Decide what should be done when crashlogs are found.
cs: Co udělat po nalezení chybového protokolu_
es: Decida qué hacer cuando se encuentran registros de fallas.
hr: Što treba napraviti kada se pronađu crashlogs.
lt: Nuspręskite, kas turi būti daroma, kai randami gedimo žurnalai.
lv: Izlemtiet, ko vajadzētu darīt, ja tiek atrasti avāriju apraksti.
no: Bestem hva som skal skje når crashlogs blir funnet.

source: Decide what should happen to the crashlogs after submission.
cs: Co udělat při odeslání chybového protokolu_
es: Decida qué hacer con los registros de fallas después del envío.
hr: Odlučite što treba učiniti nakon prijave crashlogs.
lt: Nuspręskite, kas turi vykti po gedimų žurnalo pateikimo.
lv: Izlemtiet, kam vajadzētu notikt pēc avāriju aprakstu iesniegšanas.
no: Bestem hva som skal skje med crashlogs etter bekreftelse.

source: Default
cs: předvolba
es: Por defecto
hr: Zadano
lt: Numatytasis
lv: Noklusējuma
no: Standard

source: Default Settings
cs: >předvolená sada kanálů
es: Parámetros por defecto
hr: Zadane postavke
lt: Numatytieji nustatymai
lv: Noklusējuma iestatījumi
no: Standard innstillinger

source: Default movie location
cs: předvolená složka pro záznam pořadů...
es: Ubicación por defecto de películas
hr: Zadane lokacije filma
lt: Numatytoji filmų vieta
lv: Noklusētā filmu atrašanās vieta
no: Standard filmplassering

source: Default services lists
cs: kanály - předvolit 19,2E
es: Lista de canales por defecto
hr: Zadana lista kanala
lt: Numatytas kanalų sąrašas
lv: Noklus. kanālu saraksti
no: Standard tjenesteliste

source: Default settings
cs: předvolená sada kanálů
es: Configuración por defecto
hr: Tvorničke postavke
lt: Numatytieji nustatymai
lv: Noklusējuma iestatījumi
no: Standard innstillinger

source: Default storage device
cs: předvolené úložné zařízení pro data
es: Dispositivo almacenamiento por defecto
hr: Glavni uređaj za pohranu
lt: Numatytasis saugojimo įrenginys
lv: Noklusētā glabātuves ierīce
no: Standard lagringsenhet

source: Default storage device is not available!
cs: Předvolené úložné zařízení není dostupné !
es: ¡Dispositivo de almacenamiento por defecto no disponible!
hr: Glavni uređaj za pohrani nije dostupan!
lt: Numatytojo saugojimo įrenginio nėra!
lv: Noklusētā glabātuves ierīce nav pieejama!
no: Standard lagringsenhet er ikke tilgjengelig!

source: Default storage device was removed!
cs: Předvolené úložné zařízení bylo odebráno !
es: ¡Se eliminó el dispositivo de almacenamiento predeterminado!
hr: Glavni uređaj za pohranu je uklonjen!
lt: Numatytasis saugojimo įrenginys pašalintas!
lv: Noklusējuma glabātuves ierīce tika nodzēsta!
no: Standard lagringsenhet ble koblet fra!

source: Delay
cs: zpoždění
es: Retardo
hr: Odgoda
lt: Delsa
lv: Aizture
no: Forsinkelse

source: Delete
cs: zastavit a odebrat
es: Borrar
hr: Obriši
lt: Ištrinti
lv: Dzēst
no: Slett

source: Delete / Navigate forward
cs: odstranit / navigace vpřed
es: Borrar / Navegar atrás
hr: Obriši / Navigiraj naprijed
lt: Ištrinti / eiti į priekį
lv: Delete / Navigēt uz priekšu
no: Delete / Naviger forover

source: Delete All
cs: odstranit vše
es: Borrar todo
hr: Obriši Sve
lt: Ištrinti viską
lv: Dzēst visu
no: Slette alle

source: Delete Bookmark?
cs: Odstranit záložku ?
es: ¿Borrar marcador?
hr: Ukloniti Bookmark?
lt: Ištrinti žymelę?
lv: Dzēst grāmatzīmi?
no: Slett favoritt?

source: Delete Cookie?
cs: Odstranit Cookie ?
es: ¿Borrar Cookie?
hr: Obrisat kolačić?
lt: Ištrinti slapuką?
lv: Dzēst sīkfailu?
no: Slett informasjonskapsel?

source: Delete and quit
cs: ano - odstranit toto video
es: Eliminar y salir
lt: Trinti ir uždaryti
lv: Dzēst un iziet
no: Slett og avslutt

source: Delete and return to movie list
cs: ano - odstranit toto video a vrátit se do seznamu
es: Eliminar y volver a la lista de películas
lt: Ištrinti ir grįžti į filmų sąrašą
lv: Dzēst un atgriezties filmu sarakstā
no: Slett og returner til filmliste

source: Delete crashlogs
cs: odstranit protokoly o pádu
es: Eliminar registros de fallas
hr: Obriši crashlogs
lt: Ištrinti gedimų žurnalus
lv: Dzēst avāriju aprakstus
no: Slett crashlogs

source: Delete entry
cs: odstranit záznam
es: Borrar entrada
hr: Obriši unos
lt: Ištrinti įrašą
lv: Dzēst ierakstu
no: Slett timer

source: Delete failed!
cs: Odstranění selhalo !
es: ¡Falló el borrado!
hr: Brisanje nije uspjelo!
lt: Ištrinti nepavyko!
lv: Dzēšana neizdevās!
no: Sletting feilet.

source: Delete no more configured satellite %s?
cs: Odebrat nepotřebné satelity : %s ?
es: ¿No eliminar ningún satélite más configurado %s?
hr: Obriši satelite koje više ne koristite %s?
lt: Ištrinti nesukonfigūruotą palydovą %s?
lv: Dzēst nekonfigurētu pavadoni %s?
no: Satellitt ikke lenger konfigurert, slette denne? %s?

source: Depends on
cs: závisí na
es: Depende de
lt: Priklauso nuo
lv: Atkarīgs no
no: Avhengig av

source: Description
cs: >popis<
es: Descripción
hr: Opis
lt: Aprašymas
lv: Apraksts
no: Beskrivelse

source: Deselect
cs: zrušit označení
es: Deseleccionar
hr: Deselektirati
lt: Atšaukti pasirinkimą
lv: Neizvēlēties
no: Opphev

source: Details
cs: --detaily--
es: Detalles
hr: Detalji
lt: Išsamiau
lv: Detaļas
no: Detaljer

source: Details about the current service.
cs: Parametry aktuálně naladěného kanálu_
es: Detalles sobre el canal actual.
hr: Detalji o trenutnoj usluzi.
lt: Informacija apie dabartinį kanalą.
lv: Kanāla detalizēta informācija.
no: Detaljer om nåværende kanaler.

source: Details about your Dreambox system.
cs: Systémové info Dreamboxu_
es: Detalles sobre su sistema Dreambox.
hr: Detalji o vašem Dreambox sustavu.
lt: Informacija apie jūsų imtuvo sistemą.
lv: Dreambox detalizēta informācija.
no: Detaljer om ditt Dreambox system.

source: Details for plugin:
cs: údaje o modulu :
es: Detalles del plugin:
hr: Detalji dodatka:
lt: Informacija apie priedą:
lv: Spraudņa detaļas:
no: Detaljer for plugin:

source: Detected HDD:
cs: detekovaný harddisk :
es: HDD detectado:
hr: Detektirani HDD:
lt: Aptiktas HDD:
lv: Atrasts HDD:
no: Gjenkjent HDD:

source: Detected NIMs:
cs: detekovaný tuner :
es: NIMs detectados:
hr: Detektirani NIMs:
lt: Aptikti imtuvai:
lv: Atrasts NIMs:
no: Gjenkjent Tuner:

source: Device already hard mounted over filesystem table. Remove fstab entry?
cs: Zařízení je už připojené přes tabulku souborového systému. Odstranit položku z fstab ?
es: El dispositivo ya está montado en la tabla del sistema de archivos. ¿Eliminar la entrada de fstab?
hr: Uređaj je već montiran preko sistemske tabele. Ukloniti fstab unos?
lt: Įrenginys jau stipriai pajungtas per failų sistemos lenteles. Pašalinti fstab įrašą?
lv: Ierīce ir cieši piemontēta failsistēmas tabulai. Vai dzēst fstab ierakstu?
no: Enhet allerede montert over filsystemtabell. Fjern fstab montering?

source: Devices
cs: periférie, disky, DO, HDMI, V1
es: Dispositivos
hr: Uređaji
lt: Įrenginiai
lv: Ierīces
no: Enheter

source: DiSEqC Tester
lt: DiSEqC testeris
lv: DiSEqC pārbaudītājs

source: DiSEqC mode
cs: rychlý DiSEqC
es: Modo DiSEqC
hr: DiSEqC način
lt: DiSEqC būdas
lv: DiSEqC režīms
no: DiSEqC-Modus

source: DiSEqC repeats
cs: DiSEqC opakování
es: Repetir DiSEqC
hr: DiSEqC ponavljanja
lt: DiSEqC kartojimai
lv: DiSEqC atkārtojums
no: DiSEqC gjentakelser

source: DiSEqC-Tester settings
cs: konfigurace DiSEqC-Tester
es: Configuración de DiSEqC-Tester
hr: DiSEqC-Tester postavke
lt: DiSEqC testavimo nustatymai
lv: DiSEqC-Testera iestatījumi
no: DiSEqC-Tester innstillinger

source: Digital contour removal
cs: odstranit digitální konturu
es: Eliminación digital de contornos
hr: Uklanjanje digitalni kontura
lt: Skaitmeninis kontūro pašalinimas
lv: Digitālo kontūru noņemšana
no: Fjern Digital kontur

source: Direct IO (default)
cs: řízení IO (předvolba)
es: Direct IO (predeterminado)
hr: Direct IO (zadano)
lt: Tiesioginis IO (numatytoji reikšmė)
lv: Tiešās IO (noklus.)
no: Direkte IO (standard)

source: Direct playback of linked titles without menu
cs: Přímé přehrávání nastavených titulů bez menu
es: Reproduce los títulos enlazados sin menú
hr: Izravna reprodukcija linkanih naslova bez izbornika
lt: Tiesioginis susietų pavadinimų atkūrimas be meniu
lv: Saistīto nosaukumu tiešā atskaņošana bez izvēlnes
no: Direkte avspilling av linkede titler uten meny

source: Directory %s has been removed from the database!
cs: Složka s databází : %s byla odstraněna !
es: ¡El directorio %s ha sido eliminado de la base de datos!
hr: direktorij %s je uklonjen iz baze podataka!
lt: Katalogas %s pašalintas iš duomenų bazės!
lv: Mape %s tika izdzēsta no datu bāzes!
no: Katalog %s har blitt fjernet fra databasen!

source: Directory %s nonexistent.
cs: Složka %s není k dispozici !
es: No existe el directorio %s.
hr: Direktori %s nepostojeći.
lt: Katalogas %s neegzistuoja.
lv: Mape %s neeksistē.
no: Katalog %s finnes ikke.

source: Directory browser
cs: procházet složky
es: Examinar directorios
lt: Katalogų naršyklė
lv: Mapju pārlūks
no: Katalog browser

source: Disable
cs: deaktivovat
es: Deshabilitar
hr: Onemogući
lt: Išjungti
lv: Izslēgt
no: Slå av

source: Disable Animations
cs: >> vypnout animaci <<
es: Deshabilitar animaciones
hr: Isključi Animacije
lt: Išjungti animacijas
lv: Izslēgt uznācienus
no: Deaktiver animasjoner

source: Disable Parental Control
cs: vypnout rodičovskou kontrolu
es: Desactivar el control parental
hr: Isključi Roditeljsku Zaštitu
lt: Išjungti tėvų kontrolę
lv: Izslēgt Vecāku Kontroli
no: Deaktiver foreldrekontroll

source: Disable Picture in Picture
cs: vypnout PiP - obraz v obrazu
es: Desactivar "PiP"
hr: Isključi Sliku u Slici
lt: Išjungti vaizdą vaizde (PiP)
lv: Izslēgt attēls attēlā
no: Slå av Bilde i Bilde

source: Disable crashlog reporting
cs: zastavit výpis protokolu
es: Desactivar reporte de crashlog
hr: Onemogući crashlog izvješće
lt: Išjungti gedimų žurnalų pranešimą
lv: Izslēgt avāriju ziņošanu
no: Deaktiver crashlog rapportering

source: Disable timer
cs: vypnout časovač
es: Desactivar programación
hr: Isključi tajmer
lt: Išjungti laikmatį
lv: Izslēgt taimeri
no: Deaktiver timer

source: Disabled
cs: vypnuto
es: Desactivado
hr: Isključeno
lt: Išjungtas
lv: Izslēgts
no: Deaktivert

source: Discard changed settings?
cs: Zrušit změny v nastavení ?
es: ¿Descartar la configuración modificada?
hr: Odbaci izvršene promjene?
lt: Naikinti pakeistus nustatymus?
lv: Atteikties no iestatījumu izmaiņām?
no: Forkast endrede innstillinger?

source: Discard changes?
cs: Zrušit změny ?
es: ¿Descartar los cambios?
hr: Odbaci promjene?
lt: Naikinti pakeitimus?
lv: Atteikties no izmaiņām?
no: Forkast endringer?

source: Disconnect
cs: odpojeno
es: Desconectar
hr: Isključi
lt: Atjunkite
lv: Atvienoties
no: Koble fra

source: Disconnect paired remote?
cs: Odpojit párované dálk.ovládání ?
es: ¿Desconectar el mando a distancia emparejado?
lt: Atjungti suporuotą nuotolinio valdymo pultą?
lv: Atvienot pāra pulti?
no: Koble fra sammenkoblet fjernkontroll?

source: Dish
cs: parabola
es: Antena
hr: Antena
lt: Lėkštė
lv: Šķīvis
no: Parabolantenne

source: Display 16:9 content as
cs: Obraz 16:9 zobrazit jako...
es: Visualice los contenidos 16:9 como
hr: Prikaži 16:9 kao
lt: 16:9 turinį rodyti, kaip
lv: Attēlot 16:9 saturu kā
no: Vis 16:9 innhold som

source: Display 4:3 content as
cs: obraz 4:3 zobrazit jako...
es: Visualice los contenidos 4:3 como
hr: Prikaži 4:3 kao
lt: 4:3 turinį rodyti, kaip
lv: Attēlot 4:3 saturu kā
no: Vis 4:3 innhold som

source: Display >16:9 content as
cs: obraz 16:9 zobrazit jako...
es: Visualizar contenido >16:9 como
hr: Prikaži >16:9 kao
lt: >16:9 turinį rodyti, kaip
lv: Attēlot >16:9 saturu kā
no: Vis >16:9 innhold som

source: Display Setup
cs: jas OLED displeje
es: Configurar Pantalla
hr: Postavke prednjeg zaslona
lt: Monitoriaus nustatymas
lv: Displeja iestatījumi
no: LCD oppsett

source: Display and Userinterface
cs: >obraz a uživ.rozhraní
es: Pantalla e Interfaz de usuario
hr: Zaslon i korisničko sučelje
lt: Monitorius ir vartotojo sąsaja
lv: Displejs un lietotāja interfeiss
no: Skjerm og brukergrensesnitt

source: Display cross-fading for text and pictures
cs: prolínání textu a obrázku na obrazovce
es: Mostrar "cross-fading" para texto e imágenes
hr: Prikaži prijelaz za tekst i slike
lt: Rodyti teksto ir paveikslėlių kryžminį išblukimą
no: Vis kryssfalming for text og grafikk

source: Display storage device informations.
cs: zobrazit info o úložném zařízení
es: Mostrar información del dispositivo de almacenamiento.
hr: Prikaži informacija o uređaju za pohranu.
lt: Rodyti saugojimo įrenginio informacijas.
lv: Rādīt glabātuves ierīces informāciju.
no: Vis informasjon om lagringsenhet.

source: Display your photos on the TV
cs: -- zobrazení fotografií z Dreamboxu na TV
es: Muestra tus fotos en la TV
hr: Prikažite svoje slike na TV-u
lt: Rodyti fotografijas televizoriuje
lv: Skatīt foto jūsu TV
no: Vis fotografier på din TV

source: Do nothing.
cs: -nic nedělat-
es: No hacer nada.
hr: Ništa ne čini.
lt: Nieko nedaryti.
lv: Neko nedarīt.
no: Ikke utfør noe.

source: Do you really want to abort downloading '%s'?
cs: Chcete přerušit stahování '%s' ?
es: ¿Seguro que quiere abortar la descarga '%s'?
hr: Stvarno želite prekinuti skidanje '%s'?
lt: Ar norite nutraukti atsisiuntimą '%s'?
lv: Vai tiešām vēlaties pārtraukt lejuplādi '%s'?
no: Vi du virkelig avbryte nesdlasting av '%s'?

source: Do you really want to check the filesystem? This could take lots of time!
cs: Chcete zkontrolovat souborový systém ? Může to trvat delší dobu...
es: ¿Seguro que quiere comprobar el sistema de archivos? ¡Esto podría llevar mucho tiempo!
hr: Želite provjeriti particiju diska? To može duže potrajati!
lt: Ar norite atlikti failų sistemos tikrinimą? Tai gali trukti ilgą laiką!
lv: Vai tiešām vēlaties pārbaudīt failu sistēmu? Tas var prasīt daudz laika!
no: Vil du virkelig sjekke filsystemet? Det kan ta veldig lang tid!

source: Do you really want to clear the History?
cs: Chcete vymazat historii ?
es: ¿Seguro que quiere borrar el Historial?
hr: Jeste li sigurni da želite obrisati povijest?
lt: Ar norite išvalyti istoriją?
lv: Vai tiešām vēlaties nortīrīt vēsturi?
no: Vil du virkelig slette historikken?

source: Do you really want to clear the playlist?
cs: Chcete vyprázdnit seznam ?
es: ¿Seguro que quiere borrar la lista de reproducción?
hr: Jeste li sigurni da želite obrisati playlistu?
lt: Ar norite išvalyti grojaraštį?
lv: Vai tiešām vēlaties nortīrīt repertuāru?
no: Vil du virkelig slette spillelisten?

source: Do you really want to connect %s (%s)
cs: Chcete připojit %s (%s) ?
es: ¿Seguro que quiere conectar %s (%s)?
lt: Ar tikrai norite prijungti %s (%s)
lv: Vai tiešām vēlaties savienot %s (%s)
no: Vil du virkelig koble til %s (%s)

source: Do you really want to delete %s?
cs: Zastavit a odebrat ze seznamu časovač : %s ?
es: ¿Seguro que quiere borrar %s?
hr: Jeste li sigurni da želite obrisati datoteku %s?
lt: Ar norite ištrinti %s?
lv: Vai tiešām vēlaties dzēst %s?
no: Vil du virkelig slette %s?

source: Do you really want to delete ALL cookies?
cs: Chcete odstranit všechny vybrané cookies ?
es: ¿Seguro que quiere borrar TODAS cookies?
hr: Jeste li sigurni da želite obrisati SVE kolačiće?
lt: Ar norite ištrinti visus slapukus?
lv: Vai tiešām vēlaties dzēst VISUS sīkfailus?
no: Vil du virkelig slette ALLE informasjonskapsler?
