Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
cs: Satfinder pomáhá nastavit parabolu. Ukazuje i informace o signálu a chybách.
es: El plugin Satfinder le ayuda a alinear su antena. Muestra información sobre calidad de señal y errores.
hr: Satfinder dodatak vam pomaže kako bi uskladili antenu. Pokazuje informacije o signalu i greškama.
lt: Palydovų ieškiklio priedas padės jums suderinti savo lėkštę. Jis rodo jums informaciją apie signalo lygį ir klaidas.
lv: Satfinder spraudnis palīdzēs Jums noregulēt antenu. Tas parādīs informāciju par signāla stiprumu un kļūdas.
no: Satfinder hjelper deg å innstille parabolantennen. Den viser deg informasjon om signalstyrke og eventuelle feil.

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your Dreambox.
cs: Modul SkinSelector zpřístupní v menu dostupné volitelné skiny. Můžete tak měnit grafický vzhled Dreamboxu.
es: El SkinSelector muestra un menú con pieles seleccionables. Ahora puede cambiar fácilmente la vista y apariencia de su Dreambox.
hr: SkinSelector pokazuje izbornik skinova. Sada je lakše za promijeniti izgled i doživljaj na Dremboxu.
lt: Temos parinkimas rodo meniu su pasirenkamomis temomis. Dabar lengva pakeisti išvaizdą ir savo imtuve.
lv: ĀdiņuPārslēgs rāda izvēlni ar pieejamām ādiņām. Tagad ir viegli mainīt jūsu Dreambox izskatu un sajūtas.
no: SkinSelector viser deg en meny med valgbare skins. Det er nå enkelt å endre utseende og opplevelse av din Dreambox.

source: The SoftwareManager manages your Dreambox software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
cs: Modul spravuje software v Dreamboxu. Lze pak snadno aktualizovat software, instalovat nebo odebírat moduly, zálohovat nebo obnovovat nastavení.
es: El SoftwareManager administra el software de su Dreambox.The SoftwareManager manages your Dreambox software. Es fácil actualizar el software de su receptor, instalar o eliminar plugins o incluso hacer una copia de seguridad y restaurar la configuración de su sistema.
hr: SoftwareManage upravlja sa softverom Dreamboxa. Olakšava nadogradnju prijemnika, instaliranje ili brisanje dodataka, backup i restore vaših sistem postavki.
lt: Programinės įrangos valdytojas valdo jūsų imtuvo programinę įrangą. Tada lengva atnaujinti savo imtuvo programinę įrangą, įdiegti ar pašalinti priedus ar net atsarginę kopiją ir atkurti sistemos nustatymus.
lv: Programmatūras Pārvaldnieks pārvalda jūsu Dreambox programmatūru . Lai viegli atjauninātu jūsu uztvērēja programmatūru, instalētu vai noņemtu spraudņus, kā arī veidotu rezerves kopijas un atjaunotu jūsu sistēmas uzstādījumus.
no: SoftwareManager administrerer din Dreambox programvare. Det er enkelt å oppdatere, innstallere eller fjerne tillegg samt ta backup av systeminnstillinger.

source: The Softwaremanagement extension is not installed! Please install it.
cs: Modul Softwaremanagement není dostupný ! Nainstalujte si ho...
es: ¡La extensión Softwaremanagement no está instalada! Por favor, instálela.
hr: Softwaremanagement proširenje nije instaliran! Instalirajte ga.
lt: Programinės įrangos valdymo plėtinys neįdiegtas! Prašome jį įdiegti.
lv: Programmatūras pārvaldības papildinājums nav instalēts! Lūdzu instalējiet to.
no: SoftwareManager er ikke installert! Vennligst installer.

source: The VideoEnhancement plugin provides advanced video enhancement settings.
cs: -- rozšířené nastavení videa
es: El plugin VideoEnhancement proporciona configuraciones avanzadas de video mejorado.
hr: VideoEnhancement dodatak pruža napredne postavke slike.
lt: Vaizdo pagerinimo priedas suteikia pažangius vaizdo pagerinimo nustatymus.
lv: VideoUzlabošanas spraudnis uztur papildu video uzlabošanas iestatījumus.
no: VideoEnhancement tilbyr innstillinger for avanserte videoforbedringer.

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
cs: VideoTune umožní lépe doladit obraz na TV, (jas, kontrast atp...)
es: VideoTune ayuda a ajustar la pantalla de su televisor. Puede controlar el brillo y el contraste de su televisor.
hr: VideoTune pomaže fino ugađanje TV zaslona. Možete kontrolirati svjetlinu i kontrast tv.
lt: Vaizdo suderinimas padeda koreguoti jūsų TV ekraną. Jūs galite kontroliuoti savo tv ryškumą ir kontrastą.
lv: VideoNoskaņotājs palīdzēs precīzi noregulēt jūsu TV ekrānu. Jūs varat regulētlēt jūsu TV spilgtumu un kontrastu.
no: VideoTune hjelper deg å fininstille TV skjermen. Du kan også kontrollere lysstyrke og kontrast.

source: The Videomode plugin provides advanced video mode settings.
cs: Modul poskytuje možnost rozšířené konfigurace videa.
es: El plugin Videomode proporciona configuración de video avanzado.
hr: Videomode dodatak pruža napredne postavke slike.
lt: Vaizdo būsenos priedas suteikia pažangius vaizdo nustatymus.
lv: Videorežīma sparaudnis uztur papildu video režīma iestatījumus.
no: Videomode plugin tilbyr avansert videomodusinnstillinger.

source: The backup failed. Please choose a different backup location.
cs: Zálohování selhalo. Vyberte jiné umístění zálohy.
es: La copia de seguridad falló. Elija una ubicación para la copia de seguridad diferente.
hr: Neuspjela izrada kopije. Molim odaberite drugu lokaciju.
lt: Išsaugoti nepavyko. Pasirinkite kitą vietą išsaugojimui.
lv: Rezerves kopēšana neizdevās. Lūdzu izvēlieties citu vietu rezerves kopijai.
no: Backupen feilet. Vennligst velg en annen backupplassering.

source: The device will shutdown due to inactivity. Do you want to abort the shutdown?
cs: Sat. přijímač se po nastavené době nečinnosti vypne ! ... zrušit příkaz ?
es: El dispositivo se apagará debido a la inactividad. ¿Desea cancelar el apagado?
hr: Uređaj će se isključiti zbog neaktivnosti. Želite li prekinuti isključivanje?
lt: Prietaisas bus išjungtas dėl neaktyvumo. Ar norite nutraukti išjungimą?
lv: Ierīce tiks izslēgta neaktivitātes dēļ. Vai vēlaties atcelt izslēgšanu?
no: Din Dreambox vil slå seg av på grunn av inaktivitet. Vil du avbryte dette?

source: The directory %s is not writable. Make sure you select a writable directory instead.
cs: Do složky %s nelze zapisovat ! Vyberte jinou použitelnou složku.
es: El directorio %s no es escribible. Seleccione otro directorio que si lo sea.
hr: Direktorij %s nije zapisiv. Provjerite da li ste odabrali zapisiv direktorij.
lt: Katalogas %s nėra įrašomas. Įsitikinkite, kad pasirinkote įrašymui tinkamą katalogą.
lv: Mape %s nav ierakstāma. Pārliecinieties, ka jūs izvēlējāties ierakstāmu mapi.
no: Kataølogen %s er ikke skrivbar. Sørg for å velge en skrivbar katalog i stedet.

source: The following files were found...
cs: Nalezeny balíčky v ../tmp ...
es: Los siguientes ficheros fueron encontrados...
hr: Pronađene su slijedeće datoteke...
lt: Rasti šie failai...
lv: Tika atrasti sekojoši faili...
no: Følgende filer ble funnet...

source: The installation of the default services lists is finished.
cs: Vybraný seznam kanálů je nainstalovaný.
es: La instalación de la lista de canales por defecto ha terminado.
hr: Instalacija zadanih lista kanala je završena.
lt: Numatytųjų kanalų sąrašų įdiegimas baigtas.
lv: Noklusēto kanālu sarakstu instalēšana pabeigta.
no: Installasjonen av standard tjenesteliste er ferdig.

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
cs: Předvolený seznam kanálů je nainstalovaný. OK -> pokračovat v konfiguraci...
es: La instalación de la configuración por defecto ha terminado. Puede ahora continuar configurando su Dreambox presionando el botón OK de su mando a distancia.
hr: Instalacija na tvorničke postavke je završena. Sada možete nastaviti konfiguriranje Dreamboxa pritiskom na tipku OK na daljinskom upravljaču.
lt: Numatytųjų kanalų sąrašų įdiegimas yra baigtas. Dabar jūs galite tęsti savo imtuvo konfigūravimą, spausdami OK mygtuką distanciniame valdymo pulte.
lv: Noklusēto iestatījumu uzstādīšana ir pabeigta. Tagad varat turpināt Dreambox konfigurēšanu, spiežot OK taustiņu uz tālvadības pults.
no: Installasjonen av standard innstillinger er ferdig. Du kan nå fortsette å konfigurere din Dreambox, ved å trykke OK knappen.

source: The package doesn't contain anything.
cs: Balíček neobsahuje vůbec nic !
es: El paquete no contiene nada.
hr: Paket ne sadrži ništa.
lt: Paketo sudėtyje nieko nėra.
lv: Pakotne neko nesatur.
no: Pakken inneholder ingenting.

source: The package:
cs: balíček :
es: El paquete:
hr: Paket:
lt: Paketas:
lv: Pakotne:
no: Pakke:

source: The path %s already exists.
cs: Složka %s již existuje
es: El directorio %s ya existe.
hr: Putanja %s već postoji.
lt: Kelias %s jau yra.
lv: Ceļš %s jau eksistē.
no: Stien %s finnes allerede.

source: The pin code you entered is wrong.
cs: Zadaný PIN kód je chybný !
es: El pin introducido no es correcto.
hr: Unešen je krivi pin kod.
lt: Įvedėte neteisingą PIN kodą.
lv: Jūsu ievadītais pin kods ir nepareizs.
no: Pin koden du la inn var feil.

source: The results have been written to %s.
cs: Výsledek byl zapsaný do %s
es: Los resultados han sido escritos a %s.
hr: Rezultati su bili upisani na %s.
lt: Rezultatai įrašyti į %s.
lv: Rezultāti saglabāti %s.
no: Resultatet ble lagret i %s.

source: The sleep timer has been activated.
cs: Časovač pro uspání byl aktivovaný...
es: El apagado automático ha sido activado.
hr: Tajmer spavanja je uključen.
lt: Miego laikmatis yra įjungtas.
lv: Iemigšanas taimeris tika aktivizēts.
no: Sleep timeren har blitt aktivert.

source: The sleep timer has been disabled.
cs: Časovač pro uspání byl deaktivovaný...
es: El apagado automático ha sido cancelado.
hr: Tajmer spavanja je isključen.
lt: Miego laikmatis išjungtas.
lv: Iemigšanas taimeris tika izslēgts.
no: Sleep timeren har blitt deaktivert.

source: The timer file (timers.xml) is corrupt and could not be loaded.
cs: Soubor časovačů (timers.xml) je poškozený, nelze ho načíst !
es: El fichero de grabaciones (timers.xml) está corrupto y no puede cargarse.
hr: Timer datoteka (timers.xml) je oštećena i ne može biti učitana.
lt: Laikmačio failas (timers.xml) sugadintas ir atverti nepavyko.
lv: Taimera fails (timers.xml) ir bojāts un to nevar ielādēt.
no: Timerfilen (timers.xml) er korrupt og kunne ikke lastes.

source: The wizard can backup your current settings. Do you want to do a backup now?
cs: Průvodce může zazálohovat vaši konfiguraci. Chcete to teď spustit ?
es: El asistente puede hacer una copia de seguridad de su configuración actual. ¿Quieres hacer una copia de seguridad ahora?
hr: Vodič može napraviti kopiju postavki. Želite li je napraviti sada?
lt: Nustatymų vedlys gali išsaugoti jūsų veikiančius nustatymus. Jūs norite tai padaryti dabar?
lv: Vednis var izveidot pašreizējo iestatījumu rezerves kopiju. Vai vēlaties veidot rezerves kopiju tūlīt?
no: Guiden kan ta backup av dine nåværende innstillinger. Vil du ta backup nå?

source: The wizard is finished now.
cs: Průvodce dokončil nastavení
es: El asistente ha finalizado ahora.
hr: Vodič je završio.
lt: Vedlys baigė darbą.
lv: Vednis ir pabeidzis darbu.
no: Guiden er ferdig nå.

source: There are %s updates available.
cs: %s - nových dostupných aktualizací...
es: Hay %s actualizaciones disponibles.
lt: Yra %s atnaujinimų.
lv: Ir pieejami %s atajuninājumi.
no: Det er %s oppdateringer tilgjengelig.

source: There are at least
cs: ...k dispozici :
es: Hay por lo menos
hr: Postoje najmanje
lt: Bent jau yra
lv: Šeit ir vismaz
no: Det er minst

source: There are currently no outstanding actions.
cs: Aktuálně není nic vybráno...
es: Actualmente no hay acciones pendientes.
hr: Trenutno nema otvorenih akcija.
lt: Šiuo metu nėra jokių neįvykdytų veiksmų.
lv: Pašlaik nav aktuālu darbību.
no: Det er i øyeblikket ingen utestående handlinger.

source: There are no default services lists in your image.
cs: Nejsou k dispozici žádné odpovídající sady kanálů !
es: No hay lista de canales por defecto en su imagen.
hr: Nema tvorničke liste kanala u vašem imageu.
lt: Nėra jokių numatytųjų kanalų sąrašų jūsų atvaizde.
lv: Jūsu imidžā nav noklusēto kanālu sarakstu.
no: Det finnes ingen standard tjenesteliste i ditt image.

source: There are no default settings in your image.
cs: Předvolené nastavení v systému (Image) chybí !
es: No hay configuración por defecto en su imagen.
hr: Nema zadanih postavki u vašem imageu.
lt: Nėra jokių numatytųjų nustatymų jūsų atvaizde.
lv: Imidžā nav noklusēto iestatījumu.
no: Det finnes ingen standard innstillinger i ditt image.

source: There are no updates available.
cs: Nejsou dostupné žádné aktualizace !
es: No hay actualizaciones disponibles.
hr: Nema dostupnih ažuriranja.
lt: Galimų atnaujinimų nėra.
lv: Pašlaik atjauninājumi nav pieejami.
no: Det finnes ikke oppdateringer tilgjengelig.

source: There are now
cs: Je tam už teď...
es: Son ahora
hr: Tu su sada
lt: Dabar yra
lv: Pašlaik šeit ir
no: Det er nå

source: There is a new firmware for your frontprocessor available. Update now?
cs: K dispozici je nový firmware pro frontprocesor. Aktualizovat nyní ?
es: Hay disponible un nuevo firmware para su "frontprocessor ". ¿Actualizar ahora?
lt: Yra nauja programinė įranga, skirta jūsų priekiniam procesoriui. Atnaujinti dabar?

source: There is no active connection.
cs: Chybí aktivní připojení !
es: No hay conexión activa.
hr: Nema aktivne veze.
lt: Nėra aktyvaus ryšio.
lv: Nav aktīva savienojuma.
no: Det er ingen aktive tilkoblinger.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
cs: Není dostatek místa ve vybraném disk.oddílu ! Chcete pokračovat ?
es: Es posible que no haya suficiente espacio en la partición seleccionada. ¿De verdad quieres continuar?
hr: Nema dovoljno prostora na odabranoj Particiji. Da li stvarno želite nastaviti?
lt: Gali trukti laisvos vietos pasirinktame disko skaidinyje. Ar norite tęsti?
lv: Izvēlētajā partīcijā var nebūt pietiekami daudz vietas. Vai tiešām vēlaties turpināt?
no: Det er muligens ikke nok plass på den valgt partisjonen. Vil du virkelig fortsette?

source: There was an error downloading the packetlist. Please try again.
cs: Chyba při stahování seznamu modulů ! Opakujte akci.
es: Ocurrió un error descargando la lista de paquetes. Inténtelo de nuevo.
hr: Došlo je do pogreške u preuzimanju liste paketa. Molim pokušajte ponovno.
lt: Įvyko klaida, parsisiunčiant paketo sąrašą. Prašome bandyti dar kartą.
lv: Notika kļūda lejuplādējot pakotņu sarakstu. Lūdzu mēģiniet vēlreiz.
no: Det oppstod en feil under nedlasting av pakkeliste. Vennligst prøv igjen.

source: There was an error. The package:
cs: Vyskytla se chyba, balíček :
es: Ocurrió un error. El paquete:
hr: Došlo je do pogreške. Paket:
lt: Buvo klaidų. Paketas:
lv: Notika kļūda. Pakotne:
no: Det oppstod en feil. Pakken :

source: There was en error while configuring your %(desc)s.
cs: Při konfiguraci %(desc)s došlo k chybě !
es: Ocurrió un error al configurar su %(desc)s.
hr: Došlo je do greške prilikom konfiguracije %(desc)s.
lt: Šioje vietoje yra klaidų konfigūruojant jūsų %(desc)s.
lv: Notika kļūda konfigurējot jūsu %(desc)s.
no: En feil oppstod under konfigurering av din %(desc)s.

source: There was en error while configuring your storage device.
cs: Při konfiguraci úložného zařízení se vyskytla chyba !
es: Ocurrió un error al configurar su dispositivo de almacenamiento.
hr: Došlo je do greške prilikom konfiguracije uređaja za pohranu.
lt: Įvyko klaida konfigūruojant saugojimo įrenginį.
lv: Notika kļūda konfigurējot jūsu glabātuves ierīci.
no: En feil oppstod under konfigurasjon av din lagringsenhet.

source: There was no input for too long!
cs: Příliš dlouho nebyl žádný vstup !
es: ¡No hubo entrada durante demasiado tiempo!
hr: Nije bilo unosa prilično dugo!
lt: Įvesties eilutė per ilga!
lv: Sen nekas netika ievadīts!
no: For lenge siden siste tastetrykk!

source: These options require a bluetooth enabled and connected remote!
cs: Tato volba vyžaduje povolené Bluetooth a připojené dál.ovládání !
es: ¡Estas opciones requieren un mando a distancia bluetooth habilitado!
lt: Šioms parinktims reikia įjungto bluetooth ir prijungto nuotolinio valdymo pulto!
no: Disse valgene krever en bluetooth aktivert og tilkoblet fjernkontroll!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
cs: DVD RW médium je již naformátováno - nové formátování odstraní celý obsah !
es: El disco DVD-RW está ya formateado - reformatear borrará todos los contenidos del disco.
hr: Ovaj DVD-RW je već formatiran - formatiranje će izbrisati sav sadržaj sa diska.
lt: Šis DVD RW diskas jau formatuotas - performatavimas ištrins visą šio disko turinį.
lv: Šis DVD RW disks jau ir formatēts - atkārtota formatēšana dzēsīs visu diska saturu.
no: DVD RW medie er allerede formatert, reformatering vil slette alle data på disken.

source: This Dreambox can't decode %s streams!
cs: Dreambox nedokáže dekódovat stream : %s !
es: Este Dreambox no puede decodificar %s streams!
hr: Ovaj Dreambox ne može dekodirati %s streamove!
lt: Šis imtuvas neiškoduoja %s srautų!
lv: Dreambox nevar atkodēt %s plūsmas!
no: Denne Dreambox kan ikke dekode %s streams!

source: This Playlist already exists!
cs: Tento seznam videa již existuje !
es: ¡Esta lista de reproducción ya existe!
hr: Ova playlista već postoji!
lt: Šis grojaraštis jau egzistuoja!
lv: Šis repertuārs jau eksistē!
no: Denne spillelisten finnes allerede!

source: This feature requires valid EPG!
cs: Tato funkce vyžaduje platné EPG !
es: ¡Esta función requiere una EPG válida!
lt: Ši funkcija reikalauja galiojančio EPG!
no: Denne funksjonen krever fungerende EPG!

source: This is a basic browser for your dreambox.
cs: Základní síťový prohlížeč Dreamboxu.
es: Este es un navegador básico para su Dreambox.
hr: Ovo je internet preglednik za vaš drembox.
lt: Tai yra pagrindinė jūsų imtuvo naršyklė.
lv: Šis ir jūsu dreambox pamatpārlūks.
no: Dette er en enkel browser til din dreambox.

source: This is step number 2.
cs: Toto je 2. krok
es: Este es el paso número 2.
hr: Ovo je korak broj 2.
lt: Šis žingsnis yra numeris 2.
lv: Šis ir solis numur 2.
no: Dette er steg nr.2.

source: This notification does not allow deferred execution!
cs: Toto oznámení neumožňuje odložené spuštění !
es: ¡Esta notificación no permite la ejecución diferida!
hr: Ova obavijest nedozvoljava odgođena izvršenja!
lt: Šis pranešimas neturi leisti atidėjimo vykdymo!
lv: Šis paziņojums neļauj atlikto izpildi!
no: Denne varslingen tillater ikke utsatt kjøring!

source: This plugin is installed.
cs: Zásuvný modul je nainstalovaný...
es: Este plugin está instalado.
hr: Dodatak je instaliran.
lt: Šis priedas yra įdiegtas.
lv: Šis spraudnis ir instalēts.
no: Plugin er installert.

source: This plugin is not installed.
cs: Zásuvný modul není nainstalovaný !
es: Este plugin no está instalado.
hr: Dodatak nije instaliran.
lt: Šis priedas neįdiegtas.
lv: Šis spraudnis nav instalēts.
no: Plugin er ikke installert.

source: This plugin is used to connect input devices with your dreambox.
cs: Tento modul se používá pro připojení vstupního zařízení do dreamboxu.
es: Este plugin se utiliza para conectar dispositivos de entrada con su Dreambox.
lt: Šis priedas yra naudojamas prijungti įvesties įrenginius su jūsų imtuvu.
no: Dette plugin er brukt til å koble inndataenheter til din Dreambox.

source: This plugin is used to control your dreambox using DBus.
cs: Modul pro ovládání Dreamboxu přes DBus.
es: Este plugin se usa para controlar su Dreambox usando DBus.
lt: Šis priedas naudojamas valdyti imtuvą naudojant DBus.
no: Dette tillegget brukes til å kontrollere dreambox ved hjelp av DBus.

source: This plugin is used to setup the network on your dreambox.
cs: Tento modul je připravený pro nastavení sítě Dreamboxu
es: Este plugin se utiliza para configurar la red en su Dreambox.
hr: Ovaj dodatak se koristi za postavljanje mreže vašeg dreamboxa.
lt: Šis priedas naudojamas jūsų imtuvo tinklo nustatymui.
lv: Šis spraudnis tiek lietots, lai iestatītu tīklu uz jūsu dreambox.
no: Dette plugin brukes til å sette opp nettverket på din Dreambox.

source: This plugin will be installed.
cs: Nainstalovat zásuvný modul
es: Este plugin será instalado.
hr: Dodatak će biti instaliran.
lt: Šis priedas gali būti įdiegtas.
lv: Šis sparaudnis tiks instalēts.
no: Pluginet vil bli installert.

source: This plugin will be removed.
cs: Odebrat zásuvný modul
es: Este plugin será desinstalado.
hr: Dodatak će biti obrisan.
lt: Šis priedas gali būti pašalintas.
lv: Šis sparaudnis tiks noņemts.
no: Pluginnet vil bli fjernet.

source: This system tool is internally used to program the hardware with firmware updates.
cs: Tento systémový nástroj je pro interní využití, pro hardware a firmware aktualizace
es: Esta herramienta del sistema se usa internamente para programar el hardware con actualizaciones del firmware.
hr: Ovaj sistemski alat se interno koristi za programiranje hardvera s nadogradnjama.
lt: Ši sistemos priemonė yra naudojama aparatinės įrangos viduje su programinės įrangos atnaujinimais.
lv: Šis sistēmas rīks ir iekšējai lietošanai, lai programmētu aparatūru ar programmatūras atjauninājumiem.
no: Dette systemverktøyet blir internt brukt til å programer maskinvaren med programvareoppdateringer.

source: This will reset all CeC settings to their factory defaults Continue?
cs: Resetujete všechno nastavení CeC podle předvoleb ! Pokračovat ?
es: Esto restablecerá todas las configuraciones de CeC a sus valores predeterminados de fábrica. ¿Continuar?
lt: Bus iš naujo nustatyti visi CEC nustatymai pagal gamykliškai numatytus Tęsti?
no: Dette vil tilbakestille all CeC innstillinger til standard verdier Fortsette?

source: Three
cs: tři
es: Tres
hr: Tri
lt: Trys
lv: Koks
no: Tre

source: Threshold
cs: práh
es: Umbral
hr: Prag
lt: Signalo riba
lv: Heterodinas
no: Terskel

source: Thu
cs: Čt
es: Jue
hr: Čet
lt: Ket
lv: Ce
no: Tor

source: Thumbnails
cs: náhled miniatur
es: Miniaturas
hr: Sličice
lt: Miniatiūros
lv: Sīkattēli
no: Miniatyrbilder

source: Thumbnails: Delay before loading (msec)
cs: miniatury - zpoždění před načtením (msek.) :
es: Miniaturas: Retraso antes de cargar (mseg)
hr: Sličice: Odgodi prije učitavanja (msec)
lt: Miniatiūros: Delsa prieš įkėlimą (msek)
lv: Sīkattēli: Aizture pirms ielādes (ms)
no: Miniatyrbilder: Forsinkelse før lasting (msek)

source: Thumbnails: Enable cache
cs: miniatury - aktivovat ukládání do paměti :
es: Miniaturas: Habilitar caché
hr: Sličice: Uključi cache
lt: Miniatiūros: Įjungti talpyklą
lv: Sīkattēli: Aktivizēt kešatmiņu
no: Miniatyrbilder: Aktiver buffer

source: Thursday
cs: čtvrtek
es: Jueves
hr: Četvrtak
lt: Ketvirtadienis
lv: Ceturtdiena
no: Torsdag

source: Time
cs: čas od-do...
es: Hora
hr: Vrijeme
lt: Laikas
lv: Laiks
no: Tid

source: Time server configuration
cs: konfigurace časového serveru
es: Configuración del servidor de hora
lt: Laiko serverio konfigūracija
lv: Laika servera konfigurācija
no: Tidsserver konfigurasjon

source: Time to jump to by pressing the yellow key.
cs: časový skok přes žluté tlačítko
es: Tiempo de salto presionando la tecla amarilla.
hr: Vrijeme na koje želite preskočiti učinite pritiskom na žutu tipku.
lt: Paspaudus geltoną mygtuką, pereikite prie laiko.
lv: Laiks, lai pārietu uz, nospiežot dzelteno taustiņu.
no: Tid å flytte til ved å trykke GUL tast.

source: Time/Date Input
cs: nastavení času a datumu
es: Entrada de hora/fecha
hr: Unos Vremena/Datuma
lt: Datos / Laiko įvestis
lv: Laika/Datuma ievade
no: Tid/Dato

source: Timeout!
cs: časový limit !
es: ¡Temporizado!
hr: Isteklo!
lt: Pertrauka!
lv: Noildze!
no: Tidsavbrudd!

source: Timer
cs: časovač nahrávání>>
es: Grabación
hr: Tajmer
lt: Laikmatis
lv: Taimeris
