Repository: atefganm/enigma2-po
Catalog: po/*.po
Languages: cs, es, hr, lt, lv, no

source: No, skip update process
cs: ne, přeskočit proces aktualizace
es: No, omitir el proceso de actualización
lt: Ne, praleisti naujinimo procesą

source: Non TS Streaming Buffer (ms)
cs: nesdílený TS buffer (ms)
lt: Ne TS transliacijos buferis (ms)

source: None
cs: -nic-
es: Ninguno
hr: Prazno
lt: Joks
lv: Nav
no: Ingen

source: Nonlinear
cs: nelineární
es: No lineal
hr: Nelinearni
lt: Nelinijinė
lv: Nelineārs
no: Ikke lineær

source: North
cs: severní
es: Norte
hr: Sjever
lt: Šiaurė
lv: Ziemeļi
no: Nord

source: Norwegian
cs: norsky
es: Noruego
hr: Norveški
lt: Norvegų
lv: Norvēģu
no: Norsk

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
cs: Uvolněte prostor na disku ! (%d MB požadováno, %d MB je dostupných)
es: No hay suficiente espacio libre. Por favor libere espacio y reinténtelo. (%d MB requeridos, %d MB disponibles)
hr: Nema dovoljno mjesta na disku. Molim oslobodite mjesta na disku i pokušajte ponovno. (%d MB potrebno, %d MB dostupno)
lt: Diske trūksta vietos. Atlaisvinkite diske vietos ir bandykite dar kartą. (Reikia %d MB, o yra %d MB)
lv: Nav pietiekami vietas uz diska. Lūdzu atbrīvot vietu uz diska un mēģināt vēlreiz. (%d MB nepieciešami, %d MB pieejami)
no: Ikke nok diskplass. Vennligst frigjør diskplass og prøv på nytt. (%d MB nødvendig, %d MB tilgjengelig)

source: Not implemented, yet!
cs: Není ještě provedeno !
es: ¡Aun no implementado!
hr: Nije implementirano, još!
lt: Dar neįvykdyta!
lv: Vēl nav ieviests!
no: Ikke lagt til enda!

source: Not mounted!
cs: Není připojeno !
es: ¡No montado!
hr: Nije montirano!
lt: Neprijungta!
lv: Nav piemontēts!
no: Ikke montert!

source: Not tested:
cs: netestováno :
es: No probado:
lt: Netikrinta:
lv: Nepārbaudīts:
no: Ikke testet:

source: Nothing there!
cs: Nebylo nic nalezeno !
es: ¡Nada ahí!
hr: Nema ništa!
lt: Čia tuščia!
lv: Te nav ko!
no: Ingenting der!

source: Nothing to add...
cs: Nebylo nic přidáno...
es: Nada que añadir...
hr: Ništa za dodat…
lt: Nėra ko pridėti...
lv: Nav ko pievienot...
no: Ikke noe å legge til...

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
cs: Nic nebylo nalezeno ! Před prohledáváním musíte nastavit tuner !
es: ¡Nada que buscar! Por favor, configure su sintonizador antes de buscar un canal.
hr: Nema ništa za pretragu! Molim podesite postavke Tunera prije početka pretraživanja.
lt: Nėra ko ieškoti! Prašome, suderinkite savo imtuvą prieš paleidžiant kanalų paiešką.
lv: Nav ko skenēt! Lūdzu iestatiet uztvērēju pirms sākat skenēt kanālus.
no: Ikke mulig å søke! Vennligst konfigurer tuner før søking etter kanaler.

source: Nothing to scan! Press Exit!
cs: Není co prohledávat. Ukončete to...
es: ¡Nada que buscar! ¡Pulse Exit!
hr: Nema ništa za skeniranje! Pritisnite izlaz!
lt: Nėra ko ieškoti! Paspauskite Exit!
lv: Nav ko skenētt! Spiediet Exit!
no: Ikke mulig å søke! Trykk EXIT!

source: Notification
cs: oznámení
es: Notificación
hr: Obavijest
lt: Perspėjimas
lv: Paziņojums
no: Varsling

source: Notification Queue
cs: hlášení o frontě...
es: Cola de Notificación
hr: Redoslijed Obavijesti
lt: Perspėjimo eilė
lv: Paziņojumu rinda
no: Varslingskø

source: Notification Queue Viewer
cs: zobrazit hlášení o frontě...
es: Visor de cola de notificaciones
hr: Preglednik Redoslijeda Obavijesti
lt: Perspėjimo eilės peržiūra
lv: Paziņojumu rindas skatītājs
no: Meldingskø leser

source: Now
cs: aktuální čas
es: Ahora
hr: Trenutno
lt: Dabar
lv: Pašlaik
no: Nå

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
cs: Nyní použijte nastavení kontrastu pro nastavení světlosti pozadí na nejvyšší hodnotu, ale ujistěte se, že stále vidíte rozdíl mezi dvěma nejsvětlejšími odstíny. Pokud je hotovo, stiskněte OK.
es: Ahora, utiliza el ajuste de contraste para subir el brillo del fondo tanto como sea posible, pero asegúrate de que todavía puedes ver la diferencia entre los dos niveles más brillantes de los tonos. Si lo has hecho, pulsa OK.
hr: Sada, koristite postavku kontrasta da pojačate svjetlinu pozadine koliko god je to moguće, ali tako da još uvijek možete vidjeti razliku između dvije najsjajnije razine sjene. Ako ste to učinili, pritisnite tipku OK.
lt: Dabar nustatykite kontrastą, kad padidinti fono šviesumą tiek kiek įmanoma, bet tik tiek, kad du pačius šviesiausius atspalvius jūsų akis vis dar atskirtų. Jei taip padarėte, spauskite OK.
lv: Tagad lietojiet kontrasta iestatīšanu, lai palielinātu fona spilgtumu cik vien iespējams, bet pārliecinieties, ka divi spilgtāko toņu līmeņi joprojām ir izšķirami. Ja esat to izdarījuši, spiediet OK.
no: Bruk kontrastinstillningen for å justere lysstyrke på bakgrunnen så mye som mulig, men pass på att du fortsatt kan skille mellom de to lyseste skyggenivåene. Når du har gjort dette, trykk OK.

source: Number of B-Frames
cs: počet B-rámců
es: Número de "B-Frames"
lt: B rėmelių skaičius
no: Antall B-Frames

source: Number of P-Frames
cs: počet P-rámců
es: Número de "P-Frames"
lt: P rėmelių skaičius
no: Antall P-Frames

source: Number of slices
cs: počet střihů
es: Número de partes
lt: Skiltelių skaičius
no: Antall biter

source: OK
lt: Gerai
lv: Labi

source: OK button mapping
cs: OK -> namapovat
es: Asignación del botón OK
lt: OK mygtuko išdėstymas
no: Handling for OK tast

source: OK, and don't ask again
cs: OK -> dále se neptat...
es: OK, y no pregunte de nuevo
hr: Da, i ne pitaj ponovno
lt: Gerai ir daugiau neklauskite
lv: Labi, un nevaicāt atkal
no: OK, ikke spør igjen

source: OK, and set up a new default storage device
cs: OK -> nastavit nový disk do předvoleb...
es: OK, y configura un nuevo dispositivo de almacenamiento por defecto
hr: OK, i postavi novi primarni uređaj za pohranu
lt: Gerai ir nustatykite naują numatytąjį saugojimo įrenginį
lv: Labi, un izveidot jaunu noklusēto glabātuves ierīci
no: OK, og sett opp ny lagringsenhet

source: OK, do nothing
cs: OK -> nedělat nic...
es: OK, no hacer nada
hr: OK, ništa ne čini
lt: Gerai, nieko nedaryti
lv: Labi, nedarīt nako
no: OK, ikke gjør noe

source: OK, guide me through the upgrade process
cs: OK -> použít průvodce pro reinstalaci...
es: OK, guíeme a través del proceso de actualización
hr: OK, vodi me kroz postupak nadogradnje
lt: Gerai, informuokite apie atnaujinimo eigą
lv: Labi, pavadi mani atjaunināšanas procesā
no: OK, guide meg gjennom oppgraderingsprosessen

source: OK, remove another extensions
cs: OK -> odebrat další moduly...
es: OK, borrar las otras extensiones
hr: OK, uklonite ostale dodatke
lt: Gerai, pašalinkite kitus išplėtimus
lv: Labi, dzēst citus papildinājumus
no: OK, fjern flere tillegg

source: OK, remove some extensions
cs: OK -> odebrat některé moduly...
es: OK, borrar algunas extensiones
hr: OK, uklonite neke dodatke
lt: Gerai, pašalinkite bet kokius išplėtimus
lv: Labi, dzēst dažus papildinājumus
no: OK, fjern noen tillegg

source: OSD Name
cs: označení boxu
es: OSD Nombre
hr: OSD Ime
lt: OSD pavadinimas
lv: OSD Nosaukums
no: OSD navn

source: OSD Settings
cs: nastavení boxu
es: Configurar OSD
hr: Postavke OSD
lt: OSD nustatymai
lv: OSD iestatījumi
no: OSD innstillinger

source: OSD cross-fading for text and pictures)
cs: -- prolínání textu a obrázku na obrazovce
es: "Cross-fading" de OSD para texto e imágenes
lt: OSD teksto ir nuotraukų kryžminis išblukimas
no: OSD kryssfalming for tekst og grafikk)

source: OSD visibility
cs: viditelnost OSD
es: Visibilidad OSD
hr: OSD vidljivost
lt: OSD matomumas
lv: OSD redzamība
no: OSD synlighet

source: OSD, Video and Audio Settings
cs: Skiny, animace, OLED, rastry, extra info-panel_
es: Configuración de OSD, vídeo y audio
hr: OSD, Video i Audio Postavke
lt: OSD, vaizdo ir garso nustatymai
lv: OSD, Video un Audio iestatījumi
no: OSD, Video og Lydinnstilliger

source: Off
cs: vyp.
es: Apagar
hr: Isključeno
lt: Išjungta
lv: Izslēgts
no: Av

source: Offline
cs: chybí připojení
es: Desconectado
hr: Nedostupno
lt: Atsijungęs
lv: Bezsaites
no: Frakoblet

source: Offset in scroll mode (px)
cs: posun v režimu rolování (px)
es: Offset en modo scroll (puntos)
hr: Offset u skrol modu (px)
lt: Kompensuoti slinktį (piks)
lv: Nobīde tīšanas režīmā (px)
no: Forskyvning i rullemodus (Scroll mode)

source: On
cs: zap.
es: Encender
hr: Uključeno
lt: Įjungta
lv: Ieslēgts
no: På

source: One
cs: jeden
es: Uno
hr: Jedan
lt: Vienas
lv: Viens
no: En

source: Only Free scan
cs: hledat pouze nekódované
es: Sólo escanear libres
hr: Pretraži samo slobodne
lt: Ieškoti tik nekoduotų
lv: Tikai nekodētos
no: Bare gratis søk

source: Only HD
cs: pouze HD
es: Solo HD
hr: Samo HD
lt: Tik HD
lv: Tikai HD
no: Bare HD

source: Only SD
cs: pouze SD
es: Solo SD
hr: Samo SD
lt: Tik SD
lv: Tikai SD
no: Bare SD

source: Only extensions.
cs: zpracovat výběr
es: Sólo extensiones.
hr: Samo extenzije.
lt: Tik išplėtimus.
lv: Tikai papildinājumus.
no: Bare tillegg.

source: Open Device Connection Manager
cs: otevřít správce pro připojení zařízení
es: Abrir el Administrador de conexión de dispositivos
lt: Atidarykite įrenginių prijungimo tvarkytuvą
lv: Atvērt ierīču savienošanas pārvaldnieku
no: Åpne tilkoblingsbehandler for bluetoothenhet

source: Open GOP
cs: otevření GOP
es: Abrir GOP
lt: Atverti GOP
lv: Atvērt GOP
no: Åpen GOP

source: Open Menu
cs: otevřít menu
es: Abrir Menu
hr: Otvori Izbornik
lt: Atverti meniu
lv: Atvērt izvēlni
no: Åpne meny

source: Open Virtual Keyboard
cs: otevřít virtuální klávesnici
es: Abrir Teclado Virtual
hr: Otvorni Virtualnu Tipkovnicu
lt: Atverti virtualią klaviatūrą
lv: Atvērt virtuālo tastatūru
no: Åpne virtuelt tastatur

source: Option Selector
cs: výběr voleb
es: Selector de opciones
lt: Parinkties pasirinkimas
no: Alternativvelger

source: Orbital position
cs: pozice na orbitě
es: Posición orbital
hr: Orbitalna pozicija
lt: Padėtis orbitoje
lv: Pozīcija orbītā
no: Orbit posisjon

source: Other
cs: ---OSTATNÍ---
es: Otro
hr: Ostalo
lt: Kita
lv: Cits
no: Andre

source: Overall progress:
cs: celkový průběh :
es: Progreso general:
lt: Bendras progresas:
lv: Vispārējā norise:
no: Total fremdrift:

source: Overload
cs: přetížení
es: Sobrecarga
hr: Preopterećen
lt: Perkrova
lv: Pārslodze
no: Overbelastet

source: Overwrite configuration files ?
cs: přepsat konfigurační soubory...
es: ¿Sobrescribir los archivos de configuración?
hr: Prepiši konfiguracijske datoteke?
lt: Pakeisti konfigūracijos failus ?
lv: Pārrakstīt konfigurācijas failus ?
no: Skriv over konfigurasjonsfil?

source: Overwrite configuration files during software upgrade?
cs: Přepsat konfig.soubory při aktualizaci software ?_
es: ¿Sobrescribir los archivos de configuración durante la actualización del software?
hr: Prepiši konfiguracijske datoteke tijekom nadogradnje softvera?
lt: Ar atnaujinimo metu pakeisti konfigūracijos failus naujais?
lv: Programmatūras atjaunināšanas laikā pārrakstīt konfigurācijas failus?
no: Skriv over konfigurasjonsfil under programoppdatering?

source: P L A Y L I S T
cs: SEZNAM VYBRANÉHO VIDEA
lt: G R O J A R A Š T I S
lv: R E P E R T U Ā R S
no: S P I L L E L I S T E

source: PIN WARNING
cs: PIN - varování
es: ADVERTENCIA PIN
hr: PIN UPOZORENJE
lt: PIN ĮSPĖJIMAS
lv: PIN BRĪDINĀJUMS
no: PIN advarsel

source: PLP ID Auto
lt: PLP ID automatinis

source: PLS Code
cs: kód PLS
lt: PLS kodas
lv: PLS kods
no: PLS kode

source: PLS Mode
cs: mód PLS
lt: PLS būsena
lv: PLS režīms
no: PLS modus

source: Package Selection
cs: výběr balíčků
es: Selección de paquetes
lt: Paketo pasirinkimas
lv: Pakotņu atlase
no: Pakkevalg

source: Package list update
cs: ...aktualizuji seznam balíčků...
es: Actualización de lista de paquetes
hr: Nadogradnja liste paketa
lt: Paketų sąrašo atnaujinimas
lv: Pakotņu saraksta atjaunināšana
no: Pakkeliste oppdatering

source: Package removal failed.
cs: Odebrání balíčku selhalo !
es: No se pudo eliminar el paquete.
hr: Uklanjanje paketa nije uspjelo.
lt: Paketo pašalinti nepavyko.
lv: Pakotnes dzēšana neizdevās.
no: Fjerning av pakke feilet.

source: Package removed successfully.
cs: Balíček byl odebraný !
es: Paquete eliminado con éxito.
hr: Brisanje paketa uspješno.
lt: Paketas pašalintas sėkmingai.
lv: Pakotne sekmīgi nodzēsta.
no: Pakke fjernet.

source: Packet management
cs: všechny dostupné moduly na webu
es: Gestión de paquetes
hr: Rukovanje paketima
lt: Paketų valdymas
lv: Pakotņu pārvaldība
no: Pakkeadministrering

source: Packet manager
cs: Správce modulů...
es: Administrador de paquetes
hr: Program za upravljanje paketima
lt: Paketų valdytojas
lv: Pakotņu pārvaldnieks
no: Pakkeadministrator

source: Page Down / Zoom out
cs: o stránku dolů / zmenšit
es: Página Abajo / Zoom -
hr: Stranica dolje / Smanji
lt: Puslapis žemyn / nutolinti
lv: Lapa lejup / Attālināt
no: Page Down / zoom ut

source: Page Up / Zoom in
cs: o stránku / zvětšit
es: Página Arriba / Zoom +
hr: Stranica gore / Povećaj
lt: Puslapis aukštyn / priartinti
lv: Lapa augšup / Pietuvināt
no: Page Up / zoom inn

source: Page to load on startup
cs: načíst stránku při startu
es: Página a cargar al inicio
hr: Učitaj stranicu na pokretanju
lt: Puslapis įkeliamas paleisties metu
lv: Lapa, ko ielādēt pie palaišanas
no: Last side ved oppstart

source: Pagescroll
cs: rolování stránek
es: Scroll de página
hr: Skroliraj
lt: Puslapio slinktis
lv: Lapu tīšana
no: Siderulling

source: Pan&Scan
lt: Įterps nukerpant šonus

source: Parent Directory
cs: >nahoru<
es: Directorio padre
hr: Predhodni Directory
lt: Pagrindinis katalogas
lv: Iepriekšējā mape
no: Overordnet katalog

source: Parent PIN
cs: PIN rodičovské kontroly
es: PIN parental
hr: Roditeljski PIN
lt: Tėvų kontrolės PIN
lv: Vecāku PIN
no: PIN kode

source: ParentControl
cs: Nastavení rodičovské kontroly
es: Control parental
hr: RoditeljskaZaštita
lt: Tėvų kontrolė
lv: VecākuKontrole
no: Foreldrekontroll

source: ParentControl Finished
cs: Dokončeno nastavení rodičovské kontroly
es: Control parental terminado
hr: Postavke Roditeljske zaštite Završene
lt: Tėvų kontrolė baigta
lv: VecākuKontrole pabeigta
no: Foreldrekontroll ferdig

source: Parental Control
cs: rodičovská kontrola
es: Control Parental
lt: Tėvų kontrolė

source: Parental control
cs: rodičovská kontrola !..
es: Control parental
hr: Roditeljska zaštita
lt: Tėvų kontrolė
lv: Vecāku kontrole
no: Foreldrekontroll

source: Parental control services Editor
cs: rodičovská kontrola
es: Editor de servicios de control parental
hr: Podešavanje roditeljske zaštite na kanalu
lt: Tėvų kontrolės kanalų redaktorius
lv: Vecāku kontroles pakalpojumu redaktors
no: Foreldrekontroll kanalbehandler

source: Parental control setup
cs: Rodičovská kontrola...
es: Configuración del control parental
hr: Postavke roditeljske zaštite
lt: Tėvų kontrolės nustatymai
lv: Vecāku kontroles iestatījumi
no: Foreldrekontroll oppsett

source: Parental control type
cs: typ rodičovské kontroly
es: Tipo de control parental
hr: Tip roditeljske zaštite
lt: Tėvų kontrolė tipas
lv: Vecāku kontroles veids
no: Foreldrekontroll type

source: Partition
cs: disk.oddíl
es: Partición
hr: Particija
lt: Disko skaidinys
lv: Partīcija
no: Partisjon

source: Partition capacity
cs: velikost disk.oddílu
es: Capacidad de la partición
hr: Veličina particije
lt: Disko skaidinio talpa
lv: Partīcijas ietilpība
no: Partisjonsstørrelse

source: Partitions
cs: disk.oddílů
es: Particiones
hr: Particije
lt: Disko skaidiniai
lv: Partīcijas
no: Partisjoner

source: Partnerbox Setup
cs: Nastavení Partnerboxu...
es: Partnerbox Configuración
lt: Nuotolinio imtuvo valdymas
no: Partnerbox oppsett

source: Password
cs: heslo boxu
es: Contraseña
hr: Lozinka
lt: Slaptažodis
lv: Parole
no: Passord

source: Password:
cs: heslo :
es: Contraseña:
hr: Lozinka:
lt: Slaptažodis:
lv: Parole:
no: Passord:

source: Path
cs: cesta
es: Ruta
lt: Kelias
lv: Ceļš
no: Sti

source: Path for persistent storage
cs: složka pro trvalé ukládání
es: Ruta para almacenamiento persistente
hr: Putanja do uređaja za pohranu
lt: Nuolatinis saugojimo kelias
lv: Ceļš uz pastāvīgo glabātuvi
no: Sti til permanent lagring

source: Pause movie at end
cs: zastavit video na konci
es: Parar película al final
hr: Pauziraj film na kraju
lt: Sustabdyti filmą pabaigoje
lv: Apturēt filmas beigās
no: Pause film ved slutt

source: Percent
cs: procenta
es: Porcentaje
hr: Postotak
lt: Procentas
lv: Procenti
no: Prosent

source: Permanent Clock
cs: permanentní hodiny
es: Reloj permanente
lt: Nuolatinis laikrodis
no: Permanent klokke

source: Persian
cs: persky
es: Persa
hr: Perzijski
lt: Persų
lv: Persiešu
no: Persisk

source: PiPSetup
cs: nastavení PiP
es: Ajustes "PiP"
hr: PiP Postavke
lt: PiP valdymas
lv: PiPuzstādījumi
no: BiB oppsett

source: Picons path
cs: ...složka ikon :
es: Ruta Picons
hr: Picons lokacija
lt: Logotipų kelias
lv: Pikonu ceļš
no: Picons katalogsti

source: Picture and Sound
cs: volba skinu, obrazu, animace
es: Imagen y sonido
hr: Slika i Zvuk
lt: Vaizdas ir garsas
lv: Attēls un Skaņa
no: Bilde & Lyd

source: PicturePlayer
es: Reproductor de Fotos
hr: Preglednik Slika
lt: Paveikslėlių grotuvas
lv: Attēlu rādītājs

source: Pictures
cs: obrázky, fotografie
es: Fotos
hr: Slike
lt: Paveikslėliai
lv: Attēli
no: Bilder

source: Pillarbox
lt: Juostos šonuose
no: Sorte kanter

source: Pilot
es: Piloto
lt: Pilotinis

source: Pin code needed
cs: potřebný pin
es: Código pin necesario
hr: Pin kod je potreban
lt: Reikalingas pin kodas
lv: Vajadzīgs PIN kods
no: PIN kode nødvendig

source: Play
cs: přehrát
es: Reproducir
hr: Pokreni
lt: Groti
lv: Atskaņot
no: Spill av

source: Play Audio-CD...
cs: Přehrát audio-CD ...
es: Reproducir Audio-CD...
hr: Pokreni Audio-CD...
lt: Groti garso CD...
lv: Atskaņot mūzikas CD...
no: Spill Audio-CD...

source: Play Bludisc
cs: přehrát bludisk
es: Reproducir Bludisc
hr: Pokreni Bludisc
lt: Groti Bludisc
lv: Atskaņot Bludisc
no: Spill Bludisc

source: Play DVD
cs: Přehrát DVD ...
es: Reproducir DVD
hr: Pokreni DVD
lt: Groti DVD
lv: Atskaņot DVD
no: Spill DVD

source: Play DVDs
cs: Přehraje soubory DVD videa_
es: Reproducir DVDs
hr: Pokreni DVD-e
lt: Groti DVDs
lv: Atskaņot DVDs
no: Spill DVD'er

source: Play Music...
cs: Přehrát audio ...
es: Reproducir Música....
hr: Pokreni Glazbu...
lt: Groti muziką...
lv: Atskaņot mūziku...
no: Spill musikk...

source: Play Music... (MediaCenter)
cs: přehrát audio... (MediaCenter)
es: Reproducir música... (MediaCenter)
hr: Pokreni Glazbu... (Medijski Centar)
lt: Groti muziką ... (medijos centras)
lv: Atskaņot mūziku... (MedijuCentrs)
no: Spiller musikk... (MediaCenter)

source: Play Next Entry
cs: přehrát další položku
es: Reproducir Siguiente Entrada
hr: Pokreni sljedeći traku
lt: Groti sekantį įrašą
lv: Atskaņot nākošo ierakstu
no: Spill neste

source: Play Previous Entry
cs: přehrát předchozí položku
es: Reproducir Entrada Anterior
hr: Pokreni prethodnu traku
lt: Groti ankstesnį įrašą
lv: Atskaņot iepriekšējo ierakstu
no: Spill forrige

source: Play Selected Entry
cs: přehrát vybranou položku
es: Reproducir Entrada Seleccionada
hr: Pokreni Odabrani Unos
lt: Groti pasirinktą įrašą
lv: Atskaņot izvēlēto ierakstu
no: Spill valgtt

source: Play UPnP/DLNA media controlled from an UPnP/DLNA controlpoint on your dreambox.
cs: Přehrát UPnP/DLNA médium ovládané z UPnP/DLNA kontrolního bodu na Dreamboxu
es: Reproduzca medios UPnP/DLNA controlados desde un punto de control UPnP/DLNA en su Dreambox.
hr: Pokreni UPnP/DLNA medij iz UPnP/DLNA vrste uređaja na vašem dreamboxu.
lt: Leisti UPnP/DLNA mediją, kontroliuojamą iš UPnP/DLNA kontrolės taško jūsų imtuve.
no: Spill UPnP/DLNA medie kontrollert av en UPnP/DLNA kontrollpunkt på din Dreambox.

source: Play and watch all your media.
cs: přehrát všechna videa
es: Reproduzca y vea todos sus medios.
lt: Groti ir žiūrėti visą savo mediją.
no: Spill og se alle dine mediefiler.

source: Play back media files
cs: Přehraje soubory videa_
es: Reproducir archivos multimedia
hr: Pokreni multimedijske datoteke
lt: Groti medijos failus
lv: Atskaņot mediju failus
no: Spill mediafiler

source: Play recorded movies...
cs: PVR - nahrané ... menu EasyMedia
es: Reproducir películas grabadas...
hr: Pokreni snimljene filmove...
lt: Žiūrėti įrašytus filmus...
lv: Atskaņot ierakstītās filmas...
no: Spill av opptak

source: Play/Pause
cs: přehrát / pauza
es: Play/Pausa
hr: Pokreni/Pauziraj
lt: Leisti / pauzė
lv: Atskaņot/Pauze
no: Spill/Pause

source: Playback Device
cs: projektor
es: Dispositivo de reproducción
hr: Uređaj za Reprodukciju
lt: Atkūrimo įrenginys
lv: Atskaņošanas ierīce
no: Avspillingsenhet

source: Playback Device 2
cs: projektor 2
es: Dispositivo de reproducción 2
hr: Uređaj za Reprodukciju 2
lt: Atkūrimo įrenginys 2
lv: Atskaņošanas ierīce 2
no: Avspillingsenhet 2

source: Playback Device 3
cs: projektor 3
es: Dispositivo de reproducción 3
hr: Uređaj za Reprodukciju 3
lt: Atkūrimo įrenginys 3
lv: Atskaņošanas ierīce 3
no: Avspillingsenhet 3

source: Playlist has been saved!
cs: Seznam videa byl uložený !
es: ¡La lista de reproducción ha sido guardada!
hr: Popis za produkciju je pohranjen!
lt: Grojaraštis išsaugotas!
lv: Repertuārs tika saglabāts!
no: Spilleliste er lagret!

source: Playlists
cs: seznam videa
es: Listas de reproducción
hr: Popis za produkciju
lt: Grojaraščiai
lv: Repertuāri
no: Spillelister

source: Plays your favorite music and videos
cs: -- přehrávání vybraného videa a audia
es: Reproduce su música y vídeos favoritos
hr: Pokreni svoju omiljenu glazbu i video
lt: Atkuria jūsų mėgstamą muziką ir vaizdo įrašus
lv: Atskaņo jūsu iecienīto mūziku un video
no: Spiller din favorittmusikk og videoer

source: Please Reboot
cs: Restartujte...
es: Por favor, reinicie
hr: Molim Ponovno pokreni
lt: Paleiskite iš naujo
lv: Lūdzu pārstartēt
no: Vennligst restart

source: Please Select Medium to be Scanned
cs: Vyberte zařízení, odkud chcete spustit dávku_
es: Por favor, seleccione el medio a escanear
hr: Odaberite Medij koji će biti Skeniran
lt: Pasirinkite laikmeną, kurią skenuosite
lv: Lūdzu izvēlēties datu nesēju skenēšanai
no: Vennligst velg medie som skal søkes

source: Please add titles to the compilation.
cs: Přidejte titulky do kompilace
es: Por favor, añada títulos a la recopilación.
hr: Molim vas da dodate naslove na kompilaciji.
lt: Įtraukite pavadinimus į kompiliaciją.
lv: Lūdzu pievienojiet kompilācijas nosaukumus.
no: Vennligst legg til titler i kompilasjonen.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
cs: Bez zadání pinu je rodičovská kontrola málo účinná !
es: Tenga en cuenta que cualquiera puede desactivar el control parental si no ha establecido un PIN.
hr: Molim da razmislite, da svatko može onemogućiti roditeljski nadzor, ako niste postavili PIN.
lt: Atminkite, kad kiekvienas gali išjungti tėvų kontrolę, jei esate nenustatę PIN kodo.
lv: Lūdzu, ņemiet vērā, ka ikviens var atslēgt vecāku kontroli, ja jūs neievadiet PIN.
no: Venligst vær oppmerksom på at alle kan deaktiver foreldrekontroll hvis det ikke lages en PIN kode.

source: Please change recording endtime
cs: Změňte nahrávácí dobu !
es: Cambie la hora de finalización de la grabación
hr: Molim promjenite završno vijeme snimanja
lt: Pakeiskite įrašymo pabaigos laiką
lv: Lūdzu nomainiet ieraksta beigu laiku
no: Vennligst endre sluttid for innspilling

source: Please choose an extension...
cs: ...rozšířené mo-menu - dlouhé...
es: Por favor, elija una extensión...
hr: Molim odaberite dodatak…
lt: Išsirinkite plėtinį...
lv: Lūdzu izvēlieties papildinājumu...
no: Vennligst velg et tillegg...

source: Please choose he package...
cs: Vyberte balíček...
es: Por favor, elija el paquete...
hr: Molim izaberite paket...
lt: Išsirinkite paketą...
lv: Lūdzu izvēlieties pakotni...
no: Vennligst velg pakke...
